[
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "سلیمان القانوني",
        "Date": "1459-1566",
        "Content": "عاش بین عامي 1459 و 1566 أشهر سلاطین الدولة العثمانیة ازدادت مساحة الدولة العثمانیة في عهده بأكثر من الضعف، كما عرف بسنه للقوانین المنظمة لشؤون الدولة وظلت هذه القوانین تطبق إلى غایة القرن 19م و ذلك هو مصدر تلقیبه بالقانوني"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "فرانسوا الأول",
        "Date": "1515-1547",
        "Content": "ملك فرنسا من 1515 إلى 1547 عقد مع السلطان سلیمان القانوني معاهدتین الأولى سنة 1528 م حددت فیها الدولة العثمانیة الامتیازات للفرنسیین والثانیة كانت بعد نجاح تطبیق المعاهدة الأولى سنة 1535م وكانت أكثر شمولا من الأولى"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "سلیم الأول",
        "Date": "1470-1520",
        "Content": "ابن بایزید الثاني بن محمد الفاتح ولد في 10 أكتوبر 1470 وتوفي في 22 سبتمبر 1520 أول من تلقب بالخلیفة وأمیر المؤمنین من العثمانیین بعد تنازل الخلیفة بركات في مكة عن الحكم، حكم سلیم الأول مدة 8 سنوات وفي عهده تم إلحاق مصر والشام بالدولة العثمانیة"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "عثمان الأول أو عثمان بن أرطغل",
        "Date": "1258-1326",
        "Content": "مؤسس الدولة العثمانیة أول سلاطینها ولد سنة غزو المغول لبغداد وسقوطها"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "محمد الثاني أو محمد الفاتح",
        "Date": "1432-1481",
        "Content": "تولى الحكم سنة 1451 وعمره 20 سنة فاتح القسطنطینیة عاصمة البیزنطیین"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "محمد عبده",
        "Date": "1849-1905",
        "Content": "ناضل ضد الاستعمار الإنجلیزي بمصر، تلمیذ جمال الدین الأفغاني، كانت حركته إصلاحیة ثقافیة، مؤسس جمعیة إحیاء العلوم العربیة لنشر المخطوطات"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "جمال الدین الأفغاني",
        "Date": "1839-1897",
        "Content": "هو من أسرة أفغانیة نشأ بكابل تعلم اللغات العربیة والفارسیة كما درس العلوم الإسلامیة جند نفسه لإصلاح حیاة المسلمین من مؤلفاته العروة الوثقى وأم القرى لخص فیهما أفكاره الإصلاحیة"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "قطز",
        "Date": "1260",
        "Content": "الملك المظفر سیف الدین قطز واسمه الحقیقي هو محمود بن ممدود بن خوارزم شاه ولقب بسیف الدین، السلطان المصري ذو الأصل المملوكي"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "أیبك",
        "Date": "1250-1257",
        "Content": "الملك المعز عز الدین أیبك الجاشنكیر التركماني توفى بالقاهرة عام 1257 أول سلاطین الدولة المملوكیة نصب سلطانا على مصر في عام 1250 بعد أن تزوجته وتنازلت له عن العرش"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "بیبرس",
        "Date": "1277",
        "Content": "الملك الظاهر ركن الدین بیبرس العلائي البندقداري الصالحي النجمي لقب بـأبو الفتوح. سلطان مصر والشام ورابع سلاطین الدولة المملوكیة ومؤسسها الحقیقي، بدأ مملوكا یباع في أسواق بغداد والشام وانتهى به الأمر كأحد أعظم السلاطین في العصر الإسلامي الوسیط"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "منسا موسى",
        "Date": "1337",
        "Content": "أعظم زعماء امبراطوریة مالي، ومن أشهر زعماء أفریقیا والإسلام في القرون الوسطى.كان عالما ورعا إلى جانب حنكته السیاسیة. في عهده ازدهرت جامعة سانكوري الإسلامیة كمركز للعلم في أفریقیا.وسع دولته لتضم مناجم الذهب في غینیا بالجنوب. في عهده صارت عاصمته تمبكتو محط القوافل التجاریة عبر الصحراء بالشمال. یشتهر برحلته الى الحج التي رویت حولها العدید من الأساطیر"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "محمد علي",
        "Date": "1769-1849",
        "Content": "مؤسس مصر الحدیثة وحاكمها ما بین 1805 إلى 1848 .كانت فترة بدایة حكمه فترة حرجة في تاریخ مصر خلال القرن التاسع عشر حیث نقلها من عصور التردي إلى أن أصبحت دولة قویة یعتد بها"
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "خیر الدین بربروس",
        "Date": "1472-1546",
        "Content": "كان قائد أساطیل عثمانیة ومجاهدا بحریا. اشترك مع أخیه في محاولات فتح بجایة، وفي الكثیر من غزواتهما المظفرة. فكان بذلك مع أخیه واضع أسس بناء الجزائر العثمانیة، صار خیر الدین سلطانا على الجزائر بعد استشهاد أخیه أروج وبعد قبول الدولة العثمانیة. أرسل السلطان سلیم فرمانا یعلن فیه قبوله لعرض أعیان الجزائر. وبعث إلى خیر الدین بفرمان تعیینه بایلربایا على الجزائر."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "عروج بربروسا",
        "Date": "1470-1518",
        "Content": "لقب بـ\"ذي اللحیة الحمراء\". علا ذكره في غرب البحر الأبیض المتوسط لما كان ینقذ الآلاف من الأندلسیین وینقلهم إلى شمال أفریقیا. استشهد عروج وعمره 55 عاما في معركة ضد الإسبان الذین كانوا یحاولون إعادة احتلال تلمسان."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "جورج واشنطن",
        "Date": "1732-1799",
        "Content": "أول رئیس للولایات المتحدة، كان خصما للإنفصالیین وقاد الثورة التحریریة التي انتهت بإعلان استقلال الولایات المتحدة عن بریطانیا في 4 یولیو 1776. وقع مع والي الجزائر بكلر حسن معاهدة في أواخر القرن الثامن عشر."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "إكسماوث",
        "Date": "1757-1833",
        "Content": "قائد الحملة الإنجلیزیة على الجزائر سنة 1816 المعروفة باسمه حملة إكسماوث. ورغم فشل الحملة إلا أنها ألحقت خسائر كبیرة بالجزائر."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "شارلكان أو كارلوس الخامس هابسبورغ",
        "Date": "1500-1558",
        "Content": "ملك إسبانیا وصاحب الحملة الشهیرة على الجزائر سنة 1541."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "یغمراسن بن زیان",
        "Date": "1206-1235",
        "Content": "مؤسس الدولة الزیانیة وعاصمتها تلمسان."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "سلیم الثالث",
        "Date": "1789-1807",
        "Content": "في عهده تم توقیع معاهدة تحریر وهران ومرساها الكبیر من الأسبان سنة 1791."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "شارل العاشر",
        "Date": "1775-1846",
        "Content": "ملك فرنسا بین 1824-1830. كان متسلطاً، أمر باحتلال الجزائر. أطاحت به ثورة 1830 فر إلى إنجلترا ومات في النمسا سنة 1836."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "الداي حسین",
        "Date": "1773-1838",
        "Content": "آخر دایات الجزائر. قام بإصلاحات عدیدة في الإدارة والجیش مما دفع الأوربیین للتفكیر في احتلال الجزائر. اختار منفاه في إیطالیا ثم انتقل إلى الإسكندریة حتى وفاته."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "بوتان",
        "Date": "1772-1838",
        "Content": "هو فانسون ایف بوتان. أوكل له عام 1808 مهمة وضع تقریر مفصل لاحتلال الجزائر. عرف هذا التقریر بمخطط بوتان. لم یتمكن نابلیون من تحقیقه بسبب مشاكله داخل القارة الأوروبیة."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "دوفال",
        "Date": "_",
        "Content": "آخر قنصل لفرنسا بالجزائر. حدث معه حادثة المروحة."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "دي بورمون",
        "Date": "1773-1846",
        "Content": "لویس أوغست فكتور دي شاز. عین وزیرًا للحربیة في 23 ماي 1825. قاد الحملة العسكریة الفرنسیة على الجزائر. توفي في 27 أكتوبر 1846."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "هنري الملاح",
        "Date": "1394-1460",
        "Content": "كان أمیر برتغالي، وهو الابن الثالث لجواو الأول، ملك البرتغال. لم یكن هنري بحارا بنفسه، ولكنه حصل على هذا الاسم بسبب تنظیمه للرحلات التي اكتشفت أراض جدیدة. ینظر له كالشخص الذي بدأ التوسع الاستعماري الأوروبي، فقد اكتشف الساحل الغربي لإفریقیا، الرأس الأخضر وساحل غانا."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "بارتلیمیو دیاز",
        "Date": "1450-1500",
        "Content": "مستكشف برتغالي أبحر حول رأس الرجاء الصالح، القمة الجنوبیة لقارة إفریقیا في عام 1488 م. كان أول أوروبي یقوم بهذا العمل."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "فاسكو دا جاما",
        "Date": "1469-1524",
        "Content": "مستكشف برتغالي، أول من سافر من أوروبا إلى الهند بحرًا عبر إفریقیا ومدغشقر وساحل میلیبار غرب الهند."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "كریستوف كولمبوس",
        "Date": "1451-1506",
        "Content": "رحالة إیطالي مشهور، ینسب إلیه اكتشاف العالم الجدید (أمریكا). اكتشف جزر البهاماس وأطلق علیها اسم سان سیلفادور واكتشف كذلك كوبا."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "فردیناندو ماجلان",
        "Date": "1480-1521",
        "Content": "رحالة برتغالي خدم الملك الإسباني كارلوس الخامس. قاد أول حملة بحریة عبرت المحیط الأطلسي إلى المحیط الهادئ (1519-1522) ومر بمضیق أسماه مضیق ماجلان. كان أول من عبر المحیط الهادئ وأول من دار حول الكرة الأرضیة."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "جون كابوت",
        "Date": "1450-1498",
        "Content": "مستكشف ورحالة إیطالي، قام بأول رحلة من إنجلترا إلى أمریكا الشمالیة. مكنت رحلاته إنجلترا من وضع یدها على أراضي أمریكا الشمالیة."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "جیمس كوك",
        "Date": "1728-1779",
        "Content": "أحد أهم المستكشفین الأوروبیین في عصر التوسع الاستعماري. قام بثلاث رحلات في المحیط الهادئ، اكتشف الساحل الشرقي لأسترالیا وجزر هاواي ونیوزیلندا."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "جاك كارتیه",
        "Date": "1491-1557",
        "Content": "بحار فرنسي وصل إلى خلیج سانت لورانس وضفاف نهر سانت لورانس. سمى المنطقة كندا."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "توماس الفا ادیسون",
        "Date": "1847-1931",
        "Content": "مخترع أمریكي من أصل هولندي. من اختراعاته المصباح الكهربائي، المیكرفون، الفونوغراف، ومسجلات الإقتراع."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "الكسندر جراهام بیل",
        "Date": "1847-1922",
        "Content": "عالم ومخترع ومهندس. یرجع إلیه الفضل في اختراع أول هاتف عملي."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "روبرت فولتن",
        "Date": "1765-1815",
        "Content": "مهندس ومخترع أمریكي. اخترع السفینة البخاریة وحصل على براءة الاختراع عام 1809."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "جورج ستیفنسون",
        "Date": "1781-1848",
        "Content": "مهندس إنجلیزي. قام بإنشاء أول خط سكك حدیدیة في العالم یستخدم قطارات بخاریة."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Medieval History",
        "Personality Name": "شارل الأول",
        "Date": "1600-1649",
        "Content": "ملك انكلترا واسكتلندا وأیرلندا من 1625 حتى أعدم من طرف الثوار عام 1649."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "شارل الثاني",
        "Date": "1630-1685",
        "Content": "ملك إنجلترا من 1660 إلى 1685. عاش فترات حیاته الأولى في المنفى بعد قیام الثورة."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "ألفیر كرومویل",
        "Date": "1599-1658",
        "Content": "قائد عسكري وسیاسي إنجلیزي. جعل إنجلترا جمهوریة وقاد كومنولث إنجلترا."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "مارتن لوثر",
        "Date": "1483-1546",
        "Content": "مصلح دیني مسیحي ألماني، یعد الأب الروحي للإصلاح البروتستانتي."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "جون كالفن",
        "Date": "1509-1564",
        "Content": "أحد الزعماء الرئیسیین للإصلاح البروتستانتي. تركز نفوذه بشكل خاص في سویسرا وأمریكا الشمالیة."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "لویس السادس عشر",
        "Date": "1754-1793",
        "Content": "آخر ملوك فرنسا قبل الثورة الفرنسیة. في عهده قامت الثورة وأدت إلى الإطاحة بالحكم المطلق."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "ماكسمیلیان روبسبیر",
        "Date": "1758-1794",
        "Content": "محام فرنسي، من أهم الشخصیات المؤثرة في الثورة الفرنسیة. في عام 1790 انتخب رئیسا لحزب سیاسي الیعاقبة، وازدادت شعبیته كعدو للملكیة ونصیر للإصلاحات الدیمقراطیة. وعقب سقوط الملكیة في فرنسا عام 1792 انتخب روبسبیر أول مندوب لباریس للمؤتمر القومي الذي ألح فیه على مطلب إعدام الملك لویس السادس عشر وعائلته وهو ما تحقق عام 1793. بدأ روبسبیر في القضاء على كل من اعتبرهم \"أعداء الثورة\" فأعدم معظم زعماء الثورة الفرنسیة، وهو ما عرف بعهد الإرهاب. لذلك دبرت مؤامرة ضد روبسبیر وأعوانه وأعدموه."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "جورج واشنطن",
        "Date": "1732-1799",
        "Content": "أول رئیس للولایات المتحدة، كان خصمًا للإنفصالیین وقاد الثورة التحریریة التي انتهت بإعلان استقلال الولایات المتحدة عن بریطانیا في 4 یولیو 1776. وقع مع والي الجزائر بكلر حسن معاهدة في أواخر القرن الثامن عشر."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "آدم سمیث",
        "Date": "1723-1790",
        "Content": "فیلسوف اسكتلندي ورائد في الاقتصاد السیاسي. وأحد الشخصیات الرئیسیة في التنویر الاسكتلندي. سمیث هو صاحب كتب \"نظریة المشاعر الأخلاقیة\" و\"التحقیق في طبیعة وأسباب ثروة الأمم\". هذا الأخیر یعتبر أول عمل یتناول الاقتصاد الحدیث. آدم سمیث یعتبر والد الاقتصاد الحدیث والرأسمالیة على نطاق واسع."
    },
    {
        "Educational stage": "HSL1",
        "HistoricalEra": "Modern History",
        "Personality Name": "كارل ماكس",
        "Date": "1818-1883",
        "Content": "فیلسوف ألماني، قام بتألیف العدید من المؤلفات، إلا أن نظریته المتعلقة بالرأسمالیة وتعارضها مع مبدأ أجور العمال هو ما أكسبه شهرة عالمیة. یعتبر مؤسس الفلسفة الماركسیة، ویعتبر مع صدیقه فریدریك إنجلز المنظرین الرسمیین الأساسیین للفكر الشیوعي."
    }
]