{
    "book_name": "Amazighs-Berbers-in-Algeria-an-ethnic-majority-yet-a-linguistic-minority.en.ar",
    "pages": [
        {
            "page": 1,
            "text": "مترجم من الإنجليزية إلى العربية .\r\nالأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائ2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nالأمازيغ ( البربر) في الجزائر : أغلبية عرقية وأقلية لغوية\r\nبقلم عبد الرزاق الدوراري\r\nشمال أفريقيا أشبه بجزيرة تقع بين الشرق والغرب.\r\nالهيدر ترانيان والصحراء الكبرى موجات من البشر ح وأشاد بالثقافة والتاريخ الفنيين في \"\"الجزيرة\"\"\r\nلقد اجتاحت اللقاءات والتفاعلات الشاطئ\r\n\" وبناء على ذلك. فقد صاغت تواريخ الشعوب غير العادية إرثا ثقافياً مثيرا للإعجاب\" (نایلور، (2009:21)\r\nلاشك أن أحد أهم مكونات الهوية التي يشير إليها عادة علماء الإثنوغرافيا وعلماء الأنثروبولوجيا هو الهوية. وإذا كانت هذه الهوية معياراً لا جدال فيه بالنسبة لهم، فإنها أكثر جاذبية بالنسبة للمجتمعات المتعددة اللغات في الجزائر والواقع أن الهويات تنتشر وفقاً للغات التي يتحدث بها الناس. ففي الجزائر المتعددة اللغات اليوم. يقال عن المواطن قبائلي، كوهوي مزابي، تارقي، شلحي. شنوي... أمازيغي) عندما يتحدث أياً من هذه اللهجات المتشابهة للأمازيغية (البربرية)، وبالتالي يعلن عن كل من يتحدث العربية الجزائرية بأنه عربي، علاوة على ذلك، فإن الناس يقومون بتعيين الهويات وفقاً للأصول الإقليمية جيجل من جيجل، شرق الجزائر). قبايل ( من القبائل). ستايف من سطيحة شرق الجزائر). صحراوي من مناطق الصحراء)، وهراني (من المنطقة الغربية من الجزائر ويتظاهرون بأن لديهم فكرة واضحة عنهم جيداً لدرجة أنهم قادرون على تحديد\r\nهوياتهم.\r\nالتنبؤ بسلوكهم.\r\nومن هذا المنطلق، ينظر الجزائريون إلى الهوية الوطنية اليوم باعتبارها نسيجاً معقداً يمزج بين لغات\r\nدیورنس ، ولكن مع ذلك يمكن التعرف عليها\r\nولهجات وألوان وزوايا مختلفة.\r\nكلهم جزای ریون وبالتوازي مع هذا\r\nكما أن الخطاب الرسمي لا يفعل ذلك.\r\nتجاوز التصريحات العامة حول الأمازيغية والإصرار على المكونات العربية والإسلامية، على الرغم من أن الدستور الجزائري المنقح\r\nريمؤسسة في عام 2002 تستشهد باللغة الأمازيغية\r\nكلفة وطنية إلى جانب اللغة العربية.\r\nالأمازيغ في الجزائر والمغرب: استمرارية منذ عصور ما قبل التاريخ\r\nكانت الحدود الرسمية للجزائر الحديثة نتيجة للاستعمار الفرنسي في القرن التاسع عشر، حيث تم رسمها في منطقة أمازيغية قديمة تمتد من الشرق إلى الغرب من مصر واحة سيوة) إلى جزر الكناري. ومن شمال أفريقيا من البحر الأبيض المتوسط إلى الصحراء الكبرى (نيجيريا والنيجر ومالي وموريتانيا).\r\nومع ذلك، فإن حدودها تتوافق مع ذلك.\r\nالجلية ماسينيسا بحلول نهاية ف القرن الثاني\r\nاينمين.\r\nتقريباً إلى تلك التي كانت لديها أثناء حكم أ.\r\nقبل الميلاد عندما تم تقسيم المغرب إلى ثلاث دول\r\nتم تقسيم الفضاء الأمازيغي إلىم\r\nهو أسيل المملكة الممتدة من وادي الشلف\r\n(\r\nغربا) إلى ثوجا (شرقا): م هأسلوب جمعي س من وادي شليف (شرقا) إلى المولوية (غربا)\r\nومن ثم موري من المولوية (شرقا) إلى المحيط الأطلسي (جنوب غرب)\r\nت). في حين أن\r\nعاشت طيور الجيتول في الجنوب. ولا شك أن أكثر أنواع طيور الجيتول تميزا هي طيور الجيتول أهطيور\r\nالغويليد سيفاكس للماسيسيليس ماسينيسا للماسيسيليس باونكدشوس للماوريس."
        },
        {
            "page": 2,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائ2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nمع وضع هذه الحقيقة في الاعتبار، فإننا نفهم بسهولة أن السكان الأمازيغ التاريخيون لهذا\r\nلم يكن من الممكن أن تتشتت البلاد لتصبح أرضاً حمراء بالكامل بسبب تدفق السكان العرب الجدد. لقد\r\nأدت الهجرات إلى هذه الأراضي إلى تفاقم المشكلة. مهماكان مقدارها، لا يمكن أن تكون كلها\r\nإن هذا الأمر ساحق لدرجة أنه من الممكن عمر الواحد الموجود من قبل.\r\nتاريخ الهجرة إلى هذه الأراضي من\r\nم قرون قبل الميلاد وحتى الآن وما بعدها\r\nمن خلال الفتح العربي وسلالة البربر في العصور الوسطى، وحتى التاريخ الحديث مع وصول الأتراك - لا يوجد دليل على أي شيء مثل تسونامي من السكان العرب القادمين لإعطاء مضمون تيوهوثيبوتيسيس للتعريب\r\nالعرقي من خلال الاكتظاظ السكاني. يلخص غابرييل كاميس (2007: (142) الوضع بقوله:\r\nإن تاريخ هذا التحول الإثني الاجتماعي الذي حدث لملايين عديدة من سكان البربر على يد\r\nعشرات الآلاف من أبناء قبائل اليوبن.\r\nرای مع حقا على\r\nإنه غريب و\r\nوبالتالي، فإننا مضطرون إلى الاستنتاج بأن اللغة المغاربية التي تتسم بالتنوع، لا تشير حقاً إلى الطريق إلى الهوية التاريخية. بل إنها في واقع الأمر تظهر بشكل عام سمة البنية الفوقية اللغوية والثقافية الناتجة عن ذلك. المجتمع النرجسي في أيامنا هذه، لكنه لا يكشف عن أي شيء واضح\r\nقطع دليل على أصوله. يقول فيليب سي. نايلور (ibiodb) أن:\r\n\"إن دراسة شمال أفريقيا توفر فرصة استثنائية لتقدير الدور التكويني والتحويلي للتفاعلات الثقافية التاريخية \"\r\nبسبب الظروف الناتجة عن السلوك البشري\r\nغالباً ما يقدم المجتمع تمثيلاً غامضاً\r\nالهوية التي تعكس جزئيا آثار الهوية التي فرضها الخطاب الرسمي المهيمن، وجزئيا هوية تاريخها المشترك الحقيقي.\r\n، واللغات، والنتائج المترتبة على ذلك.\r\nأقوم ببناء تصور خيالي\r\n\"الجزائر\" في عصور ما قبل التاريخ\r\nلمحة موجزة عن منطقة ماغ المركزية في عصور ما قبل التاريخ تظهر دراسة حديثة أن أسلاف الجزائريين هو أومو\r\nترکوا آثاراً خلال العصر الحجري القديم قبل 2000000 سنة من عصرنا). ح\r\nقادر ترکت حجارة مستديرة في المواقع الأثرية في هـ\r\nعينش بالقرب من سطيف والعلمة.\r\nالإنسان المنتصب أتلانثروب: رجل الأطلس) كان موجوداً منذ ملايين السنين بالقرب من وهران والواحات\r\nالصحراوية والهقار وطاسيلي بالقرب من\r\nتم تقليصها بواسطة ما يسمىم دأحد من\r\nتيغينيف بالقرب من معسكر. تمحها الإنسان العاقل تركت آثاراً تعود إلى ما بين 100000 و 40000 سنة قبل الميلاد في الساحل وتيبازة ومستغانم وتيوتريغ. بئر العاتر في النميمشة\r\nالمنطقة التي تسمى فيما بعد أهتيريان، مجموعة إنسان نياندرتال)، حوالي عام 22000 قبل الميلاد، م داهن من ميشتا أفالو (بين بجاية وشلغوم العيد ظهرت دوانين موجودة أيضاً بالقرب من مغنية وصلت هذه\r\nالثقافة القديمة إلى المنطقة\r\nساكسفون يعود تاريخه إلى حوالي 10000 سنة قبل الميلاد\r\nأصل المغرب العربي الحالي في بداية 8 ألف سنة قبل الميلاد، كابسيان ( من قفصة تونس ظهرت الثقافة. يعتقد العلماء أن الكون الأساسي\r\nيتألف السكان من شعب مشتا العربي الأيبيريون - المسيواريون أو الوهرانيون وشعب القبصيين (العصر الحجري الأوسط). ربما جاء هذا الشعب من أوجمبت بين عامي 7000 و 5000 قبل الميلاد واستقر في شرق\r\nالجزائر الحالية.\r\n2"
        },
        {
            "page": 3,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائر 2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nبدأت الثورة النيوليتية بين عامي 8000 و 4000 قبل الميلاد. وقد أظهرت النقوش والمنحوتات في الكهوف في أطلس الصحراء (جبل أمور المغرب)\r\nأن هذه النقوش والمنحوتات كانت موجودة في الكهوف في أطلس الصحراء.\r\nب وزاد الجلفة، وطاسيلي ن آجر).\r\nشهادات من هذا العصر. هنا يأتي البقري )\r\n5000 سنة قبل الميلاد). تليها\r\nCabbalian )2000 ثم سنة قبل الميلاد Camelian.ones\r\nالجيتوليس الذين عاشوا في جنوب جنوب أمريكا الحالية تاونتين، أصبحوا راكبي خيول في\r\nعتبة التاريخ، لقد أنجب الجرمان من جرمانا من وسط الصحراء الكبرى الطوارق الحاليين. تظهر الشخصيات الليبية\r\nروووداني 5 القرن قبل الميلاد في موقع\r\nأزيب و إكيس وفي 2 القرن قبل الميلاد في ثوجا انظر حجر ثوجا، أعمدة محفورة، واحدة باللغة الليبية والثانية باللغة اللاتينية، معروضة الآن في متحف شيمتو (سيميتوس) التونسي بالقرب من بلدة ثو)\r\nغايش هو موقع أثري لـ\r\nمزار توميدي يبدو أنه مخصص لمساينبيسيوس ميسيبسا (149-118 قبل الميلاد).\r\nويرى هيرودوت أن السكان الأمازيغ، الذين\r\nلقد أعطيت الجزائر الحالية.\r\nتتكون من الليبيين والبدو الذين عاشوا خلف خط وهمي يتكون من البحيرات المالحة الجزائرية والتونسية ) ثابت و السكان الذين يعيشون في شمالها.\r\nالشطوط).\r\nهناك العديد من الأساطير التي تجذب سكان شمال إفريقيا\r\nأتيفوروم أصول شرقية. سالوست.\r\nتجميع الكتب البونيقية المنسوبة إلى الأمازيغية كهيمبسال (2)\r\nانتصار على القرن قبل الميلاد.\r\nيستمد أصل الأمازيغ من أسطورة هويلس وشعب الميديين هل هذا خطأ في ترجمة كلمة مازيغ إلى أمازيغ ؟) يعتقد المؤرخ اليوناني سترابو أنهم جاءوا من الهند بقيادة هرقل. لكن القديس أوغسطين، وهو أحد علماء الآثار،\r\nيعتقد أن أصل الأمازيغ يعود إلى الهند.\r\nأب من مواليد مدينة طاغست، ولاية\r\nأن الناس في المناطق الريفية و (ستيسي) يزعمون أنهم من أصل كنعاني من هم؟\r\nأو القدكان\r\nطارده الملك العبري يشوع حوالي القرن الثالث قبل الميلاد قبل تأسيس قرطاج على يد الملكة الأسطورية إليزا في عام 814 قبل الميلاد، توجد أسطورة أخرى. يذكر جان بيربيه (1870) نفس الكلمات التي كان القديس\r\nأوغسطينوس يقولها عندما سأل سكان هيبون عنابة حاليا عن أصولهم:\r\nفي ظل الاستجوابات الريفية التي لا معنى لها، المجيبون على شاناني الفاسدون، المملحون في الصلصال، والمجيبون المتناثرون من ذوي المؤهلات؟\"\r\nويزعم البكري المؤرخ المصري والمسعودي العاقر، وابن خلدون المغربي، أن الأمازيغ هم أبناء معاوية بن أبي سفيان الكنعاني، بن حام بن نوح.\r\nولا يزال المستعمرون العرب في الجزائر والمغرب يدافعون عن الأصل اليمني على الرغم من أن ابن حزم الأندلسي، وهو عالم عربي مشهور يؤكد بشكل واضح أن وجود الحميريين في المغرب موجود منذ آلاف السنين.\r\nوليس في كذب اليمنيين\r\nالمؤرخون (دوراري (1993)\r\nهذه الأساطير التي تنسب إلى أصل شرقي\r\nتعد عمليات التوطين في القرى أمراً شائعاً في تلك الفترة\r\nالوقت. استناداً إلى الأنساب وليس إلى الحكايات الخرافية ومواقع الشعوب، تتخطى هذه الأساطير حقيقة أن\r\nكل هذه الأساطير كانت موجودة في الماضي.\r\nلم يجد المغاربة مكانا\r\nكانت خالية من الناس، بل على العكس من ذلك، كان عليها أن تتسلق بجهد قبل أن تتمكن من الاستقرار.\r\n3"
        },
        {
            "page": 4,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائر 2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\n4- لمحة عامة عن سلالات البربر في وسط أفريقيا منذ الفتح العربي حتى وصول الأتراك\r\nلقد استغرق العرب أكثر من نصف قرن من الزمان حتى تمكنوا من تحقيق هدفهم التخلص من سيطرتهم على المكان ثم أسس عقبة بن أبي سفيان القيروان في 670. وقاد قجيلة عثمان، وهو أمازيغي، بعد وفاته، الملكة ديهيا التي كانت يهودية على ما يبدو المقاومة الإسلامية ضد الفاتحين العرب وفشلت.\r\nالأمازيغ، ظهروا لأول مرة في إفريقية سنة 647م.\r\nوقعت معركة سوفيتولا (سبيطلة).\r\nومنذ ذلك الحين وحتى توغل الأتراك في بلاد المغرب في عام 15م\r\n24 ن بابا عروج\r\nاستولى على جيجلي، ثم الجزائر، في عام 1516، واستولى على من سلالة الأغالبة (بقيادة العرب) التي حكمت إقليم إفريقية الوحيد، وفي الفترة ما بين 800 و 909 سيطرت سلسلة من السلالات الأمازيغية على المغرب.\r\nلقد تم طرد الأمازيغ من التاريخ فقط في القرن السادس عشر في القرن التاسع عشر، استولى الأتراك على بلاد المغرب.\r\nومع ذلك، هناك ثلاثة أحداث رئيسية أدت إلى تعطيل حركة المرور في البلاد. او شمال وسط أفريقيا القديمة إلى إلى حد ما. أولا، هناك المظهر\r\nمن قبائل الإبل البدوية في جنوب شرق أفريقيا الرومانية في بداية العصر الروماني نهج الثاني هو الفتح العسكري الذي قامت به القوات الأمريكية. سراب في 7 القرن الثالث، والأكثر تحديداً، هو اقتحام العديد من القبائل البدوية الهلالية العربية التي لم تعد إلى\r\nبلادها مثل مصر.\r\nأسلاف إيراب.\r\nكان الأمازيغ يتألفون من مجموعات مختلفة. ومع ذلك، فإن مجموعة زناتة ليست من أصل نوميدي أو موري. تتمتع اللغة بخصائص لغوية خاصة.\r\nوأصولهم الأمازيغية\r\nلقد استقروا في أماكن الجنول والأبسدوتريين عبر الزمن. لقد كانت هناك العديد من المنافسات بين مجموعة من هم أول من سكنوا الأمازيغ\r\nالسنهاجة و\r\nمجموعة من اللغات التي يجب تعريبها. ولكن اللغات الأمازيغية، التي لا يزال يتحدث بها سكان المنطقة تاو داريجز. تنتمي إلى مجموعة سنهاجة وانت . ص\r\nلقد قام المسلمون العرب بحروب عسكرية متتالية ضد المغرب العربي ولم يكن هدفهم في البداية استعمار المنطقة (ج) المستوطنات غير المأهولة، ولكنها كانت محدودة\r\nللنهب وصنع الغنائم.\r\nبعد عشر سنوات من وفاة النبي محمد، احتل جيش كاتاليف مصر وبرقة. وفي عام 643 توغلوا في طرابلس. سعد أخو الخليفة من الرضاعة.\r\nقاد عثمان جيشاً إلى إفريقية في زمن\r\nرياسيابين البيزنطيين والأمازيغ.\r\nولقد شجع الكشف عن ثروات البلاد ونقاط ضعفها على تشكيل موجات من القوات العربية، وفقا للناقد الإسطرولي النويري. فقد بدأ الجيش في المدينة المنورة بخمسة آلاف رجل، لكنه تزايد إلى عشرين ألف جندي في مصر. وقد واجه الجيش باتريس جريجوري زعيم البيزنطيين، في سبيطلة (تونس)، فقتله. وبعد أن جمع العرب غنائم هائلة، عادوا إلى بلادهم في عام 648.\r\nأرسل الخليفة معاوية جيشاً بقيادة معاوية بن أبي سفيان في عام 666. وبعد ثلاث سنوات أسس عقبة بن نافع مدينة القيروان، أول مدينة إسلامية في المغرب. وبعد فترة من الوقت ذهب إلى تيارت، ثم إلى طنجة حيث لم يكن قد أقنع بإخضاع الأمازيغ في تلك الفترة.\r\n4"
        },
        {
            "page": 5,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائ2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nتم تصوير السوس على أنهم \"متوحشون\". لقد صنع tersrilb\r\nلقد رحل وأخذ معه الكثير\r\nعدد من النساء الأمازيغيات المعروفات بأنهن ثنائيات الجنس\r\n. تم وصف هذه الحلقة\r\nوبنفس الطريقة التي ذكرها المؤرخ العربي ابن الأثلي\r\nر الجزاري في الكامل في التاريخ. لكن\r\nدكتورة قتله في قرية تودا\r\nعندما كان عقبة في طريقه للعودة، واجهه كوسيلا 1.\r\nقرب بسكرة ثم استولى على القيرو\r\nقتل كوسيلا في عام 686، وتم إخضاع قرطاج 69\r\n-3- تأسست مدينة تونس سنة 698م.\r\nومن بعد ذلك دحية من قبائل جيراوة أمازيغية\r\nالقوات العربية بين 695-700\r\nقبل أن تذبح بعد هزيمتها، أطلقت توتسين على نفسها مصطلح المقاومة الأمازيغية لمحاولات الغزو العربي المتعاقبة. ويبدو أن اعتناق أبنائها للإسلام كان سبباً في تعجيل ترسيخ الهيمنة العربية.\r\nفي عام 711، قام أحد القادة الأمازيغت وعريق بن زياد عميل لموسى بن نخاي رعبر البحر الأبيض المتوسط مع جيش الماوريين الأمازيغ للتعاون\r\nالنهوض تحت راية الإسلام.\r\nبعد سيطرة العرب على شمال أفريقيا\r\nتم الانتهاء من بناء الدين، وتم بناء العديد من القبائل\r\nالأنساب التي تربطهم بأصول عربية دورت\r\nفترة المرابطين (11)\r\nح القرن)\r\nالمغرب \"نشأت غابات من شجرة الأنساب جسل\" الهدف هو الانحدار من أصول عربية نبيلة، حسب محمد\r\n)Sacnhdatzmiller 1983 1989 شفیق انظر شفيق\r\nالقدتيني الأمازيغ الخوارج لأن هذه المدرسة الإسلامية تنادي بنوع من العقيدة الديمقراطية: أي شخص مهما كان لون بشرته يستطيع أن يصل إلى مناصب حكومية عليا إذا كان كفؤا وقادرا على ذلك.\r\nالخوارجية تعطي منفذا لـ\r\nكان من المفضل لدى الأمازيغ أن يتولى السكان الأصليون وظائف عليا في أيستويكان. لقد سيطروا على كل 998 دقرون.\r\nلقد كان للأمازيغ بوتر وزنيتا عبر الزمن\r\nتراقب السهول العليا، في حين أن الأخرى المناطق الوسطى والشرقية في الجزائر.\r\nفرع سانهاجا، احتفظ بالجبل\r\nجلبت قبيلة كتامة مبشراً، أبو عبد الله دعا إلى عودة المهدي، وبنى جيشاً أمازيغياً وحرر أبو عليد.\r\nاه الذي كان سجيناً في البعيد\r\nغادر سيجلماسة في عام 909 وبنى عاصمة سميت باسم القوات إلى صقلية، ثم إلى مصر التي سيطروا عليها.\r\nليد هديا في تونس سنة 916 وبعث كتامة تميل لاحقاً إلى بناء القاهرة في عام 973. الأسرة\r\nكان عبيد الله الفاطمي يسيطر على كامل البلاد. وكان هناك تحت قيادة أبي يزيد، وحوشاً تعاني من الاضطرابات.\r\nترك الفاطميون أراضي المغرب للعثمانيين\r\n1045 . رفض المعز التشيع وأعلن الخلافة الإسلامية.\r\nاستفزاز في المقابل، کعقاب تدفق H\r\nالخوارج لفترة معينة. ولكن الخوارج\r\nالملازم الأزيغي بولوغين بن زيري ولكن في\r\nمن بعده إلى الخليفة العباسي\r\nالجيش الثيالي والسكان (انظر أدناه).\r\nمع انحدارها، ظهرت فرع آخر من الصنهاجة من المغاربة، مع أيديولوجية دينية جديدة: المرابطون. ترويب\r\nفي حين أن ممالك سنهاجة من الزيريين والثايم\r\nالمديدون في المغرب الأوسط، كانوا\r\nالصنهاجة البدوية لمثونة أحد فروع الصنهاجة). م المحجبات من الصحراء الغربية بنين إرم ضخم\r\nل أولا ثامون\r\nتمتد من إسبانيا إلى السنغال و\r\nمن المحيط الأطلسي إلى خط الطول في الجزائر\r\nجمع اتباعه في رابات دير محصن حيث تم تدريبهم\r\nعيد بن ياسين مصلح ديني.\r\nورقية\r\n5"
        },
        {
            "page": 6,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائ2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nوالأعمال الدينية التي قام بها يوسف بن تاشفين.\r\nفي الوقت الحاضر الجزائر وأسبانيا.\r\nأوكت على المغرب وأغلب\r\nفي أقل من ثلاثة أجيال، دمر المرابطون على يد المصلحين الدينيين الموحدين الموحدون هم جماعة\r\nسنحاد يبية أخرى.\r\nإبي مصمودة من الأطلس الكبير.\r\nصاحب هذا الإصلاح هو ابن تومرت الذي أطلق عليه اسم المهدي من قبيلة هرغا الأمازيغية يدعي أنه من\r\nنسل علي، وكان خليفته\r\nمن الأمازيغية كوميا Imbodumen\r\nقبيلة (ندرمة). استولوا على فاس وتلمسان ومكاش في عام 1147، ووسعوا القانون القبلي التقليدي إلى إمبراطوريتهم وساعدهم وزراء بنيد الوسيون. وفي بلاطهم الملكي الأندلسي، حظوا بدعم الفيلسوف ريبوشد.\r\nقاتلوا القبائل الهلالية لم تكن حرباً عنصرية)، وأخضعوها ثم تبنوا\r\nخلفاؤهم وهم المرينيون الزناتة ... الأمبوديوم\r\n13 وفي القرن السابع الميلادي أصبحت إفريقية مملكة مستقلة.\r\nهافش (حوالي 1 3 قرن).\r\nم تقمساعدين وهكذا فعلوا\r\nاختفت سلالة لين في أواخر\r\nمن تأليف أبو الموحد\r\nوبني مرين آخرون inmTcen\r\nتكو التقسيم، تقسيم ثلاثي لل\r\nانتهت الآن الفترة الطويلة من سيطرة الصنهاجة الحماديين الأرافيديين الموحدين واستبدلت بدول زنيتا\r\nعبد الواد العربية.\r\nفرع زناتة في المغرب، الذي عاش في قسطنطين\r\nالمغرب الذي يستمر إلى الآن.\r\nمع تراجع الإيديولوجية الإسلامية في المغرب، كانت هناك محاولات استعمارية عديدة قام بها الغزاة البرتغاليون أو الإسبان، بشكل مستقل عن الحروب الصليبية. والواقع أن البؤر الاستيطانية الإسبانية (الحصون، مثل سبتة ومي في الوقت الحاضر) على طول ساحل البحر الأبيض المتوسط هي شهادة على ذلك. وكان الوقت قد حان لكي يحتل الأتراك بلادهم.\r\nإقصاء الأمازيغ من التاريخ\r\nوسيطر على المغرب لفترة طويلة\r\nتعطينا هذه النظرة العامة الموجزة فكرة عن مدى اعتدال هجرات السكان العرب إلى المغرب وكيف كانت أقل تأثيراً الحشد أكثر من اللغة والدين.\r\nإنكار الهوية الأمازيغية في الدولة الأمازيغية المستقلة: قصة كراهية الذات\r\nوكما يمكن للمرء أن يلاحظ بوضوح، فإن التاريخ الفعلي يسير على نفس المنوال، بينما تسير التمثيلات على العكس من ذلك، والواقع أن التاريخ عقلاني في حين أن التمثيلات عاطفية ولهذا السبب فإن الأخيرة تحدد بشكل أكثر حسماً موقف الشخص. الجدل العنيف داخل الأحزاب السياسية\r\nالأمرات في الأربعينيات من العين العامري حزب الشعب البالساني مزية سية العمر اليان لقد سيطر مصطلح \"الجزائر الجزائرية\" على الصراعات حول الهوية الوطنية الجزائرية، مما أدى إلى نشوء حالة من عدم الارتياح السياسي والثقافي الدائم. والواقع أن هذا المجال يتداخل فيه عوامل لغوية وثقافية\r\nو بين أنصار \"الجزائر العربية\" و\r\nوأيديولوجية وسياسية.\r\nتاريخيا، كانت الجزائر دائما متعددة اللغات\r\nالز لا أستطيع أن أتخيل بلداً\r\nبحجم الجزائر مع مجموعات بشرية متفرقة. هل سيظل سكانها يتحدثون نفس اللغة بأعجوبة في عصر أصبح\r\nالتواصل فيه بدائيا ؟\r\n6"
        },
        {
            "page": 7,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائر 2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nاجتماعي أكبر.\r\nلقد اخترقت اللغة العربية الفصحى هذه المساحة مبكراً بين نخب المدن، ولكن لم تخترق أي نسيج\r\nلقد نجح غطاء الإسلام بعد عدة محاولات.\r\nورغم هذه التجارب، لم يقم العرب بأي استعمار سكاني، واعتمدوا عموماً على عملائهم الأمازيغ الإدارة\r\nمصالحهم الـ المحلية.\r\nبنوهلال و بنو سلیم و بنو ما و\r\nوصلت قهل في القرن (1051)\r\nأوم صر على يد الخليفة الفاطمي. بعد\r\nتذكرت مساعدة زيري زعيم\r\nلقد وصلوا إلى المغرب بعد طردهم من\r\nتأسيس القاهرة في عام 973، سلالة الفاطميين\r\nقبيلة سنهاجة، أعطتهم لمواجهة تهديد الخوارج \"صاحب الحمار\"، محلد بن كيداد (أبو يزيد)، وكذلك مساهمتهم في فتح مصر نفسها. لكن الزيريين جاءوا لتخفيف ارتباطهم بالفرس.\r\nما يدتس، والمعز، زعيم الزيريين\r\nالسلفي يثير غضب الفاطميين الذين\r\nأعلن في عام 1045 سيادة المذهب السني أرسل الهلاليين قبائل جوكيم، وأتبج، وزعبة، ورياربية وعدي) لمعاقبة الزيريين.\r\nالصراعات بين أبناء العمومة الأمازيغية\r\nفرصة عقد تحالفات مع واحد أو أكثر\r\nفي الواقع، لم تكن هناك حرب منهجية بين أمهازا\r\nسیراند الحماد بين، أعطى الهلاليين\r\nثيو ابن عم لمحاربة الآخر.\r\nعرب بني هلال.\r\nالقبائل والسلالات من خلال\r\nكان له صراعات ولكن أيضاً تحالفات مع الأمازيغية\r\nالتاريخ لجأ الأمراء الأمازيغ إلى القوة العسكرية البدوية المستعدة والفعالة. وكذلك فعل الزيريون والحماديون\r\nثم أهل الشام.\r\nإعلانات\r\nاستقر الهيليون بأعداد صغيرة للغاية، تصل إلى آلاف الأشخاص وفقاً لغابرييل كاميس (1996) لدرجة في الواقع، التركيبة السكانية الأصلية و\r\nأنهم على الأرجح لم يتمكنوا من تغيير سياستهم. ارجعها انتشرت لغتهم منذ البيئة ج. للأسباب الاجتماعية اللغوية من\r\nللمخيمات:\r\n.س\r\n1هـ \"هذه اللغة العربية المغاربية مشتقة من اللغة البدوية التي تم تقديمها في القرن الأول \" في القرن العشرين، قامت القبائل الهلالية بتهجير جزء كبير من البربر\" . ((المخيمات، 1996: 56 ترجمتنا)\r\nويؤكد المؤلف لاحقا\r\nمساهمات السكان المتعاقبة لـ\r\nأي بسيوليم، ثم من المعقل الذي\r\nولم يصل عدد السكان من ذوي الأصول العربية الذين استقروا في الصحراء المغربية إلى أكثر من مائة ألف فرد توغلوا في شمال أفريقيا في القرن الأول الميلادي.. قرن واحد\" (المرجع نفسه . (57)\r\nفرضية الأصل العربي الحصري لـ tM\r\nه غربي يتنافس مع عبدو\r\nاليمام (2003) الذي يعتقد أنه مشتق من Pcu.no\r\nفرضيتك هي أنه بسبب\r\nمع تنوع اللهجات الأمازيغية، أصبح التواصل التواصل والمعاملات أمراً صعباً . وكانت الحاجة إلى لغة لـ مشتركة لتزيد من\r\nصعوبة الأمر.\r\nاللغة العربية الإيطالية لغة مشتركة\r\nالتي تشاركت في العائلة اللغوية مع البونيقية والتازيغتية وساعدت في منع الغيرة بين أبناء العمومة بسبب القيم الرمزية المرتبطة بالموقف الاجتماعي لحامل القاعدة لغة الهلاليين المختلطة بالأمازيغية، كانت لغة\r\nمشتركة بين اللغتين.\r\nج، ربما أنجبت\r\nالعربية الجزائرية أو المغربية يتحدث بها الآن المياتيجو\r\nالمغاربيون. هذه اللغة الأم rf\r\nعملت كعلامة هوية على مر الزمن. ولقد أصبحت اللغة الفرنسية لأسباب رمزية وتاريخية اللغة الرسمية. اللغات الأجنبية، في حين أن اللغات الأصلية\r\n7"
        },
        {
            "page": 8,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائ2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nالتصوير في مجال العلاقات الشخصية\r\nالأنواع الأمازيغية والعربية الجزائرية متناثرة العلاقات والفنون الشعبية المسرح، الأغاني الفنون الشعبية، إلخ).\r\nمع مرور الوقت أصبحت اللغة العربية المغاربية نوعاً من اللغة المتداخلة اللغة الالهاري في جميع اللغات الرئيسية\r\nبلدان المغرب الكبير حيث كانت اللغة الأمازيغية هي اللغات الرئيسية.\r\nيدعم مارسيل كوهين (1971 (44) هذه الفكرة ويرسم\r\nنوع من الحكمة\r\nفي التاريخ، يمكننا بلا شك أن تلاحظ تداخل حالات قياس أخرى، ولكن من نفس الأصل.... لقد توسعت اللغة العربية عبر نطاق اللغات السامية (العربية الجنوبية الآرامية) أو عبر لغات سامية حامية أخرى القبطية\r\nالمصرية البربرية)\r\nغابرییل کاميس مندهش من هذا التناقض الواضح\r\nالمغرب يلاحظ:\r\nكالوضع اللغوي والوجودي في\r\n\" في الواقع، لا يمكننا أن نجد اليوم أي لغة أمازيغية.\r\nلا أعتقد أن هذه اللغة ستكون\r\nانعكاس لمجتمع واعي بوحدته، سواء كان شعباً بربرياً أو حتى عرقاً بربري ... ومع ذلك. فإن البرير هم \"س. ( يكون جت ) )57( 1996 المضخمات\r\nالبحث عن الأمازيغية في سياق النضال ضد الاستعمار\r\nإن اللغة الأمازيغية وكل ما يتصل بها، تشكل قضية مهمة في الدول والمجتمعات المغاربية إلى الحد الذي يجعلنا نقول إنها من أكثر القضايا إثارة للجدل. ولعل إلقاء نظرة عامة على السياقات التاريخية الحديثة التي تطورت فيها قضية الأمازيغية المثيرة للجدل من شأنه أن يجعل فكرة تطورها المستقبلي أكثر وضوحا، وخاصة في الجزائر.\r\nكان أول طلب واضح من الناطقين بالأمازيغية الألغنصري للاعتراف بالشعب الجزائري - بهويته المستقلة وتاريخه وأرضه في عام 1949 داخل الحزب الشعبي الشعبي الجزائري الثوري / حزب التحرير الوطني الجزائري. وعندما طلب منه إعداد وثيقة عن التاريخ والثقافة الأصيلة للشعب الجزائري لتقديمها إلى الأمم المتحدة كدليل قاطع على وجود الشعب الجزائري المتميز عن الأوروبيين، أرسل حزب التحرير الوطني الجزائري مذكرة رسمية قيل فيها إن الجزائر \"عربية\"، والتي رد عليها الناطقون بالأمازيغية المحبطون من خلال وثيقة أطلق عليها \"الشعب الجزائري \" . بطاقة تعريف داير \"الوطني \" كتاب كتبه خمسة علماء ويحتوي على جدال تاريخي وثقافي.\r\nكانت حركة MTLD الراديكالية تهدف إلى استقلال LA\r\n\" يشار إليها من قبل MTLD الرسمية باسم \"الجزائر العربية، إلخ\" لتوضيح التباين مع الجزائر الفرنسية\" التي النزعة الاستعمارية والاستعمار. في هذا\r\nالجمهورية العربية السورية\". كانت الجزائر آنذاك\r\nيدافع عنها كلا الحزبين osfsim\r\nفي مواجهة الخطط الاستعمارية وتلك التي تتطور من خلال الإصلاحات، كان لا بد من التضحية بالهوية\r\nالأمازيغية من أجل الوحدة المزعومة.\r\nعارضت الهوية الاستعمارية المزعومة الفرنسية والمسيحية)، وهي شيء مساولها في الهيبة (العربية\r\nالكلاسيكية والإسلام).\r\nوبنفس الخطوة أراد الثوار\r\nالمذكرة المرسلة إلى الأمم المتحدة بحلول نهاية عام 1948م تتضمن هذا البيان:\r\nالأمة الجزائرية عربية ومسلمة موجودة على أرض الوطن. قرن...\r\nوبالتالي لم تكن هناك أمة قبل الشفسنطوري ولم يكن هناك أثر للأمازيغ\r\n8"
        },
        {
            "page": 9,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائر 2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nكانت القضية واضحة بشكل صارخ في أذهان الناطقين بالأمازيغية المتعصبين. لقد شعروا بأن هويتهم قد تم إنكارها بالكامل وبشكل متعمد في وقت لاحق، دافع أحد تيارات حزب الشعب الجزائري / حزب التحرير الوطني عن شعار \"الجزائر جزائرية\" وكتب بيانا أطلق عليه \"الجزائر جزائرية \" أنا د العر الوطني تحت عنوان فرعي \" الجزائر الحرة تعيش كان هذا، وفقاً لأحد مؤلفيه يحيى حنين محام للرد على مقال ليون بلوم \"\r\nهل تستطيع الجزائر البقاء؟\". تم نشر هذه الوثيقة في عام 1919.\r\nمبروك حنين يحيى هاجريس صادق. وسي ساويبدو اللجنة المركزية لـ PPA-MTLD بقلم ولد حموآدم\r\nبواسطة على يحيى سعيد بلحسين eerintten أوزاروكان من المقرر إرساله إلى آر.\r\nوكانت إحدى النتائج المباشرة لذلك أنه في 19 أبريل / نيسان، ضربت عاصفة رعدية اتحاد فرنسا MTLD PtPA معارضة لأتباع \"الجزائر العربية\" وأنصار \"الجزائر الجزائرية\".\r\nال ادير الوطني \"المقصود هو الاستجابة لهذا الاضطراب النفسي بعد أن اكتمل في يونيو 1949 بعد وفاة ولد حمودة الذي\r\nسؤال الزنوج.\r\nتسمم)، بدأت المناقشات حول الهوية واللغة في أصبح من المستحيل أن يحدث ذلك داخل\r\nمن السلطة الاستعمارية ومن\r\nالظهور.\r\nالحزب. تم تحرير الوثيقة سراً من قبل\r\nقيادة MTLD ينضم مروجو هذا الكتيب إلى\r\nلم تحرير جبهة التحرير الوطني بحلول عام 30195\r\nقلة من الناطقين بالأمازيغية\r\nهذه هي الأسس الرئيسية للاستراتيجية طويلة الأمد الاعتراف بالهوية الأمازيغية للجزائر كيان قائم على حقائق\r\nتاريخية ولغوية وثقافية وليس على أسس\r\nأيديولوجية.\r\nهذه الوثيقة التي رفضها الزعيم الكاريزماتي ألو\r\nمصالي الحاج، وكذلك من قبل قادة الحزب\r\nالصربية والإسلامية.\r\nالقومية الألمانية في ذلك الوقت.\r\nصرو اجر أحمر ما أصبح يسمى فيما بعد\r\n\"الأزمة البربرية\"، على الرغم من حقيقة أن \"الترب\"\r\nلم يتم ذكر \"merber\" مطلقاً في\r\nكتيب.\r\nخلال أزمة 1949 ، اشتبك أنصار \"الجيش الجزائري\" وأنصار \"الجزائر العربية\" في مواجهة عنيفة. وقد تم إنتاج كتيب \"إدير الوطني\" في عام 1949.\r\nيعبر عن الموقف الجزائري\r\nأي قلب القومية الجزائرية.\r\n\" لقد ساهم العامل اللغوي أيضاً في التأثير على ضميرنا الوطني فاللغة المنطوقة، وكذلك اللغة الكلاسيكية..... شخص، متحدث باللغة العربية أو البربرية.\r\nإلخ. يستخدم الآن لغته الأم بكل فخر ويشعر بالرغبة في التحدث بطريقة أخرى باللغة الفرنسية على سبيل المثال. على العكس من ذلك، يسعى إلى الحصول على دروس . اللغة العربية الفصحى لمعرفة الإسلام و الثقافة الإسلامية التي اعتنقها شعبنا\" . (بلحسين 2001:17).\r\nلم يتم اتهام البربرية والانفصالية\r\nفوفريثروبني قبائل مفترضة\r\nالحزب (PPK). فرحات على أمين صندوق PPA-MTLD) جمهوري 22-21 أغسطس 1 ت 949\r\nد) تم توضيح ذلك في الجريدة أرلغر\r\nلم يكن هناك حزب للشعب القبائلي أبدا، لمجرد وجود شعب جزائري واحد لا تختلف مكوناته أبدا في الأصل واللغة، ويعيش أخوة متحدين ويحركهم الصوم الكبير.\r\nلقد اعتقدت دائما أن الجزائر ليست أراو\r\nمن أجل التحرر الوطني.... أما أنا، فأنا بر بولا يمكن أن يكون أي شيء آخر nerber\r\n9"
        },
        {
            "page": 10,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائر 2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nموك الف جميع مكوناتنا rels\r\nمن الجزائري ومن ذلك في وطننا كلنا \"إن التراث المشترك يستحق الاحترام والتنمية الحرة\"\r\nومع ذلك، قدمت هذه الكتيب سواء بوعي أو بغير وعي.\r\nلا الأساس العقائدي و\r\nالإطار القانوني للمطالبة بالأمازيغية على طول التاريخ الحديث الأرليجان أزمة 1980، وأفاق الانفتاح في\r\nالتسعينيات، وحركة المواطنة القبائلية\r\nإن الظلم الذي لا يمكن تفسيره والذي فرضه الاستقلال على اللغة العربية الإسلامية والسياسة الثقافية التي د من قبل الجزائريين المتعاقبين\r\nتم فرضها بشكل لا هوادة فيه\r\nالحكومات.\r\nnn2t 001-2003(. شعر الأمازيغ ب\r\nالسياسة اللغوية الجزائرية بعد الاستقلال\r\nلقد أصبحت السياسة اللغوية الجزائرية متخلفة تماما متأثرة بالأيديولوجية والسياسية\r\nإن الجدل الذي دار في الفترة الاستعمارية والذي وضع أنصار \"الجزائر العربية\" وأنصار \"الجزائر الجزائرية\" في مواجهة بعضهم البعض، كان سببا في تشكيل عقلية جبهة التحرير الوطني الحاكمة منذ الاستقلال. الدبال السياسي، فرض بلا رحمة dl\r\nسياسة أحادية اللغة في مجتمع متعدد اللغات تاريخيا 10.\r\nكانت السياسة اللغوية للتعريب تهدف على نحو سافر إلى اقتلاع اللغات الأمازيغية وكذلك توسيع الإسلاموية. ت لويدجي لاحتواء اليسار الملحوظ التأثير والفكر. كان انتشار الإدجيولو الإسلامي على قدسية اللغة العربية الفصحى يهدف إلى تخفيف حدة. التعاطف مع اللغات الأمازيغية. كانت التصريحات من هذا النوع أنا أنا أمازيغي تم ترجمته بواسطة الإسلام أكون تتكرر في هذا الاتجاه\r\nخطاب سياسي.\r\nولكن إذا كان من الممكن التسامح إلى حد ما مع هذا الموقف السلبي للثورة تجاه اللغات والثقافات الأصلية. وخاصة أصناف الأمازيغية، من قبل الناطقين بالأمازيغية في سياق المقاومة للاستعمار، فكيف سيكون الحال؟ كيف سيكون الحال بعد الاستقلال؟ كيف يمكن القبائل تقبل حظر محاضرة بسيطة لمولود معمري، وهو عالم قبائلي معروف حول الحكايات القبائلية القديمة في جامعة تيزي وزو في 20 أبريل 1980؟\r\nوقد استلزم الحظر قمعاً وحشي لأعمال الشعب ومن ثم بعد ذلك نافسوت امازيغي، ربيع الأمازيغ). وقد نتج هذا النزاع بشكل رئيسي عن الديمقراطية الميدانية، حرية التعبير حرية الرأي الفردية والجماعية والتنظيم السياسي الحر، والاعتراف باللغة الأمازيغية كلفة وطنية إلى جانب اللغة العربية الفصحى الجزائرية داخل الدولة الجزائرية الموحدة.\r\nآفاق مفتوحة بعد عام 1989 : الافتقار إلى الثبات\r\nإن فرض الأيديولوجية القومية العربية، إلى جانب تصور محافظ للإسلام، باعتبارها مراجع ثقافية فريدة، أدى عبر الزمن إلى تفاقم المشكلة. التبلورات الفكرية والأدبية الذي حول السؤال اللغوى إلى مواجهة انتقامية حيث أصبحت السياسات التربوية والثقافية ساحة المعركة المفضلة، مما أدى إلى إدامة خطوط الانقسام الأساسية لأزمة 1949.\r\n10"
        },
        {
            "page": 11,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائر 2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nبعد عام 1989، تم القضاء على التعددية الحزبية السطحية\r\nأويلباي هي لغة أحادية منزوعة التجسيد.\r\nوقد تم تعزيز المرسوم الرئاسي لعام 1976، الذي يؤكد على ضرورة التعريب الكامل، بالمرسوم الرئاسي\r\nلعام 1996 الذي فرض التعريب الفوري والكامل.\r\nيخضع لعقوبات جزائية إذا كان هناك أي شيء آخر\r\nأصبحت اللغة مستخدمة.\r\nلكن الجديد كان إنشاء أقسام جامعية للغة والثقافة الأمازيغية في تيزي وزو سنة 1990، وفي بجاية سنة 1992. والشعار الشعبي اللغة الأمازيغية» ( الأمازيغية في المدارس) تم تطبيقها في عام 1955 من خلال إنشاء الهيئة العليا للأمازيغية (HCA) -\r\nهزت منطقة القبائل في عام 1994.\r\nمسيعد \" إضراب الحقيبة المدرسية\" الذي\r\nومع ذلك، فإن إدخال الأمازيغية في النظام التعليمي كان متسرعاً بدون توحيد، ولا قاموس، ولا تدريب أوه، لا يوجد كتاب للقارئ ولا يوجد مدرب تربوي.\r\nالمعلمون : لقد كان تحدياً كبيراً.\r\nإبريل 2001 نفسوت تبركانت ( = الربيع الأسود المنافسة التي عقدتها مظاهرات المواطنين ومنظمة Aarouc - التي استمرت لمدة ثلاث سنوات لأسباب غير معروفة نیشریمس ارتکبها الشرطة ضد المتظاهرين الشباب الذين ينظر إليهم على أنهم الترابط الثقافي والاجتماعي والاقتصادي الفوضى المعقدة بسبب الافتقار إلى الديمقراطية والفساد - أدت إلى ترقية الأمازيغية إلى لغة وطنية معترف بها في الدستور المعدل بينما تم انتخاب الحزبين القبائليين جبهة القوى الاشتراكية\r\nقاطعت الديمقراطية (FFS) و (RCD) البرلمان\r\nesRaassemblement pour la Culture et la\r\nعلى توفي.ع.\r\nوبموجب هذا التعديل، فإن حدود تاما متعددة.\r\nzt igكتسب بعد 23 عاماً من\r\nلقد خاضت هذه الحركة صراعات شديدة، وهو ما كان من الطبيعي أن تخوضه بحكم فضائلها المتمثلة في الاستيلاء على الأراضي، ولكن الهوس بالوحدة\r\nالكاملة الذي زرعه زعماء الحركة كان سببا في تفاقم هذه الظاهرة.\r\nأألم يتم دفنها بعد\r\nمؤسسات توحيد اللغة الامازيغية\r\nالأمازيغية الآن في الدستور، في المدرسة، في المدرسة الإعلام والخطاب السياسي. ثلاثة\r\nإنشاء معاهد جامعية للتدريس والبحث مخصصة لذلك، كما أنشأت وزارة التربية الوطنية المدرسة التربوية المركز السياحي للأمازيغية\r\nالوطنية.\r\nالتدريس (CPLET) 2 بعد أن أصدرت الهيئة العليا للأمازيغية، وزارة التعليم العالي والبحث العلمي، برنامجا وطنيا لطلبات العروض في مجال الأمازيغية.\r\nوتعاني هذه المؤسسات من إعاقات متعددة بسبب نقص الباحثين، كما هو الحال في المركز الوطني للبحث. العلمي والتنموي، أو المجلس الأعلى للتعليم، الذي يعمل دون أي دعم منذ وفاة المؤسف محمد إيدير آيت\r\nعمران سنة 2004.\r\nوتواجه الأمازيغية الآن بعد أن امتدت إلى بعض المناطق.\r\nالمجالات الشكلية ذات التأثير النوعي\r\nالمطالب: إنها لغة متعددة الحدود وهي\r\nلقد ارتكبوا خطأ فادحاً باستخدام منهجية مروعة.\r\nإن مدرسي اللغة الأمازيغية، الذين هم خريجو كلية الفنون الأمازيغية، ليس لديهم أي تكوين في مجال التربية.\r\nلا يوجد نظام موحد، وكل معلم يعمل\r\nمن البديهي أن هذا يرجع إلى مخزونه من المعرفة بتنوعاته من خلال استخدام عدد من المصطلحات الجديدة المثيرة للاشمئزاز. وفوق كل ذلك، لا توجد أي تسوية بين أنصار النصوص العربية والنصوص الفرنسية المعدلة وأولئك\r\nالذين يؤيدون استخدام النصوص الفرنسية المعدلة.\r\nهقيت إناغه العربية العلمية\r\n11"
        },
        {
            "page": 12,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائر 2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nإن المتخصصين ينظرون إلى الأمازيغية باستخفاف، ولكنهم يفضلون كتابتها بالخط العربي: أما المتخصصون الفرنسيون الذين كانوا يدعمون التجمهر، فقد كانوا يعارضون ذلك منذ السبعينيات، أود ذلك\r\nالحفاظ على النص الفرنسي، ورفضه بشكل غريزي\r\nالأبجدية القبائلية ويشكل المتحدثون باللغة القبائلية\r\nدا ساغة رمزية، لكنهم يرفضون\r\nيفضل المتحدثون باللهجة الحواوية والمزابية\r\nالنخبة في الأمازيغية تطالب بالاعتراف\r\nأن تكتب لغتهم بالخط العربي\r\nبطريقة ما، فإن النصوص العربية والتوساربيجيرفر هي التيفيناغ\r\nعلى أي معايير يمكن أن يتم البت في هذه المسألة فيما يتعلق بقبول المستخدمين والمجتمع بشكل عام؟\r\nحبيب الله منصور : أناء الدول في هذا السياق:\r\n\" إنهم يستغربون من كتاب اللغة العربية في وهران الجزائريين أن يستخدم الناطقون بالأمازيغية الحروف الفرنسية لكتابة لغتهم حيث يجرد هؤلاء المفسرون هذه اللغة من أي شرعية تاريخية ويربطونها بمجال\r\nحضاري اجنبي\"\r\nوهناك مصدر قلق بالغ الأهمية هل ينبغي لنا أن تعلم TamazfiogrhA الناطقون بالأمازيغية؟ ما هو التنوع الذي سيظهر؟\r\nالمتحدثون باللغة العربية الجزائرية وكذلك على من يجب ذلك؟ وهل يكون ذلك واجبا؟\r\nأو اختياري؟\r\nكل هذه القضايا الداخلية غير المدروسة تحت التخطيط للكتلة اللغوية (التدوين) على أسس علمية وإحضارها إلى حيز الوجود.\r\nحضور الامازيغية في المجتمع\r\nمنظر جمالي.\r\nتحت ضغط المطالب الملحة الأمازيغية\r\nفي الواقع مليئة بـ mlsanare\r\nنصوص غير أصلية، نصوص فرنسية عموماً (بدرة)\r\nتم نقلهم إلى القبائل المجرد التكيف\r\nفي تصنيف محدد. هناك الكثير من الترجمات التي تبتكر مصطلحات جديدة بسبب الخلفيات الموسوعية\r\nالمختلفة للمصدر واللغة.\r\nحجم كبيراس.\r\nوالا يتم اللجوء إلى القبائل الشعبية\r\nليهوز الريفية والرعوية\r\nإن الدلالات غير مناسبة للثقافة الحالية التي يواجهها التلاميذ الذين يواجهون، علاوة على ذلك، المنهجيات\r\nالتحليلية الفرنسية والإنجليزية الحديثة.\r\nوفي دراسة أجرتها CNPLET في عام 2009.\r\n!dgpoegdical المحتویات\r\nيتم تقديم هذا على النحو التالي:\r\nتم إدخال تدريس اللغة الأمازيغية في مناهج النظام التعليمي منذ عام 1995، وتم تسليم كتاب مدرسي للمعلمين في عام 1997/1998. ومنذ ذلك الحين، تم تحرير ثلاثة أنواع من الكتب المدرسية. وكان آخر كتاب مدرسي هو\r\nالذي أعده أعضاء GSD المفتشون والمعلمون في وزارة التعليم الوطني (MNE)\r\nحتى الآن، جميع\r\nالمراحل من المدرسة الابتدائية ل 4\r\nسنة إلى المدرسة الثانوية 1.3 سنة كان لديهم كتب مدرسية\r\nآج اللغة الأمازيغية وكذلك الاختصاصات\r\nتحتوي وثيقة yipng على تفاصيل بشأن\r\nهذا النوع. [...] في البرامج، أهدافهم\r\nويتم تحديد محتويات التعلم.\r\nالطريقة التي يجب أن تستخدم بها الكتب المدرسية وكيفية تدريسها [...] حتى قبل بداية تدريس الأمازيغية في الوسائ بل التعليمية....\r\nالمدرسة، كانت هناك\r\nبالإضافة إلى كتاب قواعد اللغة الأمازيغية والترجمة إلى اللغة الأمازيغية، يمكن ملاحظة استخدام وثائق أصلية مثل الحكايات الشعبية، والكتب الإثنوغرافية، والأغاني والأدب الشفوي القديم والحديث والترجمات.... اقترحت وزارة التعليم الوطني في عام 1995-1996 برنامج كتيب من 07 صفحات يحتوي على توجيهات منهجية بعنوان \" اقتراح منهجية لتدريس الأمازيغية، الدورة الثالثة: الأهداف المحتويات التدوينات\". ولكن على أي حال.\r\nفإن هذا الكتيب يحتوي على:\r\n12"
        },
        {
            "page": 13,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائ (2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nلم تكن مصحوبة بادوات لاستخدام المعلم.\r\nتعليم اللغة الامازيغية مجنوني هـت\r\nآخر خطوة إلى الأمام في عام 2003. كان لدى المعلمين، لأول مرة. برنامج رسمي وكتاب مدرسي برامج وزارة\r\nالتعليم العالي ترتكز على نهج الكفاءة ....\r\nبالإضافة إلى ذلك، فإن النضال الأمازيغي يحمل في طياته بقايا نفسية جوهرية من الدعاية الحكومية العدوانية التي تصور الأمازيغية على أنها \"مؤامرة استعمارية لتفكيك الأمة\" و\"لغة متخلفة\".\r\nثقافة أوغندية لا تستحق\r\nاعتبار\".\r\nعثمان سعدي، أحد أكثر المفكرين الأيديولوجيين حزما فيما يتعلق باللغة الأمازيغية، يعلن بكل صراحة أن\r\nالأمازيغ لا يعرفون حتى اللغة الأمازيغية.\r\nلأنها أصلية بالفعل txib\r\nالعرب 15 عندما يعلم الجميع أن الرسول الهاشمي محمد لا يعتبر عربياً أصيلاً\r\n\" ويشتق المعجم الأمازيغي من العربية! \"تتم\"\r\nالتلاق\" امرأة باللغة الامازيغية ) يقال\r\nإن كلمة \"الحيض\" . مشتقة من كلمة \"تمات\" ( وتعني \"الحيض\" في اللغة العربية الفصحى). وهو يتخطى هذه\r\nالأسئلة المنطقية: هل كان للأمازيغ اسم لليوم ؟\r\nيكقيل أن يأتي العرب إلى الشمال\r\nأفريقيا لماذا لم يسمي العرب نساءهم بأفريقيا ؟\r\nأناي ! ألم يكن . من الأسهل استعارة\r\nالكلمة العربية بدلا من إنشاء كلمة جديدة من أصل رنبي مختلف الجذر؟\r\nهكذا أصبحت كراهية الذات عبادة رسمية\r\nإذا كان هناك أي تقدير للذات\r\nمن أجل البقاء، فإن إدخال اللغة الأمازيغية في النظام التعليمي أدى إلى تقويضها بشكل خطير بسبب حضورها الفوضوي في المجتمع مما تسبب في خيبة الأمل.\r\nضعف الإطار المؤسسي\r\nاللغة العربية العلمية تستحوذ على اهتمام كل الحكومات التي تبذل كل جهد ممكن لتوفير ميزانيات ضخمة وأكاديمية ، ومدرسة عليا، والعديد من مراكز البحوث داخل وزارة التعليم العالي والبحث. أما اللغة العربية الثانية فهي اللغة الوطنية التي تتلقى الفتات. وكان مشروع الأكاديمية مشروعاً فاشلاً.\r\nمجلس الحكومة الهيئة العليا للشؤون الإسلامية\r\nمنذ عام 2004 لا يوجد مركز أبحاث يعتمد على\r\nعلى الرغم من أن هذه اللغة قاتلة\r\nأو شاعري قبولها من قبل\r\nليس للزيفهنس مفوض أعلى\r\nوزارة التعليم العالي.\r\nمؤسسة تطبيع إندنوف\r\n18 س\r\nبدأتدريس اللغة الأمازيغية في الفترة الاستعمارية الجزائرية على مستوى الجامعة في القرن التاسع عشر. القرن العشرين بدأها متحدث عربي يدعى بلقاسم بديرة, وهذه الدورة لديها\r\nوقد استمر تدريس اللغة الأمازيغية حتى نهاية الستينيات كرئيس الجمعية تمهتزية.\r\nجامعة الجزائر العاصمة، التي عقدها الراحل\r\nمولود معمري. باستثناء الجمعيات المدنية الأمازيغية، فإن استئناف تدريس الأمازيغية داخل المؤسسات الجزائرية نافي عام 1995. وقد أثار هذا حماساً كبيراً\r\nقبل أن يصاب الناس بخيبة الأمل، وبالتالي البدء في التفكير في المكان الذي تم تدريسه فيه.\r\nفي استطلاع للرأي أجرته 2CNPLE ت إن انخفاض عدد المعلمين يمكن أ كن أن يكون له : المناطق التالية: : تأثير سلبي على\r\nفي العام التالي ثم انخفض ve1d0\r\nالجزائر حيث كان العدد 8 في 1995/96 evotlo\r\nإلى 3 في عام 2002 و 0 في عام 2007.\r\nباتنة: 9 مدرسين في 1995/96 تم 8 في 96/97 ثم 0 في 2002. لكن تم استئناف التعيين سنة 2007\r\nحيث تم توظيف 21 مدرسا.\r\n13\r\n20072 البايض : 1 في 1995/96 ثم 0 في 2002 و 0 في"
        },
        {
            "page": 14,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائ 2، المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\n2007 في أم البواقي : 16 13 في 1995/96 إلى 2 في 97/98 في 08 2002 و\r\nتيو.\r\n2007 غرداية : 12 سنة 1995/1996 ثم 1 سنة\r\n2002 إليزي : 3 في 1995/96 ثم 0 في\r\n2007 خنشلة : 6 في 1995/96 إلى 1 في\r\n1995/96 ثم 0 في 2002. لا تغيير\r\nوهران: 2 في 5\r\nسطيف: 3 و في 95 إلى 8 في 2000 و4 في ؟ 2002، و5 في : 2007\r\n07.20 تيبازة : 11 في 1995/96 ثم 0 في\r\nونلاحظ أيضاً النمو الضعيف في أعداد المرشحين والمعلمين في المرحلة الابتدائية. المدارس المتوسطة والثانوية. ولا يذكر تقرير التفتيش العام لوزارة التربية والتعليم مثل هذه البيانات 2 ت 11.\r\nوفي مارس / آذار 1990، وفي ندوة عقدتها جامعة تیر سویف و هران حول اللهجات في الجزائر، الفكرة\r\nالتعليم كل نوع من أنواع الأمازيغية على حدة، واقترح إنشاء أكاديمية لتنفيذ التخطيط اللغوي لهذه السياسة.\r\nاللغة الأصلية، وأن التدريس\r\nستكون المحتويات والكتب المدرسية والقواميس متاحة، حيث كانت هناك حاجة إلى جهود كبيرة من جانب الأمة بأكملها لاستعادة هويتها التاريخية وتجنب التراجع إلى حالة من حب الذات المريض . 22.\r\nتراجع اللغة الأمازيغية في \"العلامة اللغوية\" وفق بورديو (1982) و \"بورصة اللغات\"\r\nيتفاقم بسبب الحاجة إلى )2002( CFALVET\r\nلأنه راسخ جيداً في chre\r\nتحديث الدولة التي تتقارب لصالح nF\r\nالنسيج الوطني. ومن ناحية أخرى، فإن التعريب\r\nالمراجع راسخة بشكل جيد في الحفظت إزم\r\nعدم ملاءمة وظيفية للحداثة والتيوبتو\r\nالذي يحتوي على المحتوى الدلالي و ioonlicy\r\nلقد فشلت تماما بسبب\r\nاحتياجات التعبير عن الأفكار.\r\nلقد فشل نموذج الدولة القومية في القرن العشرين كنظام سياسي بديل. ولكن هناك مبدأ سياسي واحد ضروري تزييت الدولة الديمقراطية الحديثة\r\nإن احترام المواطنة والديمقراطية والحريات الفردية والجماعية التي يجب أن تكون في أسس هذه الدولة من أجل التعامل مع الاختلافات المتعددة الأشكال داخل المجتمع.\r\nالخاتمة ن\r\nلقد استمر السكان الأمازيغ الجزائريون الذين كانوا يشكلون أغلبية قبل وصول العرب، في ممارسة لغتهم الأمازيغية (لغة الأقلية)، وذلك بسبب التأثير القوي للغة العربية والفرنسية، لكنهم تبنوا بعض اللهجات الأخرى. اللغة العربية الجزائرية التقليدية التي يستخدمونها\r\nلغة مركبة، أصبحت الآن لغة أصلية.\r\nاليوم، لا الخصوصية البربرية، ولا\r\nالعولمة العربية الإسلامية الأخلاقية\r\nإن الدستور الجزائري، الذي تأثر بوجهة النظر الأنسابية المشتركة مع الفكر العربي، يضم المكونات الأصلية. وهي الأمازيغية، والإسلام، ثم العربية، وكأنها صخور جليدية يمكن التنقيب عنها على هذا النحو في التربة\r\nالجزائرية.\r\n14"
        },
        {
            "page": 15,
            "text": "الأقليات والمرأة والدولة في شمال أفريقيا الأمازيغ في الجزائر: أغلبية عرقية ولكنها دولة 2013 الأقلية اللغوية\"، بقلم أ. دوراري، جامعة الجزائر 2 المركز الوطني لتنمية اللغة العربية / الشباب الجزائري\r\nلكن في الواقع. يمكن تعريف هوية الجزائريين أيضا على أساس الجنسية والتراب الجزائرية، مع ترك أي بعد آخر للحريات والتمثيلات الفردية والجماعية للجزائريين.\r\nملحوظة س\r\nإننا تعني العنف الرمزي، كما يقول بيير بورديو (1982)، ولكننا تعني العنف الجسدي أيضاً.\r\nكاميس جي، مرجع سابق : مينير جي الجزائر من الأصول من تاريخ ما قبل الإسلام الجزائر، 2007\r\nانظر دیدا بادي آغ خامدين الذاكرة الجماعية والتنظيم الاجتماعي Les Touaregs de Tassilin Ajjer مذكرات\r\nCNRPH. السلسلة الجديدة رقم 17 2012\r\nالحزب الشعب الجزائري، حركة القطب انتصار الحريات الديمقراطية، في الوقت نفسه : PPA-MTLD الحزب الوطني الجزائري الرائد مكان كريتسويسك سنة 1949.\r\nمعسكرات جي المرجع السابق من 140-141\r\n؟ أفي تاليس دي معهدComm'Aefnritqlue du Nord a été Arabisée « ،المذكور أعلاه دبليو مارسيه G. Camps انظر\r\nالدراسات الشرقية بالج المجلد الرابع 1938 والمجلد الرابع عشر، (1956)\r\nالعربية العلمية هي اشتقاق حديث من اللغة العربية الفصحى التي كانت تستخدم في السابق في مجال العلوم الدينية.\r\nالقواعد والشعر.....\r\nتانیم\r\nيدير هو اسم علم للشخص، ويعني في القبائلية \"ليو\".\r\nويستخدمها عموماً العائلات التي تحتفل \"vie\"\r\nلقمت ا\r\nالكثير من الأطفال الذكور حديثي الولادة\r\nوهذه هي وجهة نظر بلحسين موبرك تقريباً، أحد مؤلفي كتاب \"إدير الوطني\"\r\nأوكري\r\n10 عبد الرزاق الدوراري السياسة اللغوية في الجزائر بين أحادية الدولة والتعددية اللغوية للمجتمع». في التآزر يدفع بالألمان.\r\nمنسقة بواسطة بيتر سيشون وآخرون السياسات اللغوية ضمنية وصريحة في المجال الفرانكوفوني، مجله جیرفلینت، برلین\r\nانظر إلى المصطلح المضلل مفة ارتش أو قبيلة أ. دوراری Réponse à Camille Lacostueja\r\nالإنترنت rdine\r\nغولينز، أزمة هوية هدار القصبة.\r\n2003، ص 125 مربع: \"التطبيقات اللغوية الفعالة والتطبيق العملي في منطقة القبائل، على ضوء أحداث 2001 \"noir\r\nفي سانيات وهران عدد 17-18 ماي ديسمبر 2002\r\n.2012، ص 75 قدم مربع\r\nes Malaises de la société algérienne, crise de موقع الجزائر واجهة ال\r\nفي \"printemps\r\nتم إنشاء CNPLET في عام 2005، راجع موقع الويب <cnpler.net>\r\nاحبيب الله منصوري هو الآن مفتش أمازيغي\r\nسکان و هران فيما يتعلق باللغة الأمازيغية scsr.ipt\r\nوزارة التربية والتعليم: أجرى إعادة تأهيل\r\nد ایری تیمسال بالامازيغية العدد 1-3 سبتمبر أكتوبر 2011 سبتمبر 2012 مجلة تحررها اللجنة الوطنية للتشغيل / الشباب الجزائر\r\n15 عثمان سعدي الأمازيغ عربون عربا ... هو أمازيغي شاوي من شرق الجزائر، عضو معروف في حزب جبهة التحرير الوطني. و سفير جزائري سابق في سوريا، عرب عربية، على النقيض من عرب مستعربة ) - العرب الأصليون / العرب المستعربون).\r\n16 الشيخ أحمد الإسكندري والشيخ مصطفى عنان\r\nمحرر مطبعة المعارف، من 16 الطبعة ص 6-8\r\n17\" تامتوت\" مشتقة من اللغة الأمازيغية ت\r\n\" من هو ممتص\" ت. عملية الاستيعاب الصوتي تجعل الخط\r\n10 انظر مقابلة أ. دوراري مع صحيفة النهار الوطنية معرة القبائل\r\n1927 لالوسيط في الأدب العربي والتاريخي ،ح.\r\nرب \"إن\" (جدرتي دي \" مص\"). في صيغة المبني للمجهول يعني ج ال\r\nكايين الكلمتين أقل وضوحا..\r\nدر في 21/03/2009، إلكترونياً\r\n)56881ed=2069 https://www.depechedekabylie.com/propread.php?id= ( النسخة في\r\n1887 نج أورد اينurs de langue Kabyle. grammaire et versiذاه\r\n10 بلقاسم بن سديرة هو مؤلف ج\r\nانظر للمزيد، ولد براهام أو.. بلقاسم بيد تيرسا وابنه كورس دي لانغ كابييل 1887 .CCXIIIهـ\r\nوثائق بربرية 20 190-149 س 1.2003، ص 20\r\nوهی Akbal-Ibri Saliha. Imarazen Moussa Sabarili كا بردوس نادية وشماخ سعيد ( دراسة في ديستسترو بجاية والبويرة وبومرداس وتيزي وزو\r\nالملف الشخصي لمعلمي اللغة الامازيغية\r\n21 انظر الوثيقة بعنوان \"هلن seignement de Tamazight, Etat des ل أي انت 0 07، 14 ص ( تعليم\r\nالأمازيغية، جرد التجهيزات\r\nات الانستان من و\r\n15"
        }
    ]
}