[
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Colonial Era",
        "Topic": "معايير تشكل العالم بعد الحرب العالمية الثانية",
        "Content": "ا) المعايير التاريخية:\nاستمرار الصراع الدولي بين الشرق الاشتراكي والغرب الرأسمالي.\nتأسيس الأمم المتحدة كأداة لتنظيم العلاقات الدولية وحل النزاعات سلميا.\nنجاح حركات التحرر في تحقيق الاستقلال السياسي (بروز كتلة العالم الثالث).\nب) المعايير الاقتصادية:\nتوقيع اتفاقية بروتون وودز عام 1944 وبروز النظام المالي الدولي الجديد.\nبروز سياسية التكتلات الاقتصادية في العالم.\nاشتداد التنافس على الأسواق التجارية بين الأقطاب الاقتصادية الكبرى.\nج) المعايير الاجتماعية:\nترسيخ القيم و الأعراف الاجتماعية.\nإنشاء المنظمات غير الحكومية المدافعة عن الكرامة الإنسانية.\nد) المعايير العلمية والتكنولوجية:\nالتسابق بين المعسكرين في امتلاك الطاقة النووية الموجهة للأغراض العسكرية.\nالتسابق في مجال غزو الفضاء الخارجي.\nاكتساب التكنولوجيا ووسائل الاتصال والمعلوماتية.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Colonial Era",
        "Topic": "الكتلة الشرقية",
        "Content": "أولا/ سياسيا:\nمبدأ جدانوف : رد فعل سوفيتي على مشروع مارشال الأمريكي صدر في 22 سبتمبر 1947 يتضمن تقسيم العالم إلى كتلتين الأولىديمقراطية : و يقصد بهاالمعسكر الشرقي بزعامة الاتحاد السوفيتي و الثانيةامبريالية: و يقصد بهاالمعسكر الغربي  بقيادة الو.م.أ.\nالكومنفورم: com-informهو مكتب الإعلام الشيوعي تأسس في 05 أكتوبر 1947 ببولونيا لدعم الأحزاب الشيوعية الناشطة في أوروبا الغربية و تنظيم أعمال معادية للمصالح الأمريكية في العالم.\nثانيا / اقتصاديا:\nالكوميكون: هو مجلس التعاون و التبادل الاقتصادي أسسه الاتحاد السوفيتي في 25  جانفي 1949 ضم دول أوربا الشرقية ( ألمانيا الشرقية، بولونيا، رومانيا، بلغاريا، تشكو سلوفاكيا) إلى جانب منغوليا الفيتنام، كوبا، ويهدف المجلس إلى تحقيق التنمية الاقتصادية المشتركة وإنشاء سوق للتبادل التجاري قصد مواجهة المشاريع الاقتصادية للكتلة الغربية.\nثالثا / عسكريا :\nحلف وارسو : تكتل عسكري تأسس في 14 ماي 1955 كمنظمة أمنية تجمع  دول أوربا الشرقية ، مقره وارسو عاصمة بولونيا ، حلّ في 01 جوان1991.\nدعم حركات التحرر: هي مساعدات مقدمة من الكتلة الشرقية لحركات التحرر الناشئة في العالم الثالث لهدفين إيديولوجي \" نشر الاشتراكية في العالم 3\" والثاني اقتصادي \" استغلال الموارد الطبيعية واحتكار الاستثمارات الاقتصادية.\nأسلحة الدمار الشامل: تمكن الاتحاد السوفياتي من دخول مجال التنافس حول امتلاك الأسلحة الإستراتجية بعد نجاح أول  تجربة تفجير ذري بصحراء سيبيريا في 21 سبتمبر 1949 تلاها تطوير القدرات العسكرية النووية .\nغزو الفضاء الخارجي : استطاع رائد الفضاء الروسي يوري غاغارين من الدوران حول الأرض ثلاث مرات يوم 12 أفريل 1961 بالمركبة الفضائية فوستوك 1 معطيا سبقا علميا و عسكريا لصالح الاتحاد السوفيتي.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Colonial Era",
        "Topic": "الكتلة الغربية",
        "Content": "أولا/ سياسيا :\nمبدأ ترومان : عبارة عن مساعدات أمريكية موجهة لتركيا و اليونان قيمتها 400 مليون دولار من اقتراح الرئيس الأمريكي هاري ترومان تدخل في إطار محاصرة المد الشيوعي في أوروبا الشرقية.\nسياسة ملء الفراغ: هي سياسة استعمارية وظفتها الإدارة الأمريكية بعد انسحاب القوى الاستعمارية التقليدية من المستعمرات بحجة مواجهة المد الشيوعي في العالم.\nثانيا-اقتصاديا :\nمشروع مارشال: هو مخطط اقتصادي من اقتراح كاتب الدولة للخارجيةالأمريكية جورج مارشال أعلن عنها في 05 جوان 1947 بقيمة 12.8 مليار دولار موجهة لإعادة اعمار أوربا واحتواء المد الشيوعي في أوروبا الشرقية.\nمشروع إيزنهاور: عبارة عن مساعدات أمريكية قيمتها 200 مليون دولار موجهة لدول الشرق الأوسط لمنع التمدد الاشتراكي في المنطقة العربية بعد نجاح الثورة المصرية 1952 وتأمين أبار النفط في الخليج العربي  و توفير الأمن و الرعاية اللامشروطة لدولة إسرائيل .\nثالثا / عسكريا:\nحلف شمال الأطلسي NATO : تكتل عسكري تأسس في 04 أفريل 1949 كمنظمة أمنية تظم الدول المطلة على الضفة الشمالية للأطلسي وبعض دول الضفة الجنوبية للمتوسط ، مقره بروكسل ببلجيكا.\nالتدخل العسكري: سياسة انتهجتها الولايات المتحدة الأمريكية تدخل في إطارمحاصرة المد الشيوعي مثل التدخل الأمريكي في الفيتنام 1963-1975.\nالتسابق نحو التسلح : نجحت الو م أ في تطوير القدرات العسكرية الإستراتجية،إذ بلغ عدد الرؤوس النووية لديها عام 1955 حوالي 2000 رأس نووي.\nغزو الفضاء الخارجي: استمر التحدي الأمريكي في مجالغزو الفضاء حتىتاريخ إنزال أول إنسان( نيل أرمسترونغ ) على سطح القمر يوم 21 جويلية 1969 معطيا تفوقا علميا و نوعيا للوم ا في مجال غزو الفضاء.\nالاستنتاج: العالم في ظل التهديداتالخطيرةللحرب الباردة على الأمن و السلم الدوليين.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Colonial Era",
        "Topic": "طبيعة العلاقة بين الكتلتين الشرقية والغربية",
        "Content": "تميزت بمايلي:\nشدة التوتر وحدة الصراع الإيديولوجي بين الكتلتين\nالتنافس حول مناطق النفوذ الإستراتجية كمنطقة الشرق الأوسط وشرق و جنوب شرق أسيا\nالتدخل العسكري في العالم مثل التدخل الأمريكي المباشر في الفيتنام 1963-1975\nحدوث أزمات دولية أخطرها أزمة الصواريخ السوفيتية بكوبا 1962\nتطبيق الو.م.أ سياسة ملء الفراغ بعد تراجع قوى الاستعمار التقليدي\nدعم الاتحاد السوفيتي حركات التحرر في العالم الثالث",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Colonial Era",
        "Topic": "ملامح العالم بعد الحرب",
        "Content": "1- حصاد الحرب :\nبلغ عدد القتلى في أروبا أزيد من 30 مليونا و تجاوز العشرين مليون في الإتحاد السوفييتي . كما أحصى هذا الأخير 25 مليونا من المشردين . هذا فضلا عن العدد الهائل من اللاجئين الذين فقدوا دورهم و مواردهم . و زاد المعاناة تفاقما ما عرف بالستار الحديدي الذي ضرب بين أروبا بين شرق أروبا و غربها فكان مدعاة لتمزيق الأوطان و تفرقة شعوبها .\nو لم يكن ذلك الدمار المهول للمنشآت و التجهيزات حصرا على أروبا فحسب . و إنما طال أراضي الاتحاد السوفييتي (الجزء الأروبي) الذي أحصى ما لا يقل عن 70 ألف قرية و 1700 مدينة مسها الخراب .\nو أمام هذه الأوضاع المأساوية بات من أصعب مهام الدول الظافرة أن تعنى بتنظيم المناطق و المعالم التاريخية و العصرية , فلا مناص حينئذ من رفع التحدي لإعادة الإعمار و البناء و ضمان الاستقرار و الأمن لبلدانها و لقد كان \"مشروع مارشال \" سندا قويا لأروبا الغربية لتجاوز محنتها و تحقيق أهدافها و الذي قابله الاتحاد السوفييتي بالرفض و أنشأ لمواجهته \"الكومفورم\" في 6 أكتوبر 1947 م .\n2- تصفية آثار الحرب :\nأفضت نتائج الحرب الى انهيار ألمانيا التي كانت تمثل أحد طرفي التوازن القديم , و أصبحت مقسمة الى  مناطق نفوذ بين الحلفاء . في خريطة أروبا تغييرات واضخة أهمها امتداد حدود بولونيا نحو الغرب حتى الأودو , و تنازل إيطاليا على جزر رودس و الدوكانيز لليونان و على استيريا ليوغوسلافيا و قيام دول الديموقراطيات الشعبية , التي يفصلها عن دول أروبا الغربية خط طول 12 شرقا . (الخريطة ) أما في الشرق الأقصى فقد أصبحت اليابان تحت الهيمنة الأمريكية , و تم تقسيم مستعمراتها بين الحلفاء . كما شهد العالم عقب الحرب انتشار موجة التحرر و استقلال العديد من الدول كسوريا و لبنان سنة 1946 و الهند و باكستان سنة 1947م و اندونيسيا في 1949 م . و لم تكن في الغالب إلا تطبيقا لمعاهدات الصلح التي أوكلت مهمتها لمجلس وزراء خارجية الدول الكبرى , و هو الأمر الذي تقرر في مؤتمر بوتسدام 2/8/1945 م\nالستار االحديدي : مصطلح استعمله رئيس الوزراء البريطاني و نستون تشرشل لما تحدث عن أطماع الاتحاد السوفييتي الاتحاد التوسعية , فقال إنها أسدلت ستارا حديديا على أرةوبا من منطقة البلطيق الى ميناء ترييسيتيا على الأدريتيكي . قاصدا كشف نوايا السوفييت للرأي العام الأمريكي . و بعد سنة من الخطاب أعلن الرئيس الأمريكي ترومان عن سياسة جديدة تجاه أروبا عرفت بمبدأ ترومان .\nمشروع مارشال : سمي باسم واضعه الجنرال جورج مارشال (1880- 1959) وزير الخارجية الامريكية يومئذ , ورئيس هيئة أركان الجيش الأمريكي 39- 1945 م وصفت أهداف المشروع أنها معاونة الأمم الأروبية على النهوض و حماية النظم الحرة التي تعيش في ظلها , وإنقاذ المدينة الأروبية بذلك من الانهيار ؟ و لا شك أن الغاية الأساسية هي العمل على مقاومة الزحف السوفييتي الشيوعي على دول غرب أروبا .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Colonial Era",
        "Topic": "السياسة الدولية بعد الحرب",
        "Content": "1- تغير موازين القوى :\nإن الطروف المعيشية و الاقتصادية و السياسية , الناجمة عن الحرب أفقدت الدول الاستعمارية القديمة الزعامة , مع ازدياد تبعيتها المالية و الاقتصادية للولايات المتحدة الأمريكية عن طريق مشروع الإغاثة الأروبية , فانتقلت القيادة الى قارة أمريكا , فالولايات المتحدة الأمريكية هي صانعى انتصار الحلفاء و قدمت قرابة 300 ألف قتيل . و خرجت من الحرب أكبر قوة عالمية لما عرفته قطاعتها الاقتصادية من انتعاش , فعملتها \"الدولار\" أصبحت تمثل الوحدة المرجعية للنظام النقدي الدولي , بحيث أصبحت تستحوذ على نسبة 80 قي الماءة من رصيد الذهب العالمي . أضف الى ذلك السبق التكنولوجي الذي حققته بامتلاكها القنبلة الذرية عزز موقعها في زعامة المعسكر الغربي الرأسمالي .\nأما القطب الآخر فيتزعمه الاتحاد السوفييتي الذي لحقت به أضرار فادحة جراء الحرب لكنه حظي بمكتنة سياسية و إيديولوجية عظيمة نتيجة انتصاراته على النازية و استيلائه على مقر قيادة الرايخ ببرلين ليصبح القوة العسكرية الأولى في أروبا . بجيش بفوق 8 ملايين جندي , و تعزز وجوده في شرق أروبا بتنصيب أنظمة شيوعية موالية له في كل من رومانيا و بلغاريا و يوغسلافيا و ألبانيا ثم بولونيا و المجر سنة 1947 م و أخيرا تشيكوسلوفاكيا . ثم ما حققه من مكاسب هامة بضمه لأراضيه ممناطق واسعة . مثل جمهوريات البلطيق , إضافة الى جزيرة سخالين وجزر كوريل في المحيط الهادي . ليحتل بذلك مكانة إقليمية و عالمية فأصبح على ر\\اس المعسكر الشيوعي .\n2- تفكك الحلف و عودة الخصومة :\nبدأت بوادر الخلاف بإنشاء الديموقراطيات الشعبية , إلا أن أول مواجهة غير مباشرة بين المعسكرين كانت هي الحرب الأهلية في اليونان و التي انتهت في سنة 1948 بإسقاط الشيوعيين .\nو بلغ التوتر ذروته إثر اجتماع اندن (جوان 1949) الذي قررت فيه الولايات المتحدة و بريطانيا و فرنسا توحيد مناطق نفوذهما بأألمانيا . و هو الإجراء الذي اعنبره الاتحلد السوفييتي الأطلسي \" الذي يعد الخطوة الأولى لتنظيم الدفاع المشترك ضد الشيوعية . لكن تفجير أول قنبلة ذرية سوفييتية في سيبيريا سنه 1949 م و قيام جمهورية الصين الشعبية الشيوعية , قوى من شوكة المعسكر الشرقي و من ثمة بدأ تنظيم العالم الجديد في آسيا كما بدأ في أروبا , و انغمس كل فريق في صراع محموم لتوسيع نفوذه و هيمنته . و أطلق على هذا الصراع الإيديولوجي / الإقتصادي مصطلح سياسي جديد هو \"الحرب الباردة \"\n* الحرب الباردة :\nليست حربا بالمعنى التقليدي للكلمة و إنما هي صراعات بين الكتلتين , إيدبولوجية , سياسية , اقتصادية ونفسية , و لكن المظهر الأكثر بروزا هو ذلك السباق نحو التسلح , خاصة النووي  الذي سعت اليه القوتان الأعظم (و.م.أ - الإتحاد السوفييتي ) .\n\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Colonial Era",
        "Topic": "هيئة الأمم المتحدة",
        "Content": "تبين للدول المنتصرة أن في تجمعهم قوة و أن اتحادهم وفر لهم أسباب النصر غير نواياهم الحقيقية , و ماأفرزته الحرب من تطورات خاصة في المجال العسكري جعلهم على يقين أن المحافظة على الإستقرار في العالم لن يكون إلا باستمرار تماسكهم .\nفما هي الصيغة التي على أساسها تم ترتيب النظام العالمي الجديد؟\nو هل كانت لهذه الأدوات دور الفاعل في تحقيق السلام ف العالم ؟\n1- نأسيس هيئة الأمم المتحدة :\nاتخذت الدول الثلاث الكبرى في مؤتمر موسكو أكتوبر 1943 م قرارا بإنشاء هيئة دولية تقوم على مبدأ السيادة والمساواة بين جميع الأمم . و لتحقيق هذهالغاية تمت ترجمتها الى أهداف و تنظيمات تقوم على أساسها الهيئة الدولية الجديدة , فتمت مناقشتها من مندوبي خمسين دولة دعيت لحظور مؤتمر سان فرانسيسكو الذي انتهى بالمصادقة علة ميثاق \"الأمم المتحدة \" بتاريخ 26 / 06/ 1945 م . و تجلت أهداف الهيئة بوضوح في المادتين الأولى و الثانية من دستورها الذي يتضمن 111مادة .\nة تتلخص أهداف منظمة الأمم المتحدة في المحافظة على السلم و الأمن في العالم , و تنمية العلاقات الودية بين الأمم و تحقيق التعاون الدولي الذي تسهر على تحفيفه مؤسسات متخصصة و العمل على إرسال البعثان في مهمات تقنية الى جميع أنحاء العالم . كما جهزت الهيئة بقوات أممية تعرف (بالقبعات الزرق ) .\n2- الأمم المتحدة في سنواتها الأولى :\nفي 24 أكتوبر 1945 م أعلن رسميا عن إنشاء المقر الدائم للأمم المتحدة بمدينة نيويورك . و كان \"مجلس الأمن \" يومها يتألف من ممثلي إحدى عشرة دولة من أعضاء الهيئة منهم خمكسة الدائمون و هم الدول الكبرى المنتصرة ( الولايات المتحدة , الاتحاد السوفييتي , بريطانيا , الصين , فرموزا (الصين الوطنية - طايوان ) , و فرنسا ) و تمثل أصواتهم قاعدة الإجماع التي يطلق عليها اسم حق \"الفيتو\" أي حق النقض أو الرفض لأي قرار يحوز الأغلبية العددية ذلك ماجعل الهيئة في السنوات الأولى من وجودها الغلبة فيها للدول العظمى .\nإن عملها في تسوية بعض المشاكل الدولية الخطيرة و لا ينكر و أول هذه الإمجازات هو تجنب حرب عالمية كانت وشيكة لكنها أخفقت في مشكلة كشمير التي تكدر صفو السلم الى يومنا هذا بين الهند و باكستان و قد تم تقسيم \"فلسطين \" بمقتضى قرار لهيئة الأمم المتحدة و تأسست دولة اسرائيل و هزالإمتحان الصعب الذي يوقف الهيئة أمام مسؤوليتها التاريخية و الإنسانية .\nمجلس الأمن : أحد الأجهزة الست التي يتكون منها هيئة الامم المتحدة , و هو أهمها و قد عدلت تشكيلته سنه 1965 م بحيث أصبح عدد أعضائه خمسة عشر عضوا , أمام الدول الأفريقية و الأسيوية التي انضمت إلى الهيئة ففي سنة 1973 بلغ عدد أعضائها 136 دولة سنة 2002  الى 191 دولة .....\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Colonial Era",
        "Topic": "معايير تشكل العالم",
        "Content": "تاريخيا:\nإستمرارية الصراع الدولي بين الشرق والغرب في المجال الحيوي .\nنجاح الحركات التحررية و بروز العالم الثالث .\nإقتصاديا:\nبروز النظام المالي الجديد .\nبروز سياسات التكتل الإقتصادية .الو.م.أ - ااكومكون .\nإشتداد التنافس في الأسواق التجارية .\nإجتماعيا:\nمحاولة ترسيخ نظام قوي يقوم على أساس العدالة- المساواة  - والديمقراطية .\nترسيخ قيم تفوق الرجل الغربي .\nعلميا وتكنولوجيا:\nإكتساب التكنولوجيا بسبب التنافس والتسابق بين المعسكرين كما أنها تؤشر للقوة التكنولوجيا الذرية والنووية - غزو الفضاء- وسائل الإتصال - المعلوماتية .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "طبيعة العلاقة بين المعسكرين",
        "Content": "عداء و توتر و صراع في إطار الحرب الباردة.\nالتنافس حول مناطق النفوذ.\nالتداخلات العسكرية و خلق أزمات إقتصادية .\nتطبيق سياسة ملأ الفراغ و الإحتواء",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "الإستراتيجيات الخاصة بكل كتلة",
        "Content": "المعسكر الشرقي :\nسياسيا :\nمبدأ جدانوف مكتب الكومنفورم 1947.\nإقتصاديا:\nمجموعة الكومكون 1949.\nتقديم المساعدات القمح لآروبا الشرقية  شراء السكر دون الحاجة له من كوبا .\nعسكريا:\nحلف وارسوا1955.\nالتدخلات العسكرية أفغنستان.\nالدعم العسكري كوريا الشمالية والصين.\nالقواعد العسكرية والتسابق نحو التسلح.\nالمعسكر الغربي:\nسياسيا: مبدأ ترومان 1945.\nإقتصاديا:\nمشروع مارشال 1947، مشروع إيزنهاور 1955، المساعدات الإقتصادية للدول التي تعاني من الأزمات .\nعسكريا:\nحلف الناتو شمال الأطلسي 1947، حلف جنوب شرق آسيا ، حلف بغدا ، القواعد العسكرية ، التسابق نحو التسلح.\nالإستراتجيات الأخرى المشتركة: تدعيم حركات التحرر ، قلب أنظمة الحكم ، الحصار الإقتصادي كوسيلة ضغط على الشعوب الضعيفة....",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3030/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A8%D8%B1%D9%88%D8%B2-%D8%A7%D9%84%D8%B5%D8%B1%D8%A7%D8%B9-%D9%88-%D8%AA%D8%B4%D9%83%D9%84-%D8%A7%D9%84%D8%B9%D8%A7%D9%84%D9%85",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "التعليمات و المقدمة",
        "Content": "1) أ برز عوامل الجنوح إلى السلم .\n2) وضح الظروف الدولية السائدة.\n3) دور العالم الثالث وكتلة عدم الانحياز في دعم الانفراج الدولي\n\nالجنوح إلى السلم حتمية أم اختيار ؟",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "التوازن في الردع النووي",
        "Content": "امتلاك الولايات المتحدة الأمريكية القنبلة الذرية 1945.\nامتلاك الاتحاد السوفيتي القنبلة الذرية 1949.\nالتسابق نحو امتلاك أسلحة الدمار الشامل وتطوير القدرات الإستراتيجية.\nاقتناع القطبين بفكرة التعايش السلمي بعد التأكد من استحالة تحقيق النصر الحاسم.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "التنافس في مجال غزو الفضاء",
        "Content": "إطلاق الاتحاد السوفيتي أول قمر صناعي سبوتنيك في 04 أكتوبر 1957.\nنجاح رائد الفضاء الروسي يوري غاغارين في الدوران حول الأرض 1961.\nنزول رائد الفضاء الأمريكي نيل أرمسترونغ على سطح القمر عام 1969 .\nالتفوق النوعي الأمريكي على السوفييت في مجال غزو الفضاء الخارجي.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "دور الرأي العام الدولي",
        "Content": "معارضة الرأي العام الدولي سياسة التسابق نحو التسلح.\nدور منظمة السلام الأخضر في حماية العالم من مخاطر التلوث و الإشعاع النووي",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "الروف الدولية السائدة",
        "Content": "تطبيق الإدارة الأمريكية سياسة ملء الفراغ في الفيتنام 1954-1975.\nانسحاب فرنسا من القيادة العليا لحلف الشمال الأطلسي( الناتو) 1966.\nتراجع هيبة الاتحاد السوفيتي بعد التدخل العسكري في تشيكوسلوفاكيا 1968.\nاستمرار سباق التسلح بين القطبين وفق مفهوم التوازن في الردع النووي.\nتفكك الكتلة الشرقية بعد حدوث القطيعة بين الاتحاد السوفيتي والصين الشعبية.\nانفتاح الغرب على الشرق بعد زيارة الرئيس الأمريكي ريتشارد نيكسون إلى موسكو 1972.\nتوقيع اتفاقية سالت 1 بين القطبين في 26 ماي 1972.\nتسوية بعض القضايا الدولية سلميا بعيدا عن الخيارات العسكرية.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "دور العالم الثالث",
        "Content": "بروز كتلة العالم الثالث كقوة سياسية جديدة في العلاقات الدولية.\nدعم بلدان العالم الثالث سياسة التعايش السلمي والانفراج الدولي.\nدور القادة التاريخين في حل الكثير من القضايا الدولية وتخفيف التوتر بين المعسكرين.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "دور حركة عدم الانحياز",
        "Content": "تعريفها : هي منظمة دولية تأسست في 01 سبتمبر 1961 ببلغراد تَضم الدول المستقلة حديثا التي أرتأت عدم الميل لأي من الكتلتين المتصارعتين في إطار الحرب الباردة",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "ظروف نشأتها",
        "Content": "الحرب الباردة وتهديداتها للأمن والسلم الدوليين.\nتسابق القطبين نحو امتلاك أسلحة الدمار الشامل.\nتأثر دول العالم الثالث بصراع الحرب الباردة \" الحرب الكورية 1950-1953\"\nانعقاد مؤتمر باندونغ للتضامن الأفرو - أسيوي 24 أفريل 1955 باندونيسيا.\nبروز شخصيات تاريخية في العالم الثالث جمال عبد الناصر، أحمد سوكارنو، جواهر لال نهرو.\nاستقلال بعض المستعمرات \" الهند وباكستان 1947، اندونيسيا 1949\"",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "أهدافها",
        "Content": "دعم سياسة التعايش السلمي.\nتصفية الاستعمار بمختلف أشكاله.\nتحقيق التنمية الاقتصادية.\nبناء عالم أمن وخال من الحروب والنزاعات",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "دورها في قضايا التحرر",
        "Content": "دعم قضايا التحرر وحق الشعوب في تقرير المصير.\nالتنديد بالتدخل العسكري الأمريكي المباشر في الفيتنام عام 1963-1975.\nالتنديد بالحصار الأمريكي للجزيرة الكوبية عام 1962 ( أزمة خليج الخنازير).\nالمطالبة بنزع السلاح الاستراتيجي وتصفية القواعد العسكرية في الخارج.\nدعم القضية الفلسطينية و اعتبار الصهيونية شكلا من أشكال العنصرية.\nالاستنتاج: خطورة الصراع الإيديولوجي،حتم على المعسكرين الجنوح نحو سياسة التعايش السلمي.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "عوامل الجنوح إلى السلم:",
        "Content": "ا)التوازن في الردع النووي:\nب) التنافس في مجال غزو الفضاء:\nج)دور الرأي العام الدولي :",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "الظروف الدولية السائدة",
        "Content": "تطبيق الإدارة الأمريكية سياسة ملء الفراغ في الفيتنام 1954-1975.\nانسحاب فرنسا من القيادة العليا لحلف الشمال الأطلسي( الناتو) 1966.\nتراجع هيبة الاتحاد السوفيتي بعد التدخل العسكري في تشيكوسلوفاكيا 1968.\nاستمرار سباق التسلح بين القطبين وفق مفهوم التوازن في الردع النووي.\nتفكك الكتلة الشرقية بعد حدوث القطيعة بين الاتحاد السوفيتي والصين الشعبية.\nانفتاح الغرب على الشرق بعد زيارة الرئيس الأمريكي ريتشارد نيكسون إلى موسكو 1972.\nتوقيع اتفاقية سالت 1 بين القطبين في 26 ماي 1972.\nتسوية بعض القضايا الدولية سلميا بعيدا عن الخيارات العسكرية.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "دور العالم الثالث وكتلة عدم الانحياز في دعم الانفراج الدولي:",
        "Content": ") دور العالم الثالث وكتلة عدم الانحياز في دعم الانفراج الدولي:\nأ / دور العالم الثالث:\nب/ دور حركة عدم الانحياز\nأولا / تعريفها : هي منظمة دولية تأسست في 01 سبتمبر 1961 ببلغراد تَضم الدول المستقلة حديثا التي أرتأت عدم الميل لأي من الكتلتين المتصارعتين في إطار الحرب الباردة.\nثانيا/ ظروف نشأتها:\nرابعا/ دورها في قضايا التحرر:\nالاستنتاج: خطورة الصراع الإيديولوجي،حتم على المعسكرين الجنوح نحو سياسة التعايش السلمي.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3031/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D8%B3%D8%A7%D8%B9%D9%8A-%D8%A7%D9%84%D8%A5%D9%86%D9%81%D8%B1%D8%A7%D8%AC-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D9%8A",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "المفاهيم",
        "Content": "التمييز العنصري : هي فصل جماعة من البشر بالقانون أو العرف على أساس الاختلاف في الدين أو البشرة أو الثروة أو الثقافة مثل نظام الميز العنصري في جنوب إفريقيا سابقا أو جدار الفصل العنصري في فلسطين حاليا.\nمؤتمر بال : اجتماع ترأسه تيودور هرتزل ضم حكماء صهيون بمدينة بال السويسرية 1897 من أهم قراراته إنشاء وطن قومي لليهود و تأسيس المنظمة الصهيونية العالمية .\nالمنظمات اليهودية: هي منظمات و هيئات داعمة للحركة الصهيونية و إسرائيل يديرها المؤتمر اليهودي العالمي الذي يتواجد في أكثر من 70 دولة.\nالصهيونية : اسم جبل بضاحية القدس يحج إليه اليهود لاعتقادهم أن نبي الله داوود DAVID  مدفون بهذا المكان ، تحولت إلى حركة سياسية عنصرية تطالب بجمع يهود الشتات و اتخاذ فلسطين وطنا قوميا .\nإسرائيل :كلمة ربانية جاء ذكرها في القرآن الكريم في إشارة إلى النبي يعقوب عليه السلام مكونة من شقين اسرا و تعني عبد و ئيل و تعني الله أي عبد الله و هي التسمية التي اختارتها الحركة الصهيونية للدولة الناشئة في 15 ماي 1948 .\nالوكالة اليهودية : وكالة متخصصة في شراء و كراء الأراضي و منح رخص الاستغلال لليهود الصهاينة تشجيعا لهم على التوطن و الاستقرار و حافز للهجرة نحو أرض الميعاد \" فلسطين \" .\nوعد بلفور : رسالة خطية موجهة من وزير الخارجية البريطانية آرثر جيمس بلفور إلى الثري اليهودي روتشيلد تضمنت وعدا باسم جلالة الملك بمساعدة الحركة الصهيونية بإقامة وطن قومي لليهود بفلسطين .\nالانتداب : لغة يعني الإشراف أي إشراف دولة قوية على دولة ضعيفة حتى تصير قادرة على تسير شؤونها بنفسها و هو الشكل المهذب للاستعمار الأوروبي غير المباشر.\nالميليشيات الصهيونية :منظمات إرهابية متطرفة هدفها تثبيت الاحتلال الصهيوني بفلسطين تأسست بعـــد ح ع 1 قدر عدد أفرادها بأكثر من  60 ألف سنة 1946 أبرزها منظمات الهجانا و الأرغون و شتارن ، ارتكبت العديد من الجرائم أبرزها مجزرة دير ياسين ونسف فندق الملك داوود بمدينة القدس ، تعتبر نواة الجيش الإسرائيلي الحالي .\nالحكم الذاتي:هو تأسيس سلطة فلسطينية تمارس إشراف داخلي على قطاع غزة و أريحا كمرحلة أولى ثم التفاوض حول الحل النهائي بموجب الاتفاقية الموقعة في 13سبتمبر 1993 بواشنطن.\nالانتفاضة:هي شكل من أشكال المقاومة التي أبتكرها الفلسطينيون ضد الاحتلال الصهيوني من صورها العصيان المدني و المظاهرات و مقاطعة البضائع الإسرائيلية و المواجهة اليومية مع جيش الاحتلال.\nمعاهدات السلام: هي الاتفاقيات المبرمة بين الكيان الصهيوني و بعض الدول العربية في إطار الاعتراف بحق إسرائيل في الوجود مثل معاهدة السلام المصرية-الإسرائيلية 1979 أو معاهدة وادي عربة مع الأردن 1994.\nتهويد فلسطين : هي إضفاء الطابع اليهودي على الأراضي المحتلة بتغليب العنصر البشري اليهودي  \" 07 ملايين نسمة \" على العنصر البشري العربي \" 05 ملايين فلسطيني \".\nفلسطينيو الشتات : هم اللاجئون من المهجرين قسرا من الشعب الفلسطيني بعد قيام الكيان الصهيوني في 15 ماي 1948  الذي صادر جميع ممتلكاتهم ويرفض الاعتراف لهم بحق العودة .\nمنظمة التحرير الفلسطينية :  هي الجناح السياسي لحركة التحرر الفلسطينية تأسست عام 1964 بالقاهرة ضمت العديد من الفصائل أقواها حركة فتح الفلسطينية بقيادة ياسر عرفات و الجبهة الشعبية لتحرير فلسطين بقيادة جورج حبش و الجبهة الوطنية لتحرير فلسطين بقيادة نايف حواتمة بينما رفضت حركة * حماس * الانضمام إليها.\nالديكتاتورية : شكل من أشكال النظم الشمولية المطلقة تكون فيه السلطة السياسية بيد فرد واحد لا يتقيد بدستور أو القوانين السارية المفعول شعاره \" الدولة أنا ، أنا الدولة \" مثل الديكتاتورية النازية في ألمانيا 1933 – 1945.\nالحرب الأهلية : هي مواجهة مسلحة بين طرفين ينتميان إلى نفس الرقعة الجغرافية بسبب الاختلافات العرقية أو الطائفية أو الدينية أو الإيديولوجية مثل الحرب الكورية 1950 – 1953 و الحرب الأهلية اللبنانية 1975 – 1989.\nالحرب المحدودة : عمل سياسي شامل يلجأ إلى القوة المسلحة في مرحلة من مراحله لتحقيق هدف معين لا يستدعي بالضرورة كسر إرادة الخصم أو فرض مشيئة المنتصر عليه كاملة .\nالحرب بالوكالة أو الإنابة : هي مواجهة عسكرية بين طرفين لدواعي إيديولوجية بدعم من الكتلتين المتصارعتين في إطار الحرب الباردة مثل الحرب الكورية 1950 – 1953 .\nحرب الكمائن : تكتيك عسكري يعتمد على الخفة و السرعة و المباغتة و تفادي الاشتباك المباشر مع العدو يلجأ إليها في حالة اختلال التوازن في العتاد و العدة بين الطرفين  اعتمده حركات التحرر في العالم الثالث تسمى كذلك بحرب العصابات.\nالحرب الاستباقية : تكتيك عسكري يقوم على توجيه الضربة الأولى الاستباقية لتشتيت قدرات الخصم تعتمد على القوات الجوية من أبرز تطبيقاتها الهجوم الياباني على قاعدة بيرل هاربر الأمريكية في 07 ديسمبر 1941 .\nحرب الشوارع :تكتيك عسكري  يرتبط بالحرب الأهلية ، خسائره كارثية في الأرواح من المدنيين و العسكريين من أساليبه الخطيرة عملية القنص عرفته شوارع بيروت خلال الحرب الأهلية اللبنانية 1975 - 1989.\nالعدوان الثلاثي : هجوم عسكري شنته القوات المشتركة الإسرائيلية الفرنسية و البريطانية ضد مصر بدءا من 29 أكتوبر 1956 بهدف الإطاحة بجمال عبد الناصر و إعادة السيطرة على الممر المائي– قناة السويس– بعد تأميمه",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/6891/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D9%85%D9%81%D8%A7%D9%87%D9%8A%D9%85%D8%8C-%D8%A7%D9%84%D8%B4%D8%AE%D8%B5%D9%8A%D8%A7%D8%AA%D8%8C-%D9%88%D8%A7%D9%84%D8%A3%D8%AD%D8%AF%D8%A7%D8%AB",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "الشخصيات",
        "Content": "أحمد سوكارنو : (1901-1970 ) سياسي وزعيم اندونيسي ، تزعم حركة تحرير بلاده ضد الهولنديين بعد الحرب ع 2 ،تولى رئاسة اندونيسيا إلى 1967 ، منظم * مؤتمر باندونغ * 1955 وأحد مؤسسي حركة عدم الانحياز.\n\nالمهاتما غاندي : (1869-1948 )داعية وطني و زعيم وديني هندي ناضل ضد الوجود البريطاني، فتعرض للسجن في العديد من المرات، أصبح زعيم الحركة الوطنية منذ 1920 ثم تفرغ لمشاكل الطبقة المنبوذة في الهند ودعم الحركة التي رفعت شعار: غادروا الهند 1942 اهتم بتخفيف الصراع بين الهندوس والمسلمين(1946 1947). اغتيل من طرف متطرف هندوسي عام 1948.\n\nجواهر لال نهرو (1889-1964) : رجل سياسة هندي تلميذ غاندي رئيس المؤتمر الوطني الهندي منذ 1929 ، واحد من صانعي استقلال الهند، شغل منصب الوزير الأول (1947- 1964) كان من أقطاب عدم الانحياز، حيث لعب الأدوار الأولى خلال انعقاد مؤتمر باندونغ 1955.\n\nجوزيف بروز تيتو : (1892-1980) سياسي يوغسلافي قاد مقاومة بلاده ضد قوات المحور أثناء الحرب ع 2 فحرر بلاده ، أصبح بعدها رئيس جمهورية يوغسلافيا ، من مؤسسي حركة عدم الانحياز.\n\nمحمد علي جناح: مناضل تحرري وسياسي باكستاني ناضل في إطار الرابطة الإسلامية لتحرير شبه القارة الهندية من الوجود البريطاني كان شريكا لجانب غاندي ونهرو و من أجل إقامة دولة مستقلة للهنود المسلمين عن الهندوس شغل منصب رئيس باكستان منذ استقلالها عام 1947.\n\nهوشي منه 1890-1969) مؤسس الحزب الشيوعي الفيتنامي قاد حربا ضد الوجود الفرنسي من 1946 إلى غاية هزيمتها في ديان بيان فو 1954 ثم تزعم الحرب التي خاضها الفيتنام الشمالي ضد الحكومة العميلة والولايات المتحدة في الجنوب منذ عام 1960 وانتهت بانتصار الشماليين وانسحاب الو.م.أ وتوحيد البلاد رسميا عام في أفريل1975.\n\nجمال عبد الناصر 1918-1970) انظم لتنظيم الضباط الأحرار الذي اطاح بالملك فاروق1952 أصبح رئيسا للجمهورية عام 1956 من أهم انجازاته تأميم قناة السويس والتي كانت ذريعة للعدوان الثلاثي على مصر 1956 و انجاز السد العالي كما عمل على تحقيق الوحدة العربية ، كان أحد مؤسسي حركة عدم الانحياز .\n\nأرنستو شي غيفارا : ( 1928-1967) ثوري من أصل أرجنتيني شارك في الثورة الكوبية إلى جانب كاسترو 1956 1959 حاول التأسيس لثورة شاملة في أمريكا اللاتينية ضد الهيمنة الأمريكية و الموالين لها فقام بتدريب الثوار في بوليفيا- 1966 1967- كان متأثرا بالفكر الشيوعي الماركسي،أصبح رمزا عالميا خاصة لدى الشباب الثوري و الاشتراكي .\n\nفيدال كاسترو : ثائر و سياسي كوبي - قاد الثورة ضد - باتيستا - في كوبا استولى على السلطة 1959 قوبلت سياسته بالعداء من طرف الولايات المتحدة التي حاولت الإطاحة به - عملية خليج الخنازير 1961 - تقارب مع السفويت مما أدى إلى وقوع أزمة الصواريخ 1962 و الولايات المتحدة تفرض حصارا اقتصاديا على كوبا .كان صديقا مقربا للجزائر في عهد هواري بومدين.\n\nباتريس لومومبا : رجل سياسي و مؤسس الحركة الوطنية الكنغولية، ناضل من أجل استقلال بلاده عن الاستعمار البلجيكي. أصبح وزيرا أول بعد الاستقلال 1960 سعى من اجل استعادة السيادة الوطنية على إقليم كاتنغا الغني بالثروات الطبيعية بشرق البلاد . اغتيل 1961 وتتهم المخابرات الأمريكية بمقتله.\n\nياسر عرفات : 1929 – 2004 سياسي فلسطيني ورمز لحركة النضال الفلسطيني من اجل الاستقلال أحد مؤسسي حركة فتح قائدها العام منذ 1969 اسمة الحقيقي محمد عبد الرؤوف عرفات الملقب \"ابو عمار\" حاصل على جائزة نوبل للسلام عام 1994 رئيس السلطة الوطنية الفلسطينية المنتخب 1996 توفي في ظروف غامضة في نوفمبر 2004.\n\nجيمس بلفور : وزير خارجية بريطانيا ،قام بتوقيع الوعد المعروف باسمه يوم 02 نوفمبر 1917 والذي يسمح لليهود بإقامة وطن لهم بفلسطين .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/6891/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D9%85%D9%81%D8%A7%D9%87%D9%8A%D9%85%D8%8C-%D8%A7%D9%84%D8%B4%D8%AE%D8%B5%D9%8A%D8%A7%D8%AA%D8%8C-%D9%88%D8%A7%D9%84%D8%A3%D8%AD%D8%AF%D8%A7%D8%AB",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "الاحداث",
        "Content": "11 ديسمبر 1931\nتأسيس منظمة الكومنولث\n15 أوت 1947\nاستقلال الهند و الباكستان عن بريطانيا\n22 مارس 1945\nتأسيس الجامعة العربية\n07 ماي 1954\nهزيمة فرنسا بمعركة ديان بيان فو بالفيتنام\n28 جوان 1991\nحل منظمة الكوميكون\n20 جويلية 1956\nانعقاد مؤتمر جنيف لتسوية القضية الفيتنامية\n18-24 أفريل 1955\nانعقاد مؤتمر باندونغ باندونيسيا للتضامن الأفرو أسيوي\n02 ماي 1963\nتأسيس منظمة الوحدة الأفريقية و مقرها أديسا بابا عاصمة أثيوبيا\n08 جانفي 1959\nانتصار الثورة الشيوعية في كوبا بزعامة فيدال كاسترو\n20 مارس 1970\nتأسيس منظمة الدول الناطقة بالفرنسية*الفرنكوفونية*\n02 أوت 1990\nغزو العراق للكويت و بداية حرب الخليج الثانية\n01 جويلية 1991\nحل حلف وارسو العسكري\n26 ديسمبر 1991\nاستقالة ميخائيل غورباتشوف و حل الاتحاد السوفيتي\n29 أوت 1897\nانعقاد مؤتمر بال و تأسيس الحركة الصهيونية العالمية\n20 نوفمبر 1917\nصدور وعد  آرثر جيمس بلفور المشئوم\n29 نوفمبر 1947\nصدور قرار الأمم المتحدة رقم181 الذي يكرس تقسيم فلسطين إلى دولتين.\n14 ماي 1948\nإنهاء الانتداب البريطاني على فلسطين\n15 ماي 1948\nقيام دولة إسرائيل برئاسة أستاذ الكيمياء حاييم وايزمان\n09 أفريل 1949\nارتكاب العصابات الصهيونية مجزرة دير ياسين\n11 ماي 1949\nقبول إسرائيل عضو في الجمعية العامة للأمم المتحدة\n28 ماي 1964\nإنشاء منضمة التحرير الفلسطينية بالقاهرة\n01 جانفي 1965\nبداية الثورة الفلسطينية المسلحة انطلاقا من دول الطوق العربي\n05 جوان 1967\nحرب الستة أيام بين العرب و إسرائيل و انهزام القوات العربية\n22 نوفمبر 1967\nصدور قرار UNرقم242 الداعي إلى انسحاب إسرائيل إلى حدود 1967\n06 أكتوبر 1973\nحرب رمضان بين العرب و إسرائيل و انتصار جزئي للقوات العربية\n15 أكتوبر 1973\nحضر تصدير البترول العربي إلى الدول الداعمة لإسرائيل\n22 أكتوبر 1973\nصدور القرار الأممي رقم 338 الداعي إلى وقف القتال بين الطرفين\n17 سبتمبر 1979\nتوقيع اتفاقية كامب ديفيد بين مصر و إسرائيل\n06 جوان 1982\nالغزو الإسرائيلي للبنان و ارتكاب مجزرة صبرا و شاتيلا\n07 ديسمبر 1987\nالانتفاضة الفلسطينية الأولى*انتفاضة أبناء الحجارة*\n03 نوفمبر 1991\nعقد مؤتمر مدريد للسلام\n13 سبتمبر 1993\nتوقيع اتفاقية السلام بين منظمة التحرير الفلسطينية و إسرائيل بواشنطن",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/6891/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D9%85%D9%81%D8%A7%D9%87%D9%8A%D9%85%D8%8C-%D8%A7%D9%84%D8%B4%D8%AE%D8%B5%D9%8A%D8%A7%D8%AA%D8%8C-%D9%88%D8%A7%D9%84%D8%A3%D8%AD%D8%AF%D8%A7%D8%AB",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Modern Era",
        "Topic": "الإشكالية",
        "Content": "بالرغم من تعدد الأزمات بين المعسكرين وبلوغها حد المواجهة فإن مبدأ الوفاق ظل سائدا لكن أعاقته مجموعة من الصعوبات فبدأت ملامح تغيير جذري في طبيعة العلاقات الدولية.\nكيف تم الانتقال من الثنائية إلى الأحادية ؟",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Modern Era",
        "Topic": "تفكك الكتلة الشرقية وسياسة التطويق",
        "Content": "- بدأت جذور التفكك منذ سنة 1968 عند إعلان تشيكوسلوفاكيا عن برنامج يطبق الطريقة التشيكوسلوفاكية الإشتراكية فحصلت على استقلال محدود، فأدى إلى تدخل القوات السوفياتية وحلف وارسو داخل الدولة وقمع الانتفاضة.\n- تضاربت سياسة رومانيا مع سياسة الاتحاد السوفياتي.\n- نجحت ألبانيا في تحقيق استقلال تام عن الاتحاد السوفياتي.\n- اختلفت أنظمة كل من بولونيا والمجر الاقتصادية عن النظام الإقتصادي السوفياتي.\nالنتيجة: ظهور انتفاضات في كل من المجر، بولونيا ورومانيا حيث رفضت النظام الشيوعي فتحولت إلى ثورات ساهمت في سقوط الكتلة الشرقية لأسباب:\nعوامل تفكك الإتحاد السوفياتي:\n- الحركات السياسية والشعبية التي عرفتها أوروبا الشرقية والتي أشعلت لهيب الثورة.\n- إتساع الرقعة الجغرافية للإتحاد السوفياتي وارتفاع تكاليف الحماية.\n- تعدد القوميات واختلافها عن بعضها في الدين، اللغة والجنس       صعود التوحيد وشعور بعض القوميات بفقدان حريتها وخاصة المسلمة.\n- طبيعة النظام السياسي ودكتاتورية الحزب الشيوعي الحاكم الذي كان يتمتع أعضاؤه بكل الامتيازات على حساب بقية الشعب.\n- طبيعة النظام الاقتصادي المركزي الموجه الذي يقضي على كل مبادرة فردية.\n- ظهور الحركات الانفصالية ودعمها من طرف الغرب الرأسمالي.\n- حل المنظمات الاقتصادية الشيوعية : الكوميكون والحلف العسكري الشرقي وارسو.\n- النفقات الكبيرة في مجال التسلح والتدخلات العسكرية المباشرة في إطار الحرب الباردة كغزو أفغانستان في 1979.\n- إهتمام الإتحاد السوفياتي بالجانب العسكري على حساب الجانب الإجتماعي واهتمامه بحلفائه بالخارج على حساب شعبه في الداخل.\n- تدهور مكانة وقدرة الدولة على تحقيق التفوق، فعرفت تراجع في مواقفها.\n- إصلاحات غورباتشوف بعد وصوله للحكم سنة 1985 والذي جاء بسياستين:\n*إعادة هيكلة الاقتصاد  (البيريسترويكا)\n* الشفافية والوضوح والديمقراطية (الغلاسنوست)\nقول غورباتشوف:\nلقد تعاظمت مشاكل البلاد بأسرع مما يمكن حله فبلادة وجمود أشكال الإدارة وتراجع الديناميكية والحماس في عملها وتضخم البيروقراطية ألحق بنا ضررا لم يكن قليلا.\nسياسة التطويق:\nبعد التفكك عمدت الولايات المتحدة الأمريكية إلى تطويق روسيا عن طريق:\n- مجموعة من الدول الصغرى الرأسمالية لمنعها من الوصول إلى المياه الدافئة في الشمال والجنوب الأوروبي.\n- توسيع عضوية حلف الناتو والاتحاد الأوروبي نحو أوروبا الشرقية.\n- نشر مجموعة من القواعد العسكرية حولها وتهميش دورها في الأحداث العالمية.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Modern Era ",
        "Topic": "النظام الدولي الجديد ومؤسساته الفاعلة",
        "Content": "وسائل الولايات المتحدة الأمريكية لفرض هيمنتها على العالم.\nأ- الملامح:\n- الأحادية القطبية بانفراد الولايات المتحدة الأمريكية بقيادة العالم وفرض هيمنتها اقتصاديا وعسكريا وسياسيا.\n- حدوث التقارب الأمريكي الروسي في الكثير من القضايا.\n- تراجع دور الأمم المتحدة لفائدة الولايات المتحدة الأمريكية.\n- حل وتسوية الكثير من الأزمات وفق المنظور الأمريكي والتحالف الصليبي ضد العالم الإسلامي.\n- تراجع التنمية في الدول المتخلفة وتغذية الإضرابات التي تعرفها، والتدخل في شؤونها.\nب- المفهوم:\nالنظام الدولي الجديد عبارة عن مجموعة من القيم والمبادئ والعلاقات الدولية وفق منظور أمريكي بهدف التنمية.\nج- مؤسساته الفاعلة:\n*المجال السياسي: المنظمات الدولية، الأمم المتحدة وما يتبعها من أجهزة باستغلالها للشرعية الدولية على تدخلاتها ولحصار وضرب ومحاكمة المعارضين والمتمردين: حق الفيتو، محكمة العدل الدولية.\n* المجال المالي والاقتصادي: المؤسسات المالية والاقتصادية وتتمثل في صندوق النقد الدولي، البنك العالمي للإنشاء والتعمير، منظمة التجارة العالمية لفر سيطرتها على الأسواق والتحكم في اقتصاديات الدول المتخلفة عن طريق الشروط المفروضة عليها.\n* المجال العسكري: حلف شمال الأطلسي الناتو كأداة عسكرية لفرض النظام.\nالمنظمات غير الحكومية: باستغلال التقارير التي تصدرها (حقوق الإنسان، الديمقراطية، المرأة) كمبرر للتدخل.\n* شركات متعددة الجنسيات: كوسيلة في يد الدول الكبرى لفرض هيمنتها على ثروات الجنوب ولنشر العولمة.\n* وسائل الإعلام: لقد أسهم تطورها وسيطرة الدول الكبرى (الولايات المتحدة الأمريكية) عليها في نشر قيم الغرب وثقافته لتمرير قضية ما تجند لها وسائل الإعلام.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Modern Era",
        "Topic": "نهاية الحرب الباردة ومؤتمر مالطا 1990",
        "Content": "تم عقد قمة سوفياتية وأمريكية بين الرئيس بوش وغورباتشوف في الفترة بين 3 إلى 4 ديسمبر 1989 وتضمن اللقاء قضايا تخفيض الأسلحة وإعطاء دفع جديد للتعاون ثم جاء مؤتمر باريس 1990 الإعلان الرسمي عن نهاية الحرب الباردة فأدى إلى تفكك الإتحاد السوفياتي وظهور مجموعة من الأحداث كما يبدو في الجدول الآتي:\nالتاريخ\nالحدث\n09 نوفمبر 1989\n- تحطم جدار برلين.\n09 أكتوبر 1990\n- توحيد الألمانيتين في دولة واحدة ليبرالية رأسمالية.\n22 جوان 1991\n- حل منظمة الكومكون الشيوعية الإقتصادية.\n01 جويلية 1991\n- تصفية حلف وارسو الشيوعي نهائيا.\n21 ديسمبر 1991\n- ظهور مجموعة الدول المستقلة.\n25 ديسمبر 1991\n- زوال الإتحاد السوفياتي نهائيا.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Modern Era",
        "Topic": "المواجهة بين الشرق و الغرب",
        "Content": "1- تداعيات انقسام العالم العربي الى كتلتين :\nتميز النظامالدولي لفترة ما بعد الحرب العالمية الثانية بانقسام العالم الى شرق شيوعي و غرب رأسمالي , و أصبح التوازن في العلاقان الدولية قاءما على الصيغة التي تحقق لكل قطب الأهداف التي رسمها لمشروعه ووسائل تنفيذ المشروع , ساد ذلك جو في عدم الثقة أملته الصراعات الإيديولوجية و بلغ حد التصادم بين العملاقين الاتحاد السوفييتي و الولايات المتحدة الأمريكية اللذين أصبحا يمثلان أساس للنظام الدولي القائم على توازن القوى بينهما و قد عملت جغرافية الدول الجديدة علة الرفع من قدراتها للسيطرة على العالم بتقديمها الصناعي و نشطها في الدعاية , الى جانب قوتها العسكرية و ما طرأ على تكنولوجيا صناعة الأسلحة من تطور جعلها أشد فتكا و تدميرا و لترجيح كفة الصراع أضحى السباق على التسلح سياسة . و لكن القادة الكبار و الاستراتجيون كانوا يدركون جيدا خطر التورط في الحرب لاتبقي و لا تذر .و هو ما دفع بالفريقين لتنشيط الدبلوماسية و البحث عن صيغ توفيقية لتحقيق مصالحهم الاستراتيجية طإقامة الدول الحاجزة , التي تحول دون تصادمهما و التخطيط للإستيلاء على القواعد العسكرية البحرية و الجوية و السعي الى ما يفضي للوفاق بينهما .\n2- الصراعات الإيديولوجية و القطيعة :\nإن الصراع بين الشرق و الغرب هو الأساس صراع بين أيديولوجيتين , الرأسمالية و الإشتراكية . و لكن هذا الصراع موأيضا من أجل إستراتيجية لكلل من الولايات المتحدة و الاتحاد السوفييتي . و هو مصدر معظم الأزمات الدولية و الإقليمية و المحلية , و بحكم محوريته التي يؤثر بها مجمل العلاقات الدولية و هو المسؤول عن الكثير من التحولات و التوترات عن عالمنا المعاصر , و كانت الحرب الكورية (1950- 1953) أول حرب محدودة تخوضها أمريكا , كما كانت امتحانا صعبا للقوانين النوييتين , و بعدها أزمة السويس (مصر ) التي أثبتت تعادل العملاقين في امتلاك أسلحة الدمار الشامل .\nو تصاعد تأزم العلاقات بين الشرق و الغرب لما تجاوز الفكر الشيوعي الستار الحديد و أصبح له حضور داخل المعسكر الرأسمالي ذاته , و كانت الأوضاع الاقتصادية يومئذ مشجعة لانتشار الرؤية الشيوعية في أروبا و في مكان في العالم بكافة الوسائل .جاء ذلك على لسان الرئيس الأمريكي 12 /30 / 1947 م و الذي أعلن فيه عن سياسة امريكية جديدة تجاه أروبا عرفت \"بمبدأ ترومان \" و كان الرد السوفييتي هيئة \"الكومفورم \" Kominform في مفس السنة .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "استراتجيات وسائل الهيمنة و النفوذ",
        "Content": "وجه ترومان الأمريكي رسالة (مارس 1947 م ) جاء فيها أن الغرض من المشروع هو : \"العمل على إنهاض أروبا و مساعدتها على مقاومة الشيوعية , و كل صور الديكتاتورية الأخرى , و أن النظم الاجتماعية الاقتصادية الحرة التي تعيش أمريكا في ظلها , تتأثر حتما أي انقلاب مدمر للنظم لأروبية الحدرة ......\nتركة الحرب العالمية الثانية - و المنعقد بموسكو في أفريل 1947 م .\n1- المشاريع الاقتاصادية المتقابلة :\n1-1 مشروع مارشال :\nخصص المشروع لإغاثة أروبا بإعانة الدول الراغبة في تطبيقه بمساعدات مجانية و منح مالية و قروض على مدى خمسة أعوام (1948 - 1952) و قد أحيطت هذه المعونة الأمريكية بشروط خاصة منها العمل على  زيادة الانتاج الصناعي و الزراعي و تثبيت العملة و التعاون مع الدول المشتركة في المشروع , و تسهيل حصول الولايات المتحدة الأمريكية على المواد الأولية اللزمة لها . و كانت القيمة الإجمالية (12.9925 مليون دولار ) موزعة على الدول الاروبية (الشكل ) قصد إنعاشها اقتصاديا و سعيا لتحقيق عدة أهدافها منها :\n* القضاء علة الأوضاع الاقتصادية و المعيشية المتدهورة في أروبا .\n* احتواء الحركات الرادكالية و الثورية التي تسعى لإقامة حكومات اشتراكية متعاطفة نمع الاتحاد السوفييتي .\nو قد وصف \"مشروع مارشال \" بأنه أعظم محاولة اقتصادية بذلت لمقاومة الضغط الشيوعي في أروبا , و أن هذه الحركة كانت من أخص وسائل الصراع المذهبي بين السوفييت و الغرب الرأسمالي . و مضت أمريكا على منوال \"مشروع مارشال \" بإقامة برامج لمساعدة دول آسيا و الشرق الاوسط ( باقتراح من ايزنهاور 1957 ) حصوصا بعد أن أبدى الشيوعيون استعدادهم لتقديم المعاونات الفنية و الاقتصادية لهذه الدول .\n1 -2 مجلس الكوميكون :\nكان رد فعل الاتحادالسوفييتي هو إنشاء \"الكوميكون Comecon\" -مجلس التعاون و التبادل الاقتصادي - سنة 1949 م و يضم الاتحاد السوفييتي , و المجر , بلغاريا , رومانيا , تشيكوسلوفاكيا , منغوليا , كوبا , كوبا (انضمت سنة 1958 ) و الفيتنام . و يعمل في إطار التخطيط المنظم القائم على قاعدة التبادل الثنائي بين الدول الأعضاء , و إنشءاء منطقة للتبادل بين المعسكر الشيوعي , بغرض التنمية المتكاملة و الدولية لاشتراكية العمل .\n2- التنظيمات العسكرية :\nأعلنت الولايات المتحدة الأمريكية سنة 1947 م عن استراتيجية جديدة عرفت \"بسياسة الاحتواء \" تهدف الى مواجهة الاتحا السوفييتي مباشرة . و تحرك هذا الأخير للرد على هذا الاعلان بارسال قواته الى تشيكوسولوفاكيا سنة 1948 م و ضمها الى المعسكر الاشتراكي .\n2 -1 حلف الشمال الأطلسي (الناتو OTAN-NATO )\nبتوقيع معاهدة تأسيس حلف شمال الأطلسي في واشنطن (أفريل 1949) يكون الصراع بين الشرق و الغرب قد اتنقل من طوره الإيديولوجي و الدعائي و الساسي الى الطور العسكري الذي تصاعد تدريجيا الى مراحل سباق التسلح النووي و يضم الدول المشرفة على هذا التخطيط على المحيط و على فرعة البحر المتوسط . و هي الولايات المتحدة الأمريكية و بريطانيا و فرنسا و كندا و بلجيكا و هولندا و لوكسمبوغ ثم ايطاليا و البرتغال ة النرويج و الدانمارك و أيسلندا و أخيرا اليونان و تركيا و ألمانيا الغربية . و يهدف هذا التنظيم بحسب نصوص مواده الى مواجهة القوى و الأفكار و التطلعات الشيوعية و الوقوف عسكريا ضد أي مسلح على الدول الأعضاء فيه .\nو لإتمام الطوق حول المعسكر الشيوعي أقيم حلف جنوب شرق آسيا \"ESATO\" سنة 1954 م بالتوقيع على \" معاهدة ملنيلا \" بين الولايات لمتحدة الأمريكية و بريطانيا و فرنسا و زيلندا الجديدة و أستراليا و الفليبين و تبلندة و باكستان . و يهدف لحماية المصالحالغربية في المنطقة و مخاصرة المد الشيوعي الصيني الفيتمامي الشمالي .\nو لترتبط الحلقات الاستعمارية من الشمال الأطلسي حتى شرقي آسيا أنشئ حلف بغداد سنة 1995 م و ضم بريطانيا و العراق و إيران و باكستلن و تركيا و رفضت الدول العربية الانسياق وراء هذا المطلب الامبريالي و على رأسها مصر و سوريا بعد انسحاب العراق من الحلف اثر الإنقلاب العسكري وقع ضد الملك فيصل تغير اسم الحلف 1969 و أصبح يعرف بالحلف المركزي .\n2-2 حلف وارسو VARSOVIIE\nكان الرد السوفييتي إنشاء حلف وارسو في ماي 1955 م و اتخذت العاصمة البولندية مقرا للحلف الذي ضم الى جانب الاتحاد السوفييتي تشيكوسلوفاكيا , و ألمانيا الشرقية ة المجر و بولندا و رومانيا و ألبانيا و دخلته يوغوسلافيا باعتبارها دولة حيادية . و جاء واضح الأهداف و الغايات و التي منها : مواجهة الأحلاف الغربية و سياسة الحصار السياسي و العسكري والاقتصادي التي اتبعتها أمريكا و الدول السائرة في فلكها و حق الدفاع المشترك ضد أي هجوم عسكري محتمل على الدول الأعضاء .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "سباق التسلح و التعايش السلمي",
        "Content": "1- أسلحة الدمار الشامل و استراتيجية الردع النووي :\nكان سباق التسلح النووي بي المعسكرين قد بلغ أشده حين امتلك كلاهما القنبلة الهيدروجينية و مع ظهور الصواريخ البليستية العابرة للقارات , فاندلاع حرب بينهما يعني تحويل كوكب الارض الى مكان غير صالح للحياة , و أن تفادي كارثة من هذا النوع يعتبر هدفا استراتيجيا و ذلك أن التهديد بأسلحة الدمار الشاعمل دون استخدامها يمثل جوهر استراتيجية الردع النووي .\n2- التطورات السياسية و الدعوة للتعايش السلمي :\nبوصول الجمهورين بين الحكم سنة 1952 م انتهج الرئيس أيزنهاور خط سلفه ترومان مع التأكيد على الرد الشامل و اتبع وزيره للخارجية \"فورستر دالاس\" سياسة عدائية تجاه المعسكر الشيوعي . و في هذه الأجواء المتأزمة كان موت ستالين المفاجئ في مارس 1953 م فخلفه من بعده \"مالنكوف , بولغانين و خروشوف \" في شكل قيادة جماعية \"الترويكا \" و كان لهذا التغيير أصداء واسعة , و كان مؤتمر جنيف 1955 م بداية اللتواصل بين الشرق و الغرب . و تجسيدا لمبادرة \"سياسة التعايش السلمي \" التي أطلقها قادة السوفييت جاء اعتراف الاتحاد السوفييتي بجمهورية ألمانيا الفدلرالية ثم انضمامه الى منظمة اليونسكو في ماي 1955 م كما لم يكن في ذلك مانع لدى السوفييت من تأييد الأغراض التي أنشئت على أساسها اللجنة الدولية للطاقة الذرية في فييننا سنة 1957 م و التي جاءت كنتيجة لمشروع الرئيس الأمريكي إيزنهاور و المعروف بمشروع \" الدرة مقابل السلام \" . و قد شجع إيزنهاور التقارب مع الاتحاد السوفييتي بإخماده للحملة العنيفة التي تزعمها النائب \"ماك كارتي \" ضد الشيوعية .\n3- بروز قوى ضاغطة جديدة و التقارب بين الشرق و الغرب :\nلقد افرز الصراع بين المعسكرين قوى اقليمية و عالمية شكلت عوامل ضغط على الدول الكبرى حيث شهدت  دول أروبا الغربية معرضة قوية من شعوبها بخصوص السباق نحو التسلح و كان في تضامن الدول الضعيفة و المستقلة حديثا توجه رافض لسياسة الأحلاف و التكتلات , ففتح باب تبادل الزيارات بين الفريقين زار خروشوف الولايات المتحدة الأمريكية سنة 1959 م ثم لقاء سنة 1961 م مع الرئيس كينيدي في فينا و نتج عن ذلك احترام كل فريق لمناطق نفوذ الآخر و عدم التعدي عليها فلما سحقت الدبابات الروسية الثورة المجرية ببوداباست سنة 1956 م لم تتدخل الولايات المتحدة بل اكثر من ذلك اتفقت مع السوفييت ضد البريطانيين و الفرنسيين لما وقع الاعتداء الثلاثي على مصر (1956)\nبيد أن الانفراج الدولي بقي هشا و تحطم أمام أزمة برلين التي تسببت في إقامة \"جدار برلين \" سنة 1961 م , ثم أزمة كوبا سنة 1962 م و التي صاحبها هلع كبير و خوف من تصادم القوتين .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "ملامح النظام الدولي و مؤسساته الفاعلة",
        "Content": "1- أشكال التنظيمات و المؤسسات الدولية :\nو من الملامح المميزة للنظام الدولي في ظل الثنائية القطبية الثنائية نشأة التنظيمات و المؤسسات الدولية على نطاق لم يشهده المجتمع الدولي من قبل , و أصبحت هذه التنظيمات تمثل ركيزة أساسية و حيوية من ركائز التعامل الدولي . وظهرت اللتكتلات السياسية كالمعسكر الغربي و المعسكر الغربي و المعسكر الشرقي أو كالجامعة العربية أو منظمة المؤتمر الاسلامي , و قد تكون الوحدة عسكرية كحلف شمال الأطلسي , و حلف وارسو , أو اقتصادية كالسوق الأروبية المشتركة و منظمة الأوبك , أو مالية كصندوق النقد الدولي و البنك العالمي . ...\nو قد تكون الوحدة احتكامية كهيئة الامم المتحدة . و تتفاوت فاعلية كل وحدة من هذه الوحدات في الأحداث العالمية و المعادلات الدولية وفقا لحجمها و قوتها و فعاليتها .\n2- خصائص النظام العالمي منذ مطلع الخمسينيات :\nأ- وجود مركزين للقوة و التأثير و الفاعلية في العالم .هما الولايات المتحدة الأمريكية و الاتحاد السوفييتي إلا أن هذا التوازن يقتصر على المجال الاستراتيجي و العسكري دون غيره ذلك أن الولايات المتحدة الأمريكية انفردت بكافة ضرب التقدم في مجالات الاقتصاد , نظرا لظروفها التاريخية - الجغرافية . مما أدى الى إخداث تغييرات اتجاهية هامية في سياسيات العديدة من الدول و الصغيرة , غالبا في اتجاه الغرب لأسباب اقتصاد . فالولايات المتحدة هي التي تتولى قيادة النظام الاستعماري الجديد و هي التي توظف قدراتها و إمكانياتها الاقتصادية و العسكرية لفرض هيمنة الشمال على الجنوب في مجالات النشاط الاقتصادي و الثقافي و التقني ...\nب- عدم الحسم في النزاعات الرئيسية في العالم , بحيث الحروب في حركة متصلة من التأجج دون حسم , و أن استمرار تفجير التناقضات في هذه المناطق (الشرق الأوسط , جنوب شرق آسيا , جنوب غرب آسيا , أمريكا الوسطى , جنوب إفريقيا .....) يتم في إطار المحافظة على أركان النظام العالمي القائم . و يفرض على قوى التغيير , أن تنخرط في أحد المعسكرين الرئيس المتنازعين اللذين يملكان وحدهما أدوات القوة الفعلية القادرة على تعديل موازين القوى الاستراتيجية و الاقتصادية و السياسية على مستوى عالمي . و يرمز ذلك الى وجود صيغة لتقسيم مناطق النفوذ في العالم , منذ \"يالط\" (فيفري 1945)\n3- نظام النقد الدولي و هيمنة الدولي و هيمنة الاقتصاد الأمريكي :\nإن الولايات المتحدة التي تضاعف إنتاجهها أربع مرات خلال سنوات الحرب , لم تتجاوز أزمتها فحسب و إنما أصبحت قوة اقتصادية عظيمة فخرجت من الحرب مهيمنة على مقاليد الأمور و هي تمتلك نصف ثورة العالم .\nو جاءت اتفاقية بريتةن وودز التي تقتضي بإنشاء نظام نقدي دولي لدعم مصالح البلدان الغنية الموقعة على الاتفاقية .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "الشركات متعددة الجنسية",
        "Content": "1- من السيطرة الاقتصادية الى التحكم في مصائر الأمم :\nسيطرت الشركات ذات الجنسيات المتعددة على تجارة عدد كبير من السلع الهامة التي تصدرها البلدان النامية  . مما يسؤ لها الحصول على مصادر تموين من المواد بأسعار زهيدة , فأغلب الاتفاقيات التي أبرمت ما ينتهي بالفشل , و تساندها في ذلك الدول الصناعية . لقد كانت تلك الشركات جزءا رئيسيا من مجمل النظام الاقتصادي في الغرب , فقد فوضت اليها الحكومات الغربية القيام بجزء كبير من عملها الديبلوماسي .\nثم إن سيطرة هذه الشركات العملاقة على أخطر صناعة في العالم كانت مطلقة , بحيث جعلت من النفط بسعره الرخيص و إنتاجه الوفير سببا في انتعاش اقتصاديات الشمال في فترة ما بعد الحرب العالمية الثانية الى سنة 1973 إذا كانت وحدها الشركات النفطية الاحتكارية المهيمنة كليا على الصناعات البترولية في العالم .\n2- نشأة الوكالة الدولية للطاقة :\nو لكن ما أن جوبهت سيطرتها باتخاذ دول الجنوب المصدرة للنفط قرار جماعيا سنة 1973 بفرض سيادتها الوطنية على هذه المادة الأولية الحيوية , و مطالبة البلدان النامية بتغيرات هيكلية في النظام الاقتصادي العالمي , حتى ثارت الدول الغربية و اعتبرت هذا الموقف بمثابة تهديد خارجي جديد مفاجئ للمدنية الغربية , و نشطت دول الشمال و لم تستسلم لتحديات الأوبك التي أصبحت سياسة و اقتصادية ضخمة بيد الجنوب و أعلن الرئس الأمريكي جيمي كارتر أن الأوبك و الأزمة النفطية -ستقهر الغرب حتما إذا لم يتخذ الغرب التدابير اللازمة على الفور - ة بالفعل فقد تم تأسيس الوكالة الدولية للطاقة و كان الهدف بالطبع هو تحطيم الأوبك و إعادة سيطرة دول السمال علة النفط .\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "تصنيف العالم على أساس اقتصادي",
        "Content": "1- تصنيف العام على أساس اقتصادي :\nإن العالم في نطر الغرب هو قبل كل شيء سوق منظمة , فمناطق النفوذ الكبرى تضبطها اتفاقيات و عاهدات دولية , وظيفتها إذماج اقتصاديات المنطقة في اقتصاد المركز المهيمن , فالاقتصاد الدولي يشكل نظاما حقيقيا بحيث تجد فيه كل دولة , أو إقليم أو تحت كل مؤسسة الدور الذي تستطيع القيام به أو ربما للعب دور أسند لها من طرف أقوى منها بينما يعد الانفلات من فلك هذا النظام أمرا بعيد الاحتمال .\nو يقوم هذا التصنيف علة أساس عامل التقدم الاقتصادي , فمجتمعات أروبا و أمريكا الشمالية الرأسمالية و المتقدمة اقتصاديا و صناعيا تمثل العالم الأول . و العالم الثاني يتكون من دول أروبا الاشتراكية , أما الثالث و فيه بقية العالم أي القارات الثلاث ياستثناء اليابان .\nفالعالم المعاصر الذي ينقسم إيديولوجيا الى شرق وغرب هو عالم منقسم اقتصاديا الى شممال متقدم مهيمن و جنوب مختلف و تابع , و نشأ عن ذلك دول المكز و هي الدول الرأسمالية الصناعية و دول الأطراف و هي الدول المختلفة فأصبح الصرتع بين الشمال و الجنوب صراعا اقتصاديا سياسيا .\n2- بروز العالم الثالث و نبذ هيمنة الدول العظمى :\nإن تغيير النطام العالمي الذي بدت الحاجة اليه ضرورة حيوية , خاصة بعد أن حصلت معظم دول الجنوب على استقلالها السياسي و انضمت الى الهيئات و المنظمات الدولية . و بدت الفجوة بين الشمال و الجنوب على حركة تضامن شعوب آسيا وإفريقيا والتي وحدها مؤتمر باندونغ 1955 و كان من أهدافها السعي لاستكمال إنهاء الوجود الاستعماري من أوطانها .\n3- الدوائر المؤثرة في تغيير النظام العالمي :\nو من البديهي أن يكون مجال التحرك هو العالم الثالث , لتنشأ في الشرق الحضاري دائرتان , الأولى و مركزها الشرق الأوسط في قلب الدائرة الحضارية الأسيوية -الأفريقية حول مصر و قطرها خط طنجة - جاكرتا .ثم الدائرة الاسيوية  و التي برزت فيها الصين كنركز مستندة الى اليابان خاصة بعد إبرام معاهدة السلام بينهما سنة 1978. و التي ماو تسي تونج و شوإين لاي يعتبرانها أحد ساقين ترتكز عليهما الأولوية للسياسة الخارجية الصينية بينما الساق الأخرى هي التحالف مع العالم الثالث .\nو بدأ مشروع تحريك الموقف العالمي بظهور حركة عدم الانحياز و الدعوة الى الحوار بين الشمال و الجنوب و كان أبرز تجسيد لوحدة دول الجنوب هو مطابتهم جميعا دون استثناء بإقاممة \"نظام اقتصادي جديد \"",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "علاقات الشمال و الجنوب في ظل القطبية الثنائية",
        "Content": "1- هيئة الأمم المتحدة و التنمية الاقتصادية :\nاهتمت الامم المتحدة بالأمور الاقتصادية منذ نشأتها إذ نص ميثاقها على تشكيل \" مجلس اجتماعي و اقتصادي \" و لدفع حركة التنمية الاقتصادية في البلدان الجمعية العامة \"عقد التنمية الأول مع بداية الستينات و اصطحب ذلك تكتل الدول النامية فيما عرف باسم \"مجموعة 77\" التي شكلت عام 1964 ;. و كان هدف هذه المجموعة هو الترابط الاقتصادي بين الدول النامية بحماية مصالحها المشتركة في إطار الاتفاقية العامة للتعريفةة الجمركية و استجابة للدعوة الصريحة التي نادت بها بلدات القارات الثلاثة في مؤتمر القاهرة 1963 الى عقد المؤتمر الدولي , نظم لقاء الأمم المتحدة للتجارة و التنمية (الأونكتاد - UNCTAD )  في جنيف سنة 1964 .\n2- بروز ديناميكية الجزائر :\nاحتضنت الجزائر في سنة 1973 مؤتمر قمة الانحياز الذي تبنى أرضية ذات معالم - ترتكز على إدانة النظان الشامل و المسيطر ووضع برنام عمل - و في كلمة الأفتتاحية أكد السيد \" عبد العزيز بوتفليقة \" وزير خارجية الجزائر على المطالب الاصلاحية لتغيير التزيع غير المتكافئ فيما يخص العلاقات بين الشمال و الجنوب حيث قل: \"إن مؤتمر القمة الرابع المنعقدة في الجزائر يؤلف حصيلة مرحلة بحثت خلالها شعوبنا بعضهها عن البعض الىخر زمنا طويلا قبل أن تلتقي و تتجمع حول مثل مشترك من النضال و الكرامة في موقف المواجهة مع مستغليها .\"\nو صادق المؤتمر على قرارات و صادقت عليه الأمم المتحدة في دورتها الخاصة السادسة لبحث الوضع  الاقتصادي العالمي عام 1974 و هذا القرار اسمه \"النظام الاقتصادي الجديد \" لقد ظهر كتححد جوهري باستهدافه أسس العدالة و الانصاف و المساواة بين الدول كما اتبع بإصدار \"برنامج عمل \" يتعلق بالنظام الاقتصادي الدولي الجديد شمل قطاعات الاقتصاد العالمية مثل النظام النقدي الدولي و أسعار المواد الأولية و التصنيع و نقل التكنولوجيا , و التعاون بين الجدول النامية فيما بينها و إزالة العوائق من طريق التبادل التجاري الدولي , و عرف هذا النظام في العديد من القرارات التي تم تبنيها في الممنابر الدولية الهامة خلال السبعينات و كان صاحب الريادة في هذا المضمالر االراحل هواري بومدين . الذي بصوت المسؤول الواعي عن الامتياز المرهق \"الذي يتمتع به منتجو البترول .\n3- الأزمة النفطية و الحوار بين الشمال و الجنوب :\nو عقد الحوار التاريخي المباشر بين الشمال و الجنوب ففي باريس (ديسمبر 1975) تحت اسم \"مؤتمر التعاون الاقتصادي الدولي \" شاركت فيه سبع و عشرون دولة منهها تسع عشرة دولة من الجنوب , و افتتح الحوار الرئيس الفرنسي فاليري جاسيكار ديستان . إلا أن المشكلة الجوهرية التي أعترضت مناقشات الشمال و الجنوب هي في \"تعريف النظام الاقتصادي العالمي الجديد \" و لكن ما لبثت الدول الغربية أن حاربت هذا النظام الجديد بمساندة البنك العالمي , الى أن تعطل الحوار كليا عندما استطاع الشمال أن يتجاوز أزمته النفطية .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Modern Era",
        "Topic": "العالم بعد انهيار الاتحاد السوفييتي",
        "Content": "تهاوت جميع هياكل المعسكر الشيوعي تباعا و عرف عام 1991 و عرف عام 1991 بسنة التحولات , ففي شهر جوان حلت منظمة الكوميكون و تمت تصففية حلف وارسو في الأول من جويلية . و أعلن غورباتشوف عن خصخصة 80%  من تجارة التجزئة و الخدمات و نهاية سنة 1992 و هي سنة انفتاح السوق الروسية للمستثمرين الأجانب و خصخصة 30% من أملاك الدولة .\nالنظام العالمي \" الجديد \":\nإن زوال الخطر الشيوعي يعد حدثا إستراتيجيا , ترتب عنه إعادة تنظيم للعلاقات الدولية . التي لم تتضح ملامحها الجيو - سياسية بعد . إلا أنها كانت بمثابة مؤشرات لنظام عالمي جديد بصدد التشكل .\nو بروز الزعامة الأمريكية دليل على هذا التغيير الذي سعت اليه الولايات المتحدة منذ عقود , حيث جاء في الخطاب السياسي لمجلس الأمن القومي عام 1968 \" أن الصراع بين قوى الظلام لا يهدد فقط دولتنا و لكن أيضا الحضارة ذاتها . و الهجمة على مؤسسالت العالم الحر اصبحت عالمية . و تفرض علينا باعتراضها لمصالحنا الخاصة مسؤولية ممارسة \"القيادة العالمية \"\nو كشفت عن ذلك وثائق البنتاجون التي جاء فيها متا يؤكد سعي الإدارة الأمريكية للهيمنة على العالم و من بين المفردات :\n- الولايات المتحدة هي التضامن للنظتم العالمي لذلك يجب أن نتصرف باستقلالية في حال و قوع كارثة تتطلب رد فعل سريع أو يصعب تجميع موقف عالمي موحد .\n- علينا التحرك لمنع تكوين نظام أمني بأروبا يمكنه تهديد توازن حلف شمال الأطلنطي .\n- إذابة ألمانيا و اليابان في النظام الأمني الجماعي الذي تقوده الولايات المتحدة الأمريكية .\n- إقناع جميع المنافسين المحتملين بعدم ضرورة التطفل للعب دور عالمي من الذي يلغبونه الآن بالفعل .\nالمفهوم الأمريكي لتغير العالم :\nيتجلى المفهوم الأمريكي \"لتغيير العالم \" في السعي لإعادة الاستقطاب في العلاقات الدولية باسم \" العولمة \" . و العمل على تغذية الثورات الإقليمية و الصراعات القومية و الدينية بهدف إيجاد المميزات للتدخل و فرض الحلول التي تحقق لها مصالخها في كافة أنحاء العالم .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    },
    {
        "EducationalStage": "HSS3",
        "HistoricalEra": "Modern Era",
        "Topic": "عالم الاتصالات و دلائل الأحادية القطبية",
        "Content": "نشأة المنضمة الدولية للاتصالات الفضائية :\nلاختيار تقنيات الاتصال عبر الاقمار الصناعية في المدارالثابت  . و هي التقنية التي اقترحها \"آثر كي عام لارك \" في عام 1945 . أطلقت الولايات المتحدة الأمريكية سلسلة أقمار عام 1963 و تم الحسم في إمكانات هذه التقنية التي نقلت بواسطتها أحداث دورة طوكيو الأولمبية في عام 1963 و تم في إمكانات هذه التقنية التي نقلت بواسطتها أحداث دورة طوكيو الأولمبية في عام 1963 و تم الحسم في امكانيات هذه التقنية التي نقلت بواسطتها أحداث دورة طوكيو الأولمبية في عام 1964. و لم يمض عام على هذا الحدث حتى أطلق الاتحاد السوفياتي أول قمر لأغراض الاتصال . لتشهد إثر ذلك تكنولوجيا الاتصال تطورا مذهلا , بل لقد أصبحت هذه التقنيات جزءا من نسيج المجتمع متأثرة و مؤثرة فيه .\nو عرفت نظم الاتصال تحولا جذريا أكسبت هذه التكنولوجية أهية استراتيجية خاصة , دفعت بالولايات المتحدة منذ عام 1962 لإنشاء نظام عالمي للاتصالات , و بعد اتفاقية اللجنة المؤقتة لأقمار الاتصالات ثم الاتحاد الدولي للاتصالات الفضائية , أنشئت عام 1971 المنظمة الدولية للاتصالات الفضائية (إنتلسلت ) حيث بلغ عدد أعضائها سنة 1990 مائة و تسعة عشر دولة .\nالأنظمة الإقليمية للاتصالات :\nو برزت في عام 1970 شبكة \" إنترسبوتنيك \" لربط دول الكوميكون ثم المشروع الأروبي \"سيمفوني \" التطوير و البث التلفزيونى و تبع ذلك سنة 1977 تكوين منظمة \" Eutelsat \" لربط دول أروبا الغربية و في العالم العربي أشئت منظمة \"عربسات \" و في عام 1983 أطلق القمر الأندونيسي ليخدم مجموعة دول شرق آسيا .....و كانت جميعها تهدف الى حماية ثقافتها و المحافضة على كيانها .\nتكنولوجيا الاتصال و فرض هيمنة المركز الواحد :\nكان من الطبيعي أن يستولي على مجال الاتصالات من يمتلك قوة المعدات التكنولوجية و صاحب السيطرة على أدوات المال و الهيئات الدولية . و إذا كانت أربع و كالات رأسمالية , تحتكر فيما بينها 80% من اجمالي تدفق المعلومات و تكرس 80% من أنبائها لدول الغرب , هذا الغرب الذي وظف كل امكاناته لتمرير رسالته و إحكام نفوذه و لترسيخ أفكاره . و انبثق عن مفاهيم جديدة ارتبطت بالأقمار الصناعية كثورة الاتصالات و ثورة المعلومات والثورة التكنولوجية ..  إنه الانتقال من المجتمع الصناعي الى مجتمع الاتصالات و هكذا كان الوصف المنظمات غير الحكومية التي لعبت دورا مركزيا في تقديم المساعدات الانسانية و في التنمية خلال الثمانينات . و لكن بعد انهيار الاتحاد السوفييتي أعادت الولايات المتحدة صياغة المواثيق و المعاهدات الدولية لفرض رؤية أحادية و استبعاد أي رؤية ثقافية أخرى بمايخدم اهداف هيمنتها على العالم المعاصر .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/8/12/3032/%D8%A7%D9%84%D8%AB%D8%A7%D9%84%D8%AB%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D8%AB%D9%86%D8%A7%D8%A6%D9%8A%D8%A9-%D8%A5%D9%84%D9%89-%D8%A7%D9%84%D8%A3%D8%AD%D8%A7%D8%AF%D9%8A%D8%A9-%D8%A7%D9%84%D9%82%D8%B7%D8%A8%D9%8A%D8%A9",
        "Level": "1"
    }
]