{
    "book_name": "HSS2E1",
    "pages": [
        {
            "page": 8,
            "text": "elbassair.net\r\nتقويم تشخيصي\r\n1- وقد تخلصت أوربا تدريجيا من مظاهر العصور الوسطى وحققت قدرا عاليا من التقدم جعلها تهيمن على العالم وتكتشف أسرار الكون والحياة حين أنقذت نفسها من الجهل الذي غل فكرها، وتمثلت الخطوة الأولى خلال ذلك المسار الطويل في الإصلاح الديني الذي خلص الناس من كثير من المظاهر التي كان يستعملها بعض رجال الدين وسيلة للهيمنة والتسلط .... د. عصام عبد الله\r\n2 .... نحن نؤمن ببديهية تلك الحقائق القائلة بأن الله خلق الناس سواسية أجمعين، وأن خالقهم منحهم حقوقا معينة لا تقبل النزول عنها للغير وأن من بين هذه الحقوق، حق الحياة والحرية والسعي وراء السعادة، ولصون هذه الحقوق تقام الحكومات بين الناس مستمدة سلطاتها العادلة من قبول الرعية، وأنه عندما يصبح أي شكل للحكم هذاما لهذه الغاية فمن حق الشعب تغييره أو ا القضاء عليه لبناء حكومة\r\nجديدية ترسي قواعدها على مثل هذه المبادئ وتنظم سلطانها في شكل يبدو أقرب إلى تأمين وإسعاد الشعب، ومن هنا مضت الولايات المتحدة لتعلن أنها حرة ومستقلة ذات سيادة »\r\nمن وثيقة إعلان استقلال الولايات المتحدة\r\n3 ... إن فرنسا تتكون من ولايات وأقطار منفصلة ذات إدارات مختلطة متنوعة، لا تعرف مقاطعاتها شيئا عن بعضها بعضا وحيث لا تحمل بعض جهاتها عبئا ما ، بينما العبء كله يقع على الجهات الأخرى، وحيث أكثر الطبقات فيها ثراء يفرض عليها أخف الضرائب وحيث الامتيازات تحول دون توازن، وحيث يتعذر إقامة حكم ثابت دائم، ووجود إدارة مشتركة، فلا عجب إذا هي غصت بالعيوب وحفلت بالمساوئ\r\nومن المتعذر في حالتها الراهنة أن تحكم حكما صالحا ....\r\nمن التقرير الذي قدمه الوزير شارل الكسندر دو كالون أمام مجلس طبقتي الإكليروس والأشراف\r\nالمصلحة العامة ) 4 يولد الناس ويبقون أحرارا ومتساويين في الحقوق، ولا يمكن للإمتيازات أن تبنى إلا على أساس\r\nإن الهدف من أي مؤسسة سياسية هو الحفاظ على حقوق الإنسان الطبيعية التي لا يمكن التنازل عنها\r\nوهي :\r\nالحرية وحق الملكية، ومقاومة القهر\r\nيكمن مبدأ كل سيادة أساسا في الأمة، ولا يجوز لأي مجموعة وأي شخص أن يمارس سلطة لا تستمد\r\nمن الأمة ) إن القانون تعبير عن الإرادة العامة، لذا فإن من حق كل المواطنين أن يساهموا في إعداده إما بأنفسهم أو\r\nعن طريق ممثليهم. ويُطبق القانون على الجميع في حالتي الحماية والعقاب. للمواطنين الحق في أن يشغلوا كل الرتب والوظائف العمومية، كل حسب قدراته ولا فرق إلا بالفضائل والمواهب\r\nمن إعلان حقوق الإنسان والمواطن للثورة الفرنسية 1789\r\nelbassair.net\r\n8\r\nعيون البصائر التعليمي"
        },
        {
            "page": 9,
            "text": "5- إن الأمة مثل الفرد لها واجبات، فلا يمكننا أن نتخلى عن واجباتنا اتجاه شعوب عديدة وضعت تحت وصايتنا، إن بإمكان سيطرتنا وحدها أن تضمن السلم والأمن والرفاهية لأولائك التعساء الذين لم يسبق لهم أبدا أن عرفوا تلك النعم، فبأدائنا الرسالة التمدين هذه نكون قد أوفينا برسالتنا الوطنية لصالح\r\nالشعوب ....\r\nجوزيف شمبر لين وزير المستعمرات البريطاني عن كتاب كروزي / في سياسات التوسع الإمبريالي\r\nو كانت الدول الأوربية طيلة ثلاثة قرون متوالية تعتبر نفسها سعيدة عندما تعقد السلم مع داي على أمن نسبي لبحريتها وتبتلع من أجل ذلك سائر الجزائر وتحصل منه حتى بتضحيات في المال والكرامة. أوكسان برنار\r\nالإهانات ....\r\nلع عيو\r\nموف\r\nelbassair.net\r\n7- تولى رعاية مصالح فرنسا بالجزائر 60 قنصلا ونائب قنصل، وتردد عليها 96 محافظا ومبعوثا فرنسيا، كان أول القناصل الفرنسيين بارتول»، وآخرهم « دو فال»، وأول المحافظين والمبعوثين دولا فوريست مولود قاسم نايت بلقاسم / شخصية الجزائر الدولية\r\nوآخرهم دوبيري ....\r\nرفعت فرنسا شعارات إن الجزائر مساحة جغرافية شاغرة، لم يكن لها أبدا دولة، وليس فيها مجتمع. - إن سكان الجزائر عبارة عن مجموعات فسيفسائية تنتمي إلى عناصر كثيرة متباغضة ومتناحرة تلتقي في\r\nصفة واحدة هي التعصب الديني . .\r\nو .... لن ترفض أي طلب للجمهورية إذا كان لديها ما تطلبه منا، عندما يكون في متناولنا، فالمواد الغذائية والخيول الجيدة هذه هي أهم منتوجاتنا، فالصديق الحقيقي هو ذلك الذي يعلن عن نفسه عند الحاجة فهذه هي مبادؤنا، إننا على استعداد لأن نمدكم بالحبوب وبالمواد المعيشية من كل نوع، وبكلمة واحدة كل ما تطلبونه، لاننا نشعر بأنه في غمار الحرب العامة التي تواجهونها ضد مثل هذا العدد من الأمم الأوربية فإنه من المستحيل الا تواجهوا صعوبات في اقتناء ما أنتم في حاجة إليه من المواد الغذائية والسلع\r\nالضرورية الأخرى .....\r\nمن رسالة الداي ردا على رسالة الشكر التي وجهها وزير الشؤون الخارجية الفرنسية د. جمال قنان / العلاقات الفرنسية الجزائرية\r\nالبصائر التعليمي\r\nelbassair.net"
        },
        {
            "page": 10,
            "text": "أولا :\r\n1 - من خلال السند 1\r\n. اشرح ما يلي : مظاهر العصور الوسطى التقدم - تكتشف أسرار الكون والحياة - الإصلاح الديني وسيلة للهيمنة والتسلط .\r\n2 - استخرج الأفكار الأساسية من السند 2 وقارنها بممارسات الولايات المتحدة الأمريكية الحالية مبديا رأيك في نتيجة المقارنة التي تستخلصها .\r\n3- السند 3 يصف الوضع العام الإداري والسياسي والمالي والاجتماعي لفرنسا في نهاية القرن 18 ، قارن بين ما ورد في السند ووضع الجزائر في نفس الفترة مبديا رأيك في النتيجة المتوصل إليها .\r\n4 - إقرأ جيدا مواد السند 4 وطابقها مع السياسة الفرنسية الخارجية بعد الثورة الفرنسية، معللا نتائج المقارنة.\r\n5- السند 5 يتضمن مبررات بريطانيا لممارستها السياسية الإستعمارية.\r\n. استخرج من السند هذه المبررات .\r\n. حدد الأساليب التي ترجمت بها بريطانيا المبررات التي وردت في السند 5 في كل من إفريقيا وآسيا.\r\n6- السندات 9،7،6 تبرز العلاقات الجزائرية الدولية قبل الاحتلال، بينما يتضمن السند رقم 8 شعارات رفعتها\r\nفرنسا وهي تقدم على احتلال الجزائر.\r\n. قدم السندات مستخلصا مضمونها.\r\n. قارن بين السندات 6 و 7 و 8 و 9 .\r\nه استخلص الأفكار التي يمكنك أن ترد بها على ما ورد في السند رقم 8 .\r\n. لعبت الدبلوماسية الجزائرية بين 1518 - 1830 دورا بارزا في إثراء القانون الدولي، أبرز ذلك بأمثلة .\r\n①\r\nelbassair.net\r\nموقع عيون البصائر التعليمي\r\n10\r\nخير الدين بربروس\r\nسیسیل رودس\r\nنابوليون بونابرت\r\nelbassair.net"
        },
        {
            "page": 11,
            "text": "Welbassairnet\r\nelbassair.net\r\nثانيا :\r\nالسندات (1-2) تمثل شخصيات لعبت دورا فعالا من أجل أتمها : 1 - استخلص كيف نظر الغرب إلى الشخصيتين (2) - (3) مع التحليل ؟\r\n2 - كيف نظر الغرب إلى الشخصية (1) - مع التعليل ؟\r\n3 - كيف تقيم أنت الشخصيات الثلاث مع التعليل ؟\r\nثالثا\r\nعلى خريطة العالم المرفقة :\r\n1 - وقع خطوط الرحلات الجغرافية الاستكشافية بعد 1492.\r\n2 - لون المناطق المكتشفة من طرف البرتغال.\r\n3 - خرجت إسبانيا والبرتغال إلى . مسرح الحركة الاستعمارية مبكرا وشكلت امبراطوريات كبرى إلا أنها لم\r\nتحتفظ إلا بمناطق محدودة. حدد أسباب ذلك. 4 - أعلنت إسبانيا حربا على الجزائر دام الصراع فيها ثلاثة قرون .\r\nحدد أسباب هذا الصراع.\r\nأبرز آخر المعاقل الإسبانية بالجزائر، وابرز أسباب تأخر التواجد الإسباني بهذا المعقل.\r\nd\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 12,
            "text": "الوحدة التعلمية الأولى\r\nالاستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 - 1954\r\nتعالج الوحدة من خلال :\r\n1 - مكتسباتك القبلية المدرسية ( برنامج السنة الأولى ثانوي ، وقراءاتك الخارجية عن :\r\nمفهوم الاستعمار . ظروف ظهور الفكر الإستعماري .\r\n. أهداف الإستعمار .\r\n2 - الحركة الاستعمارية الأوروبية في إفريقيا وآسيا ومقاومتها من خلال.\r\nظروفها - اسبابها - أهدافها .\r\n3\r\nطرق و وسائل تجسيد السياسة الاستعمارية وانعكاساتها.\r\nردود أفعال وأشكال الحركات التحررية (الظروف الأسباب، الأساليب ووسائل ) .\r\nأهداف وخصائص الحركات التحررية\r\nبعد نهاية معالجة الوحدة من خلال الاداءات والنشاطات داخل القسم - الأستاذ - جماعة القسم\r\n- التلميذ - الإنجازات الفردية والجماعية من خلال الحصص الإدماجية والتقويمية تكون قادرا على :\r\n1 - حل الإشكاليات التي يطرحها موضوع الحركة الاستعمارية :\r\nelbassair.net\r\nفهم مدى توظيف أوروبا لتفوقها الاقتصادي والعسكري لفرض الهيمنة على غيرها .\r\nإدراك أن زوال الكيانات السياسية والأنظمة والحكومات لا تعني قتل روح الصمود وإرادة المقاومة )\r\nلدى الشعوب .\r\nب - استعمال واستغلال واستثمار السندات التاريخية بمختلف أنواعها كمصادر للحصول على المعلومات\r\nوكد عائم وشواهد لتدعيمها، وكسندات للحصص الإدماجية والتقويمية :\r\nالتحكم في المفاهيم التي تطرحها الوحدة .\r\nإنجاز المشاريع التربوية العلمية الفردية والجماعية ( بحوث - ملفات - لوحات فنية - نوادي بيئية وتاريخية).\r\nكن مقاوما للظلم، مناصرا للحق.\r\nelbassair.net\r\n12\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 13,
            "text": "Felbassair.net\r\nelbassair.net\r\nالعلاقات الأوروبية\r\nالأوروبية وانعكاساتها الخارجية\r\nخط إتجاه الحركة الاستعمارية\r\nموا"
        },
        {
            "page": 14,
            "text": "Felbassair.net\r\nelbassair.net\r\nالعلاقات الأوروبية\r\nالأوروبية وانعكاساتها الخارجية\r\nخط إتجاه الحركة الاستعمارية\r\nموا"
        },
        {
            "page": 15,
            "text": "elbassair.net\r\nم الإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م - 1954 .\r\n.... التوسع الاستعماري، السيطرة : لماذا ؟\r\nوكيف ؟ ، غالبا ما وضعت الأسباب الاقتصادية في المقدمة من اجل تفسير التوسع الاستعماري الذي قامت به الدول الأوروبية ، فيقال أن أوروبا كانت بحاجة إلى تأمين تزويدها بالمواد الأولية وإلى إيجاد الأسواق لمنتجاتها وحتى الرساميلها ... ولكن هل أن التوسع الإستعماري ضروري للإقتصاد الأوروبي ؟ لا شك أن عدة مواد أولية لا يمكن إيجادها إلا خارج وبعد عام 1879 م بدأ البحث القارة الأوروبية .. عن الأسواق محركا قويا ... وهل احتاجت أوروبا المستعمرات من أجل أن توظف فيها الرساميل التي جمعتها بكثافة. ومن الواضح أن الأسواق المالية الباريس ولندن وبرلين وفرانكفورت عرفت كيف تقوم في أوروبا أو في المستعمرات بعمليات مثمرة جدا ولكن الجميع استخدم السلاح المالي من أجل تحقيق الخطط الإمبريالية .....\r\n3 ..... إن الكشوف الجغرافية تتعامل مع جذور أو على الأقل بذور الاستعمار المعاصر مباشرة. فقد ولد الاستعمار الحديث في حجر الكشوف الجغرافية ولا نقول في رحمها. فخرجت أوروبا تضرب في المجهول، فعادت تحمل إلى العالم عالما جديدا، بل عوالم جديدة قلبت الكشوف الجغرافية استراتيجية العالم القديم من صميمها ..\r\nد. محمد العربي ولد خليفة / الثورة الجزائرية\r\n2 شكلت الصناعة المجتمع الذي يحض على الإستعمار ويؤدي إليه كواقع وكمثال فلقد ولد الإنقلاب الصناعي في إرهاصات تغيير إجتماعي من الإقطاع إلى البورجوازية ترمز له الثورة الفرنسية، وجاء هو بعدها بعقدين يقفز بهذا التغيير أي ثورة اجتماعية سياسية، فالإنقلاب الصناعي تمخض عن الرأسمالية وشكل المجتمع . فمنذ عصر البورجوازي الرأسمالي الذي هو في صميمه مجتمع تنافسي تملكي وتوسعي . النهضة الأوروبية كان زمام المبادرة في يد العالم الغربي وكان ذلك العالم بفضل ما تيسر له من القوة المادية، يبسط نفوذه تدريجيا - وهو الأقل عددا والأفقر أرضا - على الأقاليم الواسعة الشاسعة في العالم القديم والعالم الجديد على السواء .....\r\nجول فيري 1832 م - 1893 م سياسي فرنسي ، وطد أركان الإمبراطورية الاستعمارية الفرنسية\r\nفي إفريقيا والهند الصينية\r\n1\r\nد. جمال حمدان\r\nاستراتيجية الاستعمار والتحرر\r\nمفيد الزيدي موسوعة تاريخ أوروبا الحديث والمعاصر .\r\nelbassair.net\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 16,
            "text": "elbassair.net\r\nم الإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م - 1954 .\r\n.... التوسع الاستعماري، السيطرة : لماذا ؟\r\nوكيف ؟ ، غالبا ما وضعت الأسباب الاقتصادية في المقدمة من اجل تفسير التوسع الاستعماري الذي قامت به الدول الأوروبية ، فيقال أن أوروبا كانت بحاجة إلى تأمين تزويدها بالمواد الأولية وإلى إيجاد الأسواق لمنتجاتها وحتى الرساميلها ... ولكن هل أن التوسع الإستعماري ضروري للإقتصاد الأوروبي ؟ لا شك أن عدة مواد أولية لا يمكن إيجادها إلا خارج وبعد عام 1879 م بدأ البحث القارة الأوروبية .. عن الأسواق محركا قويا ... وهل احتاجت أوروبا المستعمرات من أجل أن توظف فيها الرساميل التي جمعتها بكثافة. ومن الواضح أن الأسواق المالية الباريس ولندن وبرلين وفرانكفورت عرفت كيف تقوم في أوروبا أو في المستعمرات بعمليات مثمرة جدا ولكن الجميع استخدم السلاح المالي من أجل تحقيق الخطط الإمبريالية .....\r\n3 ..... إن الكشوف الجغرافية تتعامل مع جذور أو على الأقل بذور الاستعمار المعاصر مباشرة. فقد ولد الاستعمار الحديث في حجر الكشوف الجغرافية ولا نقول في رحمها. فخرجت أوروبا تضرب في المجهول، فعادت تحمل إلى العالم عالما جديدا، بل عوالم جديدة قلبت الكشوف الجغرافية استراتيجية العالم القديم من صميمها ..\r\nد. محمد العربي ولد خليفة / الثورة الجزائرية\r\n2 شكلت الصناعة المجتمع الذي يحض على الإستعمار ويؤدي إليه كواقع وكمثال فلقد ولد الإنقلاب الصناعي في إرهاصات تغيير إجتماعي من الإقطاع إلى البورجوازية ترمز له الثورة الفرنسية، وجاء هو بعدها بعقدين يقفز بهذا التغيير أي ثورة اجتماعية سياسية، فالإنقلاب الصناعي تمخض عن الرأسمالية وشكل المجتمع . فمنذ عصر البورجوازي الرأسمالي الذي هو في صميمه مجتمع تنافسي تملكي وتوسعي . النهضة الأوروبية كان زمام المبادرة في يد العالم الغربي وكان ذلك العالم بفضل ما تيسر له من القوة المادية، يبسط نفوذه تدريجيا - وهو الأقل عددا والأفقر أرضا - على الأقاليم الواسعة الشاسعة في العالم القديم والعالم الجديد على السواء .....\r\nجول فيري 1832 م - 1893 م سياسي فرنسي ، وطد أركان الإمبراطورية الاستعمارية الفرنسية\r\nفي إفريقيا والهند الصينية\r\n1\r\nد. جمال حمدان\r\nاستراتيجية الاستعمار والتحرر\r\nمفيد الزيدي موسوعة تاريخ أوروبا الحديث والمعاصر .\r\nelbassair.net\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 17,
            "text": "elbassair.net\r\n1\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م - 1954 م\r\nطرق المواصلات البرية طرق المواصلات البحرية\r\nتقويم مرحلي :\r\n1 - إعتمادا على السندات 1 و 2 3 حدد دور الكشوفات الجغرافية في ظهور وانتشار\r\n6 وهكذا صار من الأربح على الإستعمار الإبقاء على الأفارقة في عقر دارهم لاستغلالهم من جديد في استهلاك منتجاته وقد اتخذ لهذه الغاية أشكالا مباشرة وغير مباشرة، فقد كبل الدول التي كانت تحت استعماره بالشركات الإحتكارية والمعاهدات الإقتصادية غير المتكافئة كما قيدها ببرامج المعونة المشروطة .... كما عمل على إنهاك إفريقيا وجعلها امتدادا اقتصاديا استغلاليا للدول الإستعمارية وربط ثرواتها بعجلة الرأسمال الغربي، لا انفصام فيه وهيا جميع الظروف التي تجعل من اقتصاديات هذه القارة اقتصاديات تابعة ومكملة الاقتصاديات الدول العربية ... وفرض على الشعوب الإفريقية التخصص في إنتاج المواد الأولية اللازمة للصناعة\r\nطرق المواصلات البرية والبحرية التي سلكها الإستعمار\r\nبالعودة إلى السند 6 بين كيف أن الإستعمار أسس النظام اقتصادي دولي على 4\r\nالإستعمار. 2 - بين العلاقة بين الثورة الصناعية والحركة الإستعمارية .\r\n3 - استخرج الأفكار الأساسية من السندين رقم 4 و 5\r\nحساب شعوب المستعمرات .\r\nوالثروة الأوروبية ..... د. محمد احمد مشهور / حقائق تاريخية عن العرب والإسلام في إفريقيا الشرقية\r\nWelbassair.net\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 18,
            "text": "elbassair.net\r\n1\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م - 1954 م\r\nطرق المواصلات البرية طرق المواصلات البحرية\r\nتقويم مرحلي :\r\n1 - إعتمادا على السندات 1 و 2 3 حدد دور الكشوفات الجغرافية في ظهور وانتشار\r\n6 وهكذا صار من الأربح على الإستعمار الإبقاء على الأفارقة في عقر دارهم لاستغلالهم من جديد في استهلاك منتجاته وقد اتخذ لهذه الغاية أشكالا مباشرة وغير مباشرة، فقد كبل الدول التي كانت تحت استعماره بالشركات الإحتكارية والمعاهدات الإقتصادية غير المتكافئة كما قيدها ببرامج المعونة المشروطة .... كما عمل على إنهاك إفريقيا وجعلها امتدادا اقتصاديا استغلاليا للدول الإستعمارية وربط ثرواتها بعجلة الرأسمال الغربي، لا انفصام فيه وهيا جميع الظروف التي تجعل من اقتصاديات هذه القارة اقتصاديات تابعة ومكملة الاقتصاديات الدول العربية ... وفرض على الشعوب الإفريقية التخصص في إنتاج المواد الأولية اللازمة للصناعة\r\nطرق المواصلات البرية والبحرية التي سلكها الإستعمار\r\nبالعودة إلى السند 6 بين كيف أن الإستعمار أسس النظام اقتصادي دولي على 4\r\nالإستعمار. 2 - بين العلاقة بين الثورة الصناعية والحركة الإستعمارية .\r\n3 - استخرج الأفكار الأساسية من السندين رقم 4 و 5\r\nحساب شعوب المستعمرات .\r\nوالثروة الأوروبية ..... د. محمد احمد مشهور / حقائق تاريخية عن العرب والإسلام في إفريقيا الشرقية\r\nWelbassair.net\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 19,
            "text": "3\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\nالاستعمار الأوروبي في إفريقيا\r\nوازن \"ويتلي\" في\r\nكتابه الأرض والدولة بين النظامين الإستعماريين الرئيسيين وهما الإستعمار البريطاني والفرنسي في إفريقيا، فوصف النوع الأول بالحكم غير المباشر بمعنى عدم المساس بالبناء السياسي والاجتماعي الوطني للمستعمرة ولكن هذا البناء يخضع في نفس الوقت الإشراف الإدارة البريطانية وأطلق على النوع الثاني الحكم المباشر الذي يتم عن طريق الحاكم العام الفرنسي والجهاز الإداري الفرنسي وبالتالي كان جميع الموظفين على مستوى المسؤولية من الأوروبيين، باستثناء بعض المشرفين على وحدات أو قطاعات صغيرة وكان الغرض الأساسي هو دمج المستعمرات\r\n2\r\nموقع عيون البصائر التعليمي\r\nالمستعمرات الفرنسية\r\nالمستعمرات البرتغالية\r\nدول مستقلة\r\nالمستعمرات الإنجليزية\r\nالمستعمرات الألمانية\r\nبفرنسا لأقصى درجة ممكنة )\r\nالمستعمرات الإنسانية\r\nالمستعمرات البلجيكية\r\nالمستعمرات الإيطالية\r\nمحمد عبد الغني سعودي / الجغرافيا\r\nوالمشكلات الدولية\r\nالجزيرة العربية\r\nelbassair.net\r\nالبحر الأبيض المتوسط\r\nالاستعمار الهولندي\r\nالإستعمار الأوروبي في آسيا\r\nمنطقة بريطانية\r\nمنطقة فرنسية\r\nإتفاقية سايكس بيكو 1916\r\nمنطقة مادولة\r\nالاستعمار البريطاني\r\nمنطقة نفوذ فرنسي\r\nب و منطقه نفوذ بريطاني\r\n6\r\n5\r\nالاستعمار الفرنسي\r\nالتحضير السري لتقسيم المنطقة\r\nelbassair.net"
        },
        {
            "page": 20,
            "text": "3\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\nالاستعمار الأوروبي في إفريقيا\r\nوازن \"ويتلي\" في\r\nكتابه الأرض والدولة بين النظامين الإستعماريين الرئيسيين وهما الإستعمار البريطاني والفرنسي في إفريقيا، فوصف النوع الأول بالحكم غير المباشر بمعنى عدم المساس بالبناء السياسي والاجتماعي الوطني للمستعمرة ولكن هذا البناء يخضع في نفس الوقت الإشراف الإدارة البريطانية وأطلق على النوع الثاني الحكم المباشر الذي يتم عن طريق الحاكم العام الفرنسي والجهاز الإداري الفرنسي وبالتالي كان جميع الموظفين على مستوى المسؤولية من الأوروبيين، باستثناء بعض المشرفين على وحدات أو قطاعات صغيرة وكان الغرض الأساسي هو دمج المستعمرات\r\n2\r\nموقع عيون البصائر التعليمي\r\nالمستعمرات الفرنسية\r\nالمستعمرات البرتغالية\r\nدول مستقلة\r\nالمستعمرات الإنجليزية\r\nالمستعمرات الألمانية\r\nبفرنسا لأقصى درجة ممكنة )\r\nالمستعمرات الإنسانية\r\nالمستعمرات البلجيكية\r\nالمستعمرات الإيطالية\r\nمحمد عبد الغني سعودي / الجغرافيا\r\nوالمشكلات الدولية\r\nالجزيرة العربية\r\nelbassair.net\r\nالبحر الأبيض المتوسط\r\nالاستعمار الهولندي\r\nالإستعمار الأوروبي في آسيا\r\nمنطقة بريطانية\r\nمنطقة فرنسية\r\nإتفاقية سايكس بيكو 1916\r\nمنطقة مادولة\r\nالاستعمار البريطاني\r\nمنطقة نفوذ فرنسي\r\nب و منطقه نفوذ بريطاني\r\n6\r\n5\r\nالاستعمار الفرنسي\r\nالتحضير السري لتقسيم المنطقة\r\nelbassair.net"
        },
        {
            "page": 21,
            "text": "elbassair.net\r\n7\r\nالإستعمار الأوروبي في إفريقيا واسيا ومقاومته 1815 م - 1954 م\r\n.... إن الدول الإستعمارية وهي تتقاسم الدول المستعمرة لم تراع عند رسم حدود تلك الدول، العوامل الجغرافية الطبيعية والبشرية وإنما وضعت حدود المستعمرات على خرائط في الوزارات الخارجية للدول الإستعمارية وفقا لخطوط الطول والعرض الوهمية. وقد أدى ذلك إلى أن القبيلة الواحدة توجد موزعة في أكثر من دولة إلى غير ذلك من مشاكل الحدود التي تمزق القارة الإفريقية تمزيقا . تثير بين دولها منازعات لا حصر لها ، مثل مشكلة كشمير بين . الهند والباكستان التي هي نوع من مخلفات الميراث الإستعماري في شبه القارة الهندية ....\r\n2\r\n... تشيع بين الدول الإستعمارية بقدر متفاوت ظاهرة التمزق القومي وعدم الوعي بمفهوم الدولة في العالم الثالث، ذلك أن عددا كبيرا من هذه الدول خاصة في إفريقيا ما زالت تعيش في مرحلة قبلية وما زالت لا تكون أمما واضحة السمات والمعالم، وكثير من هذه الدول في إفريقيا بل في آسيا أيضا يتكلم أهلها لغات عديدة ولا يجدون وسيلة للتفاهم المشترك فيما بينهم إلا لغات الدول الإستعمارية نفسها ومن ثم شاع الكلام عن إفريقيا الناطقة بالفرنسية وإفريقيا الناطقة بالإنجليزية، ونفس\r\nالمشكلة تواجهها بعض البلاد الآسيوية خاصة الهند و باكستان وأندونيسيا في تلك البلاد جميعا لا توجد حقيقة الأمة الواحدة التي ترتكز عليها .....\r\n9\r\nد. يحي الجمل / الأنظمة السياسية المعاصرة\r\n..... عن المانيا بعد أن تفتحت أعينهم على النفوذ البريطاني في مصر وراودوا الإنجليز كما راودوا الألمان من قبل بعبارات وأسلوب يتم عن وحدة التفكير والتخطيط تسيره المصالح وتكيفه الأهواء. وأحل « هرتزل ، العلم البريطاني في قلبه\r\nوعاد الصهيونيون فأشاحوا البصر\r\nد. عبد الحميد البطريق / التيارات السياسية المعاصرة\r\nتقويم مرحلي\r\n1 - إعتمادا على السندين (2) و (4) أبرز الفرق بين النظام الإستعماري الفرنسي والبريطاني، مع تحديد أهداف كل منهما .\r\nالمكان المرموق مشيرا إلى : أن فلسطين سوف تقع في نطاق النفوذ الإنجليزي إذا ما وجد الصهيونيون أقدامهم في العريش، وفي صحراء سيناء .....\r\nهنري أبو خاطر فلسطين والخطر المصيري بين النيل والجزيرة العربية\r\n2 - أستخرج الأفكار الأساسية للسندين (1) و (3) وعلق عليها مبديا رأيك.\r\n3 - إعتمادا على السندين (7» و «6» أبرز أهداف الإستعمار في إثارة المشكلات السياسية.\r\n4 - من خلال السند (8) وضح العلاقة بين الإستعمار\r\nوالحركة الصهيونية.\r\n5 - أدرس السندين 5 ، و 9 مع التعليق.\r\nelbassairnet\r\nموف عيون البصائر التعليمي"
        },
        {
            "page": 22,
            "text": "elbassair.net\r\n3\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م - 1954 م\r\nالكفاح التحرري في قارتي إفريقيا وآسيا\r\nمنذ أن وطات اقدام الإستعمار أرض إفريقيا وآسيا بادرت شعوب هذه المناطق إلى رد العدوان من خلال مقاومات أخذت أشكالا مختلفة.\r\n1 - مفهوم الحركة التحررية : يدل الكفاح التحرري على كل أشكال الرفض والمقاومة المنظمة وغير المنظمة التي تقوم بها جماعة بشرية أو شعب من الشعوب في إقليم يتعرض للعدوان أو تأسست به سلطة الإحتلال في أي مرحلة تاريخية، وهو عمل إرادي وحق إنساني طبيعي أصبحت تكفله المواثيق والقوانين الدولية يهدف إلى استعادة السيادة بجميع مضامينها ومظاهرها .\r\n2 ظروف الكفاح التحرري :\r\n1 - الظروف الداخلية :\r\n. الوجود الإستعماري وممارساته المختلفة\r\n. ظهور الفكر الإصلاحي ( حركة جمال الدين الأفغاني ) .\r\n. ظهور الفكر التحرري في المناطق الخاضعة للتواجد\r\nالإستعماري .\r\n. انتشار الفكر القومي السياسي الفلسفي .\r\n. إستفادة شعوب المستعمرات من المواجهتين العسكريتين الأوروبيتين الأولى والثانية من خلال تجنيدها في الجبهات العسكرية.\r\nب - الظروف الخارجية :\r\n. تنافس الدول الإستعمارية وانعكاساته ...\r\n. نجاح الثورات السياسية ومبادئها ، إعلان حقوق الإنسان\r\nوالمواطن في فرنسا ومبادئ إعلان الإستقلال في أمريكا\r\n. نجاح الثورة البلشفية 1917 ومواقفها من الإستعمار ..\r\n. تأثير المواجهتين العسكريتين الأوروبيتين الأولى والثانية بتطوراتهما ونتائجهما.\r\n. مواثيق المنظمات الدولية وعصبة الأمم والأمم المتحدة ...\r\n3 - أسباب الكفاح التحرري :\r\nأ - الأسباب الداخلية\r\nالسياسة الإستعمارية القائمة على القمع والإستغلال\r\n. اكتساب الخبرات العسكرية من خلال المشاركة في الحروب الأوروبية (حزب القرم ، الحزب الفرنسية - البروسية ، الحرب العالمية الأولى والثانية ).\r\nظهور نخبة وطنية أطرت الشعوب ثقافيا وسياسيا وعسكريا .\r\nمصالي الحاج 1974/1898 زعيم الحركة الوطنية الجزائرية\r\nجمال عبد الناصر 1918 1970 زعيم عربي وقائد الثورة المصرية\r\nجومو كينيانا 1893 1978 زعيم سياسي كيني أول رئيس الجمهورية كينيا\r\n. سياسة التقارب بين المستعمرات ) مؤتمر باريس 1919م ومؤتمر تغازاكي 1926م ) .\r\n. الاستقلال المبكر لبعض الشعوب سوريا، لبنان، الهند و پاکستان و اندونيسيا).\r\nelbassair.net\r\n22\r\nكلو"
        },
        {
            "page": 23,
            "text": "الإستعمار الأوروبي في إفريقيا واسيا ومقاومته 1815 م . 1954 م\r\n... إن كل حضارة هي نظام من القيم تستوحى من سلوك الناس وطرق تعبيرهم، وتحدد قسما كبيرا من مواقف الناس وأدوارهم على امتداد حياتهم، وكل حضارة تشمل من جهة أخرى نظاما من البني يتناغم، إلى حد ما، مع نظام القيم. إن تحقيق كل نظام قيمي يصطدم من ناحية بمقاومة الأشياء ومن ناحية أخرى يقيم معاكسة داخل حضارة بعينها ...\r\nمفيد الزيدي / موسوعة تاريخ أوروبا الحديث والمعاصر\r\n2 .. يقول الماريشال بوجو في كتابه (وادي يسر ) في ماي 1844م : .... إننا خربنا ونهبنا أكثر من خمسين قرية غناءة مبنية بالحجر الصم ولها سطوح من القرميد واكتسب جنودنا غنائم لا تحصى ومع ذلك لم نستطع أن تقطع الأشجار أثناء المعركة كان ذلك فوق طاقتنا لا يستطيع ألف رجل في مدة ستة أشهر أن يقطعوا أشجار التين والزيتون الباسقة التي هي من أروع المناظر تمتد تحت أرجلنا ....\r\nعمر المختار 1860 1931 زعيم ديني للمقاومة الليبية\r\n3\r\nأحمد سوكارنو 1901 / 1970 أحد زعماء الحركة الوطنية لجمهورية أندونيسيا ..\r\nفرحات عباس / ليل الاستعمار\r\nelbassair.net\r\nمو\r\nعلو\r\n... إن تدهور قوة أوروبا ونفوذها كان بالدرجة الأولى لصالح المستعمرات، وبالتالي الصالح استقلال دول العالم الثالث، وإذا كان التطور الذي طرأ على المحور الأساسي للنظام السياسي العالمي كنتيجة المحرب العالمية الأولى قد أدى إلى تحقيق مصالح الشعوب الأوروبية المغلوبة على أمرها وتطبيق مبدأ ولسن القائل بحق الشعوب في تقرير مصيرها فإن التبدل الجذري الذي طرأ على المحور الأساسي للنظام الدولي كنتيجة للحرب العالمية الثانية كان من نتيجته تحقيق أهداف شعوب العالم الثالث بالاستقلال .....\r\nریاض الصمد / العلاقات الدولية في القرن 20\r\n23\r\nelbassair.net"
        },
        {
            "page": 24,
            "text": "elbassair.net\r\nالاستعمار الأوروبي في إفريقيا واسيا ومقاومه 1815 م - 1954 م\r\nباقي الدول خلال فترة الستينات\r\n1958\r\n1957\r\n1956\r\n1954\r\n1952\r\n1951\r\n1949\r\n1948\r\n1947\r\n1946\r\nغينيا - العراق\r\nغانا\r\nتونس المغرب السودان\r\nب - الأسباب الخارجية :\r\n. الإستفادة من المبادئ والأفكار التحررية (مبدأ تقرير المصير ) . . الوعود الكاذبة التي قطعتها الدول الإستعمارية على نفسها اتجاه\r\nسياسة ملء الفراغ\r\nشعوب المستعمرات . . اهتزاز مكانة الدول الإستعمارية بعد الحرب العالمية\r\nهي شكل من أشكال الإستعمار ظهر بعد الحرب العالمية الثانية نعني به حلول القوى الكبرى محل الاستعمار الأوروبي التقليدي وقد طبقته الولايات المتحدة الأمريكية في الفيتنام سنة 1954م بعد هزيمة فرنسا\r\nالثانية وظهور قوى جديدة. . ظهور المنظمات الدولية\r\nوالإقليمية ( هيئة الأمم المتحدة\r\nوجامعة الدول العربية ) . إنتشار وسائل الإعلام\r\nوالإتصال.\r\n. تحدي حركات التحرر\r\nوانسحابها .\r\nالفيتنام - اللاوس كمبوديا\r\nللسياسة الأمريكية الهادفة إلى ملء فراغ الإمبراطوريات الإستعمارية القديمة بدعمها للأنظمة العميلة بجميع الوسائل الشرق الأقصى\r\nمصر\r\nليبيا\r\nاندونسيا\r\nبرمانیا\r\nالعالم الهندي\r\nسوريا لبنان الأردن\r\nوالمشرق العربي).\r\n. مساندة الإتحاد السوفياتي الحركات التحرر\r\n. ظهور سياسة ملء الفراغ بالنسبة للقوى العظمي ...\r\n4 - أهداف الكفاح التحرري :\r\n. إنهاء الوجود الإستعماري.\r\n. القضاء على الأنظمة المرتبطة بالإستعمار.\r\n. التخلص من القيود والضغوط الأجنبية .\r\n. إستكمال الإستقلال السياسي بالتحرر الإقتصادي .\r\n. تحقيق الإستقلال الوطني الشامل.\r\n. القضاء على الإرث الإستعماري بتراكماته المختلفة .\r\n. تجنب مخاطر الصراع الدولي بين الكتلة الشرقية والغربية الذي طالت\r\nآثاره أراضي وشعوب آسيا وإفريقيا.\r\n.\r\nالبحث عن سبل التضامن بين الشعوب الأفرو أسيوية وتشكيل جبهة\r\nدفاع وعمل والتي ظهرت في مؤتمر باندونغ (1955) وتجسدت في كتلة\r\nelbassair.net\r\n. )1961( عدم الإنحياز\r\nاستقلال بعض المستعمرات بين\r\n1958/1946\r\n24\r\nموقع عيون\r\nعيون البصائر التعليمي\r\n3"
        },
        {
            "page": 25,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 26,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 27,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 28,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 29,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 30,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 31,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 32,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 33,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 34,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 35,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 36,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 37,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 38,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 39,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 40,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 41,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 42,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 43,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 44,
            "text": "elbassair.net\r\nالإستعمار الأوروبي في إفريقيا وآسيا ومقاومته 1815 م . 1954 م\r\n3\r\nا .. نداء الجهاد للأمير عبد القادر : .... إنكم أيها الجزائريون قد أصبحتم الآن تحت رحمة رومي، يقاضيكم رومي، ويدير شؤونكم رومي ... إن الرومي قد انتهك مساجد كم ، وأخذ أحسن أراضيكم وأعطاها إلى بني جنسه، واشترى أعراض نسائكم ... إن يوم يقظتكم قد حان، هلموا جميعا عند سماع صوتي، أيها المسلمون إن الله قد وضع سيفه الملتهب في يدي، وإننا جميعا سنمضي إلى الأمام وتروي حقول وطننا بدماء الكفار ....\r\nتعلن الندوة الأفرو آسيوية عن مساندتها الكلية للمبادئ الأساسية لحقوق الإنسان كما حددها ميثاق الأمم المتحدة ويعتبر الإعلان العالمي لحقوق الإنسان هو الهدف المشترك الذي يتعين على كل الشعوب والأمم احترامها، كما تعلن الندوة عن مساندتها الكاملة لمبدأ حق الشعوب والأمم في تقرير مصيرها، كما جاء في ميثاق الأمم المتحدة .\r\nترفض الندوة الأفرو - آسيوية السياسات والممارسات العنصرية كما تعلن مساندتها الحقوق الشعب العربي الفلسطيني وتطالب بتحقيق قرارات الأمم المتحدة حول\r\n6 عندما أعلن في نهاية الحرب العالمية الثانية أن إفريقيا تسير قدما مع باقي دول العالم وكان ذلك في أول اجتماع لاتحاد التجارة الدولي المنعقد في باريس اکتوبر 1945م قد صرح كل من جومو كينياتا و كوامي نكروما وآخرون في المؤتمر الخامس الموالي لإفريقيا والذي عقد في أكتوبر في برمنغهام بإنجلترا الذي ترأسه 1 - علق على السندين \" 1\" و \"2 مستخلصا ويبي بوغارت مؤسس الحركة الموالية لإفريقيا التي بدأت في 1919م فقد قالوا جميعا كما ورد في بيان المؤتمر الموالي الإفريقيا : يجب أن تتحرر كافة المستعمرات من السيطرة الإستعمارية الأجنبية سواء منها السياسية أو الإقتصادية ) وبديهي أن المقصود من التحرر السياسي إنما هو إيجاد عيون التعليمي\r\nفلسطين .... مقتطفات من مقررات ندوة باندونغ 24 أفريل 1955م\r\nد. أبو القاسم سعد الله / الحركة الوطنية الجزائرية - ج 1\r\nتقويم مرحلي\r\nأفكارهما الأساسية . 2 - إعتمادا على السندين \"4\" و \"6\" ، أبرز العوامل المساعدة على ظهور الزعامات\r\nكيان إفريقي متحرر ....\r\nمحمد احمد مشهور\r\nحقائق تاريخية عن العرب والإسلام في شرق إفريقيا\r\nالوطنية .\r\n3 - أكتب بإيجاز ترجمة لشخصية : جمال عبد الناصر » و « أحمد سوكارنو». 4 - عرف المفاهيم الآتية: حقوق الإنسان الافرو - أسيوية، العنصرية، التحرر السياسي.\r\nموقع\r\nelbassair.net"
        },
        {
            "page": 45,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nالمؤتمر / المعاهدة\r\nالتحالف المقدس\r\nمعاهدة باريس الثانية\r\nموقع عيون البصائر التعليمي\r\nالتاريخ\r\n1815/09/26م\r\n1815/11/20م\r\nالأطراف\r\nالمضمون\r\n. تنظيم العلاقات بين دول القارة وفق مبادئ\r\nروسيا، بروسيا، النمسا،\r\nو روح الديانة المسيحية . . إقامة رابطة جديدة تقوم على أسس المحبة\r\nوالسلام\r\n. اقتطاع بعض أجزاء الأقاليم من فرنسا وضمها\r\nإلى الأراضي المنخفضة وألمانيا . . مطالبة فرنسا يدفع غرامة مالية قدرها 700\r\nروسيا ، بروسيا، النمسا إنجلترا وفرنسا.\r\nمليون فرنك . . استرجاع الكنوز الغنية التي استولت عليها\r\nالجيوش النابوليونية . الإبقاء على 100 ألف جندي في الحصون\r\nالشمالية لفرنسا مدة 05 سنوات .\r\nروسيا ، بروسيا، النمسا ، . إنجلترا.\r\nدعم قرارات مؤتمر فيينا.\r\n1\r\nelbassair.net\r\nالتحالف الرباعي\r\n1815/11/20م\r\n1818/09/30م إلى 1818/11/21م\r\nمؤتمر اكس لا شابيل\r\nالندوة كارلسياد ( يوهيميا ، النمسا)\r\n. الإبقاء على الوضع السياسي ولو بالقوة العسكرية، والعمل على منع انتشار المبادئ الاجتماعية والاقتصادية للثورة الفرنسية.\r\n. جلاء الجيوش الأجنبية عن فرنسا والتزامها بدفع التعويضات .\r\nالنمسا ، بروسيا، روسيا ، إنجلترا وفرنسا.\r\n. المطالبة بقبول فرنسا كعضو في زمرة القوى\r\nالكبرى .. . تناول دراسة المسألة الجزائرية.\r\n. مراقبة الجامعات والصحف الألمانية . منع المنظمات السرية. . معاقبة المخالفين.\r\nاوت، سبتمبر 1819م.\r\nالنمسا والاتحاد الألماني.\r\n1820/10/02م إلى 1820/12/17م\r\nمؤتمر تروبار (سيليزيا / النمسا)\r\n. محاربة الروح التحررية / الدستورية / البرلمانية في المانيا .\r\nالنمسا، روسيا، بروسيا المجلترا وفرنسا.\r\n. الإقرار بمبدأ التدخل العسكري لقمع الثورات في نابولي .\r\n1821/01/08م إلى\r\n. إخماد الثورة الدستورية في الإمارات الإيطالية. . حماية الأسر الحاكمة.\r\nمؤتمر ليباخ ( النمسا )\r\nالنمساء روسيا، نابولي\r\n. اعتماد مبدأ الحق الإلهي في تقرير مصير الشعوب.\r\n1821/05/18م\r\n1822/10/30م إلى 1822/12/14م\r\nالنمساء روسيا، فرنسا الجلتراء بروسيا الإمارات الإيطالية .\r\n. مناقشة القضية الإسبانية وإقرار التدخل المسلح فيها، وتكليف فرنسا بالمهمة.\r\nمؤتمر فيرونا ( ايطاليا )\r\nelbassair.net"
        },
        {
            "page": 46,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nالأطراف\r\nالمضمون\r\nالتاريخ\r\nجانفي 1825م\r\nروسيا، النمسا، فرنسا، بروسيا و الجلترا.\r\nمناقشة القضية اليونانية والوقوف إلى جانبها ضد الخلافة العثمانية.\r\n1840 15 جويلية\r\nبريطانية، النمساء روسيا، بروسيا\r\nالمؤتمر / المعاهدة\r\nمؤتمر سان بترسبور (روسيا )\r\nمعاهدة لندن\r\nمؤتمر باريس\r\nصلح فرانکفورت\r\nموقع عيون البصائر التعليمي\r\n1856/03/30م\r\nفرنسا ، روسيا ، النمسا ، بريطانيا و الدولة العثمانية\r\n. وضع حد لتوسعات محمد على نحو الشام والحفاظ على الدولة العثمانية ضعيفة استعدادا لتقسيم النفوذ بين بريطانيا وفرنسا.\r\n. يحكم محمد علي مصر وراثيا.\r\n. إعلان حرية الملاحة في الدانوب و اعتراف دول أوروبا بالسيادة العثمانية على المضائق.\r\n. تتمتع ولايتي الأخلاق والبغدان باستقلال ذاتي ضمن الخلافة العثمانية.\r\nمنع روسيا من بناء أسطول حربي والإبقاء على حيادية البحر الأسود..\r\nفرنسا و المانيا.\r\n. اعتراف السلطان بالمساواة التامة بين رعاياه على اختلاف مذاهبهم وأدياتهم.\r\nتخلي فرنسا عن إقليمي الألزاس و اللورين .\r\nفرض الغرامة مالية على فرنسا مع الإبقاء على قوات الحانية | في الشمال الشرقي، حتى يتم الدفع .\r\nمنح تسهيلات جمركية للتجارة الألمانية داخل الأراضي الفرنسية\r\n1871/05/10م\r\nelbassair.net\r\n06 ماي الى 06 جوان 1873 م\r\nالتعاون من أجل تثبيت خريطة أوروبا الراهنة.\r\nعصبة الأباطرة الثلاثة\r\nالمانيا، روسيا والنمساء\r\nالعمل على مناهضة الحركات الثورية في القارة.\r\nمعاهدة سان ستيفانو ( الاستانة )\r\nاحتفاظ البوسنة والهرسك باستقلالهما الذاتي.\r\n. حصول رومانيا، الضرب والجبل الأسود على الاستقلال\r\n1878/03/03م\r\nالدولة العثمانية وروسيا.\r\nالشام .\r\n. إنشاء دولة بلغاريا ووضعها تحت حماية روسيا.\r\nالنمسا، بريطانيا ، المانيا روسيا .\r\nتعديل معاهدة سان ستيفانو.\r\nمؤتمر برلين الأول\r\n1878/04/15م\r\nفرنسا، إيطاليا والدولة العثمانية .\r\nتجزئة بلغاريا.\r\n. تكليف النمسا بإدارة البوسنة والهرسك\r\n. محافظة رومانيا على استقلالها منذ حرب القرم.\r\nالمانيا ، النمسا، بلجيكا، فرنسا، الدانمارك، إيطاليا، هولنده والبرتغال، روسيا إسبانيا، إنجلترا، الدولة العثمانية\r\n. تقسيم النفوذ في القارة الإفريقية بعد التوسع في الداخل ثم الاحتلال الفعلي وإخطار الدول الموقعة على مرسوم المؤتمر ( المادة 34 ) .\r\n1884/11/15م\r\nمؤتمر برلين الثاني\r\nإلى\r\n1885/02/26م\r\n46\r\nelbassair.net"
        },
        {
            "page": 47,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nالمؤتمر / المعاهدة\r\nالتاريخ\r\nالأطراف\r\nمعاهدة الضمان\r\nالمضمون\r\n1887/05/18م\r\nديسمبر 1893 م\r\nجانفي 1902م\r\nالمانيا، روسيا\r\nروسيا ، فرنسا\r\nبريطانيا، اليابان\r\n. يلتزم كل طرف مبدأ الحياد الودي في حالة هجوم\r\nخارجي، إلا في حالة مداهمة فرنسية أو نمساوية. . اعتراف ألمانيا بالحقوق التاريخية لروسيا في البلقان، مع تعهد الدولتين بالعمل من أجل الحفاظ\r\nعلى الوضع الراهن في البلقان. . تتعهد الدولتان بفرض رغبتهما على الدولة العثمانية بضرورة إغلاق المضائق في وجه أعدائهما.\r\n. دعم روسيا لفرنسا في حالة الهجوم عليها من\r\nطرف المانيا أو إيطاليا. . دعم فرنسا لروسيا في حالة الهجوم عليها من طرف ألمانيا أو النمسا.\r\n. اعتراف إنجلترا بمصالح اليابان في كوريا مقابل اعتراف اليابان بمصالح إنجلترا في الهند...\r\n. تبادل المساعدة العسكرية في حالة هجوم دولة\r\nأخرى .\r\n1\r\nالتحالف الروسي الفرنسي\r\nقع عيون البصائر التعليمي\r\nموقع\r\nالوفاق البريطاني الياباني\r\nالوفاق البريطاني الفرنسي\r\nالوفاق البريطاني الروسي\r\n1904م\r\n1907/08/30م\r\nelbassair.net\r\nفرنسا، بريطانيا\r\n. تصفية المشاكل العسكرية في آسيا وإفريقيا والأمريكيتين منها : إطلاق يد بريطانيا في المشرق العربي ما عدا الشام مقابل عدم معارضة التواجد الفرنسي في المغرب .\r\n. تسوية الخلافات الاستعمارية بينهما والاتفاق على تقسيم النفوذ في إيران . . اعتراف روسيا بمصالح انجلترا في الخليج و الثبت مقابل تسهيل بريطانيا تفتح المضائق أمام السفن الحربية الروسية.\r\nبريطانيا، روسيا\r\nelbassair.net"
        },
        {
            "page": 48,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\n(1913- ب - أزمات ما قبل المواجهة العسكرية ( 1908م - 1913 م .\r\nمن الأزمات التي سبقت قيام المواجهة العسكرية الأولى :\r\n1 - أزمة البوسنة والهرسك 1908 في ظل انشغال الخلافة العثمانية بقضايا داخلية، سارعت النمسا إلى ضم البوسنة والهرسك ولضمان سكوت روسيا أغرتها بالتأييد في مرور أسطولها الحربي عبر و البوسفور والدردنيل .. إلا أن عدم التزام النمسا بوعدها، أدى إلى تأزم العلاقات بينهما وخاصة بعد تدخل ألمانيا إلى\r\nجانب النمسا وامتناع فرنسا وبريطانيا في الوقوف إلى جانب روسيا . 2 - أزمة أغادير 1911 بعد مؤتمر الجزيرة الخضراء 1906 وتقسيم النفوذ بين فرنسا، بريطانيا، إسبانيا،\r\nإيطاليا، وجدت ألمانيا نفسها بعيدة عن الإستفادة فتوجهت إلى المغرب الأقصى وارست بسفينتها العسكرية عرفا أغادير مهددة فرنسا باستعمال القوة. مما أدى بفرنسا إلى تسوية الموضوع بالتنازل لها على بعض المناطق في\r\nالكنغو والتي ضمت إلى الكاميرون الألماني .\r\n3 - الأزمة البلقانية الأولى والثانية 1912م - 1913م :\r\nتعد من أخطر الأزمات، حيث تكمن خطورتها في أنها تحمل أوجه متعددة : 1 - امتدادها القومي السلافي المتداخل مع التعصب المذهبي لكل من الأرثوذكس والكاثوليك ( روسيا والنمسا ) . ب - الامتداد الديني الاستراتيجي الذي ظهر في التوافق المسيحي الأوروبي على إنهاء الوجود الإسلامي العثماني في البلقان من جهة والتنافس للسيطرة على طرق المواصلات البرية والبحرية) من جهة أخرى .\r\nعيون البصائر التعليمي\r\nروسيا\r\n48\r\nالنمسا والمجر\r\nالبوسنة والهرسك\r\nelbassair.net\r\nرومانيا\r\nبوخاریست\r\nبلغراد\r\nصوفيا\r\nبلغاريا\r\nالعرب\r\nالجبل الأسود\r\nافرید\r\nالبانيا\r\nاليونان\r\nDD\r\nالبحر الأبيض المتوسط\r\nالبلقان عام 1913\r\nelbassair.net"
        },
        {
            "page": 49,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\n.... مهما يكن من أمر الحملات النابوليونية، فإنها مثلث تهديدا عظيم الشان للاتوقراطيات الأوروبية الكبرى المتمثلة في كل من انجلترا، النمسا، وبروسيا، إذ قضت على مبدأ حكم العلاقات الأوروبية لعشرات العقود، وكان بمثابة حجر الزاوية في استقرار أوروبا قاطبة. وقد تمثل هذا المبدأ في ميدا ه توازن القوى»، وهو المبدأ الذي سارت عليه علاقات البلدان الأوروبية فيما بينها منذ معاهدة ، واستفاليا » العام 1648م، تلك المعاهدة التي أنهت الحروب الدينية في أوروبا، ووضعت أسسا جديدة للعلاقات بين الدول الأوروبية وأزاحت مبادئ العصور الوسطى وقضت على فكرة الطموح في إنشاء إمبراطورية عالمية واحدة. كما أقرت معاهدة ( واستفاليا » - بصورة ضمنية - مبدأ توازن القوى كأساس لاستقرار النسق الأوروبي، ثم جاءت معاهدة ( أو ترخت لعام 1713م لكي تؤكد بصورة جلية على نفس المبدأ. ويهدف\r\nمبدأ توازن القوى إلى الإبقاء على الوضع القائم لتوزيع القوى في المدن الدولي من المال الوقوف في وجه زيادة قوة آية . وحدة سياسية أو أية مجموعة من وحدات سياسية تهدد بقلب الوضع القائم .....\r\nد. ممدوح منصور / د. أحمد وهبان التاريخ الدبلوماسي\r\nelbassair.net\r\nوهكذا فيمقتضى معاهدة إحياء عصبة الأباطرة الثلاثة تم التوفيق بين مصالح روسيا والنمسا في البلقان كما ضمن بسمارك عدم الجوء روسيا إلى صف فرنسا وضمنت روسيا أمنها في البحر الأسود، وفضلا عما تقدم فقد أكد بسمارك تمسكه بالميدأ القائل: \" احرص دائما على أن تكون واحدا من ثلاثة مادام التوازن قائما على أساس خمس قوی کبری ۱۰۰۰ د. رياض الصمد 5 البصائر التعليمي\r\nالعلاقات الدولية في القرن 20\r\nن ... شهدت أوروبا خلال السنوات القليلة السابقة للحرب العالمية الأولى سباقا للتسلح كان من شأنه أن جعل التوتر يسود العلاقات بين معسكر \" المخالفة الثلاثية \" و \" معسكر الوفاق الثلاثي \" ، إذ كانت كافة الدول تتوقع أن تقحم الحرب نفسها عليها في أي وقت أو على حد قول أحد المؤرخين الفرنسيين حين وصف الأجواء الأوروبية خلال تلك الفترة قائلا : \" أصبحت شكوك الشعوب إزاء بعضها كبيرة إلى حد أن كل شعب كان يرفض و يستبعد كل اعتقاد في إخلاص جاره، ويعتبر تصريحاته عن السلام مجرد مناورة لتخدير أعصابه قبل مفاجاته بالهجوم عليه \" ....\r\nد. عبد العزيز نوار و د. عبد المجيد النعنعي\r\nتاريخ أوروبا من الثورة الفرنسية إلى الحرب العالمية الثانية\r\nوقع عيون\r\nمود\r\nelbassair.net"
        },
        {
            "page": 50,
            "text": "elbassair.net\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\n3 - عوامل التحول في العلاقات الأوروبية وانعكاساتها\r\nأ - عوامل التحول : إن التحول الذي طرأ على العلاقات الأوروبية يتحكم فيه التطور التاريخي للسياسة الأوروبية وانتقالها من فترة المعاهدات إلى عهد الأزمات مرورا بالتحالفات و التنافس ومن هذه العوامل، ما يلي :\r\n. مخلفات الحروب الدينية وخاصة حرب الثلاثين عاما على المجتمعات الأوروبية فرضت عقد سلسلة من المعاهدات الحل المسائل الدينية والسياسية.\r\n. سعي الدول الأوروبية إلى إرساء قواعد تعاون مشترك بدل الإخضاع والسيطرة\r\n. حاجة الدول الأوروبية لاستتباب الأمن والاستقرار الاستثمار نتائج النهضة الاقتصادية والسياسية والفكرية\r\n. تأثير آراء بعض الفلاسفة والمفكرين المنادية بالتخلي عن النزاعات والحروب ، وبناء مجتمع دولي متحضر.\r\n. نتائج الثورات السياسية وانتشار مبدأ القومية.\r\nانعكاسات التوسعات النابوليونية .\r\n. ازدواجية مواقف القوى الأوروبية التقليدية من الحركات القومية حيث عارضتها في أوروبا الغربية ( المانيا وإيطاليا ) وأيدتها في البلقان لإبعاد الدولة العثمانية وحصرها نحو البر، وفي نفس الوقت منع روسيا الأرثوذكسية من الوصول إلى المياه الدافئة .\r\n. تصاعد التوتر في العلاقات بين التحالف الثلاثي والوفاق الثلاثي، أدى إلى السباق الرهيب نحو التسلح وبعد أزمة أغادير 1911م ، زادت حدته خاصة بين بريطانيا والمانيا، إذ طورت هذه الأخيرة من أسطولها البحري الذي أصبح ينافس بريطانيا على البحار. وامتدت حمى التسلح البحري والبري إلى كل من فرنسا وروسيا، مما دعا إلى تشكيل لجنة تحكيم دائمة مركزها \" لاهاي \"للنظر في قضايا الأمن الأوروبي .\r\nالنسق الدولي المتعدد الأقطاب\r\nالأزمات\r\nالتحالفات\r\nالمؤتمرات\r\nالمعاهدات\r\n1913\r\n1912\r\n1911\r\n1908\r\n1905\r\n1907\r\n1815\r\n1906\r\n1885/1884\r\n1878\r\n1822\r\n1815\r\n1887\r\n1873\r\n1814\r\n1713\r\n1648\r\nالأزمة البلقانية 11\r\n- الأزمة البلقانية 1\r\nأزمة المادير\r\nأزمة البوستة والهرسك\r\nازمة مراكش\r\nالوفاق البريطاني\r\nالروسي الوفاق البريطاني\r\nالفرنسي\r\n- الوفاق البريطاني الياباني\r\nالتحالف الروسي الفرنسي\r\nالخلف الرباعي الخلف المقدس\r\n- مؤتمر الجزيرة مؤتمر برلين 2\r\nمؤتمر برلين 1\r\nمؤتمر فيرونا\r\nمؤتمر فيينا\r\nمعاهدة الضمان\r\nعصر الأباطرة الثلاث\r\nصلح فرانکفوت باريس الثانية\r\nمعاهدة لندن\r\nباريس الأولى شومون\r\nاو تراخت\r\nواستغاليا\r\nelbassair.net\r\n50\r\nعيون"
        },
        {
            "page": 51,
            "text": "1\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\n7\r\nفي عام 1795 م نشر الفيلسوف ، إمانويل كانت بحثا أسماه السلام الدائم وقد وضع فيه مبادئ الحكم العلاقات بين الدول وذكر أن مراعاة هذه المبادئ يترتب عليها إبعاد احتمال نشوب الحروب وتتمثل هذه المبادئ في :\r\n1 - إلغاء جميع المعاهدات أو الاتفاقيات الدولية التي تكون مشتملة على تحفظات أو شروط يصح أن تكون نواة الحرب، أو تتضمن مشروع إقامة حرب مقبلة .\r\n2 - لا يجوز لاية دولة أن تتملك إقليما من أقاليم دولة أخرى، ولو كان هذا التملك عن طريق الهبة أو التبادل أو الشراء.\r\n3- وجوب تسريح الجيوش المنظمة لأن من شانها الحط من قدر الإنسان وكرامته.\r\n4- تحريم القروض الاجنبية نظرا لما تثيره من مشاكل وباعتبارها عقبة كبيرة في طريق السلام الدائم.\r\n5- تحريم التدخل في شؤون الدول الأخرى .\r\n6 منع المحاربين من استعمال وسائل غير مشروعة، قد يترتب عن استعمالها فقدان الثقة بعد انتهاء الحرب وعند عقد معاهدة السلام.\r\nد عمر عبد العزيز عمر ، أوروبا 1815م - 1919م\r\nelbassair.net\r\nموقع عيون البصائر التعليمي\r\n8 .... شهدت أوروبا ما بين الحرب السبعينية والحرب العالمية الأولى حمى التسلح استعدادا لكل نزاع طارئ، فالتسلح في نظرها حفظ للسلم لأنه يرهب الجانب الآخر غير أنه يزيد الأزمات تعقيدا ويرهق الموازنات لما يقرضه من نفقات في تطوير نوعية الأسلحة. نتيجة للتقدم العلمي تضاعفت الاكتشافات الحربية وبدأ السلاح الجديد الفتاك \" مدافع رشاشة طائرات غواصات\"، فدعا قيصر روسيا ، نقولا الثاني إلى مؤتمر لاهاي 1899م ينظر في الحد من سباق التسلح ويفرض الحلول السلمية، إلا أن المؤتمر قد أخفق نتيجة لتشبت المانيا وإعدادها لبطاقتها الحربية، فانعقد مؤتمر ثاني 1907م، رفض فيه ممثلو المانيا مناقشة قضية نزع السلاح، فاكتفى المؤتمرون بإقرار مبدأ التحكيم الإجباري منعا للتصادم العسكري، وشكلوا الجنة تحكيم دائمة مركزها لاهاي ولكنها لجنة أعوزتها السلطة ولم تنفك ألمانيا تتباهى بقوتها واستعداداتها، ففرضت قوانين جديدة للتجنيد الإلزامي 1913م واضطرت فرنسا وروسيا لمجاراتها، وهال إنجلترا بشكل خاص أن ترى ألمانيا تحث الخطى لتطوير وزيادة قطع أسطولها مما يهدد سلامة أراضيها ومستعمراتها وينتزع منها زعامتها البحرية .....\r\nلبيب عبد السائر / التاريخ المعاصر\r\nFelbassair.net"
        },
        {
            "page": 52,
            "text": "elbassair.net\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nب - انعكاسات التحول : ترتب عن التحول في العلاقات الأوروبية :\r\nجيمس\r\n. اتساع مجال الصراع بين القوى الأوروبية إلى مستعمراتها ومناطق نفوذها تشجيع بريطانيا لشعوب أمريكا اللاتينية بالانفصال) و (صراع بريطانيا مع الصين حول تجارة الأفيون ).\r\n. اعتماد الولايات المتحدة الأمريكية مبدأ \" مونرو\" 1823م لإبعاد الصراع الأوروبي عن القارة وفرض هيمنتها عليها .\r\n. ظهور نتائج الصراع الأوروبي في المستعمرات على شكل أزمات و حروب (حرب \"البوير\" بين هولندا وبريطانيا 1899 م - 1902م)\r\nالولايات المتحدة الأمريكية\r\n(1817 1825) صاحب مدا مونرو\r\nو ( حادثة \"فاشودة \" في السودان بين الإنجليز والفرنسيين 1898م ) .\r\n. استمرار الصراع في آسيا قد أدى إلى تخوف الدول الأوروبية\r\nالتنافس الإنجليزي الفرنسي في وسط إفريقيا\r\nمن بروز قوى آسيوية تحول دون استمرار التواجد الأوروبي على النحو الذي تم في امريكا وكان مصدر القلق روسيا واليابان والصين.\r\n. اشتداد التنافس الأوروبي حول الخلافة الإسلامية العثمانية من خلال حرب الامتيازات الدينية والاقتصادية بين فرنسا، بريطانيا، روسيا والمانيا ( شركة \"لانش\" الجزائر ، قناة السويس، سكة حديد برلين ) تعداد سكة حديد الحجاز ) وحول مناطق النفوذ ( تونس، مصر، المغرب الأقصى الشام، وبلاد الرافدين ) . باستغلال المشاعر القومية العربية ضد الدولة العثمانية.\r\nحرب البوير:\r\nنزل البوير- سكان منطقة إفريقيا الجنوبية من الهولنديين سنة 1652م بمقاطعة : الكاب ... وبعد أن ضمت إنجلترا الكتاب سنة 1806م ، رحل كثير من البوير سنة 1810م وأسوا جمهوريات انتال، و أورانج و الترانسفال، أدت العداوة بين البوير والبريطانيين إلى نشوب حرب جنوب إفريقيا (1899م - 1902م) وبعدها ضمت أراضي البوير وأسس اتحاد جنوب إفريقيا.\r\nالقاهرة\r\nفاشو دلات\r\nالغابون\r\nالكاب\r\nإتحاد التوسعات الإنجليزية التجاه التوسعات الفرنسية\r\nمخيم عسكري للبوير\r\nelbassair.net\r\n52\r\nعيون"
        },
        {
            "page": 53,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nأعلن مونرو عن مبدئه هذا أمام الكونجرس في 13 ديسمبر 1823م، حيث قال : إن كل محاولة تقوم بها دولة أوروبية لفرض نهجها السياسي على نصف القارة الأمريكي تشكل خطرا كبيرا على سلم وأمن الولايات المتحدة .. ثم راح موترو يقدم ثلاثة خطوط أصبحت فيما بعد بمثابة الإطار الذي حكم السياسة الخارجية الأمريكية اتجاه أوروبا لعقود طويلة وتتمثل هذه الخطوط فيما يلي : - لا يصح أن تصبح القارة الأمريكية في المستقبل مجالا لاستعمار أوروبي جديد . لا تنوي الولايات المتحدة الأمريكية التدخل في الشؤون السياسية للدول الأوروبية. لا تقبل الولايات المتحدة تدخل الدول الأوروبية في شؤون القارة الأمريكية، فأمريكا للأمريكيين ....\r\nد. عبد العزيز نوار و د. عبد المجيد النعنعي تاريخ أوربا من الثورة الفرنسية إلى الحرب العالمية الثانية\r\n1\r\nelbassair.net\r\n10\r\n. وتحولت المنافسة الاقتصادية إلى منافسة سياسية . فإنجلترا بمفردها تسيطر على معظم مستعمرات العالم، وفرنسا تحاول الاستئثار بكل الشمال الإفريقي. إلا أن قوة ألمانيا تجعلها قادرة على انتزاع المستعمرات فخشيت إنجلترا ضياع طريق الهند من يدها وازداد خوفها عندما رأت الأسطول الألماني في تعاظم وتحسبت لمضايقات المانيا كالتي قام بها \"غليوم الثاني \" ضد فرنسا في \"مراكش\" . وفي شرق أوروبا احتدم النزاع أيضا حول البلقان، فروسيا طامعة بالمضايق وجوارها، والنمسا جادة في تحقيق امتياز خط حديدي يصلها بالبحر \"الإيجي\" \" عند «سالونيك \" ، في حين حليفتها ألمانيا مصممة على إقامة سكة حديد برلين - بغداد واستدركت إيطاليا ما فاتها من تأخر فانتزعت ليبيا ورودس من الدولة العثمانية وركزت قع عيون البصائر التعليمي\r\nأطماعها بعد ذلك على البانيا والأدرياتيك ....\r\nد نورالدین حاطوم / قضايا عصرنا منذ 1945\r\nموف\r\nتقويم مرحلي\r\n1- من خلال السندات \"1\" \"3\" \"5\" \"\" بين تفاوت القوى الأوروبية في القوة والنفوذ مع التعليل. 2 - إن المؤتمرات الأوروبية وضعت تسويات المشكلات قارية وأسست لنظام دولي، وضح ذلك استنادا إلى\r\n.. \"4\" السند\r\n3 - بين أبعاد إتخاذ الولايات المتحدة الأمريكية لمبدأ مونرو، من خلال السند \"9\".\r\nelbassair.net"
        },
        {
            "page": 54,
            "text": "elbassair.net\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nالمواجهة العسكرية الأوروبية الأولى\r\n1914/1918م\r\nعرفت القارة الأوروبية خلال العقود التي سبقت 1914م شعورا متزايدا بالشك والحوف وفقدان للثقة والأمن بين الدول والشعوب حتى صارت كل دولة تراقب تحركات الدول الأخرى، نظرا لعدم وجود صيغة مشتركة لبناء العلاقات خاصة مع احتدام الصراعات الاستعمارية التي غذتها الروح الوطنية الضيقة والنزعة العسكرية والدعاية الإعلامية التي دفعت اوروبا باتجاه مجابهة عممتها على بقية العالم .\r\n1939\r\n1938\r\nاندلاع المواجهة العسكرية الثانية أزمة دائريغ (بولونيا ) التحالف الجرماني - السوفياتي .\r\nالعقاد مؤتمر ميونيخ. ضم المانيا للنجما..\r\n1935\r\n1931\r\n1929\r\n1923\r\n1920\r\n1920\r\n1919\r\n1918\r\nأزمة الحبشة\r\nازمة منشوريا\r\nالأزمة الاقتصادية العالمية .\r\nمعاهدة لوزان ونهاية الخلافة الإسلامية وقيام الجمهورية التركية.\r\nالانتداب الأوروبي على الهلال الخصيب وفقا لقرارات سال رمو\r\n- تأسيس عصبة الأمم.\r\nمؤتمر الصلح بباريس ( فيرساني ) .\r\nاستلام المانيا .\r\nوعد بلفور. دخول الولايات المتحدة المواجهة. وخروج روسيا من الحرب. الثورة البلشيقية.\r\nثورة الشريف حسين اتفاقية سايكس بيكو\r\nمراسلات حسين ماكماهون دخول إيطاليا الحرب\r\nاندلاع المواجهة العسكرية الأولى.\r\nحادثة سراجيفو\r\n1917\r\n1916\r\n1915\r\n1914\r\nأحداث معلمية للعلاقات الدولية بين 1914 - 1939\r\nelbassair.net\r\n1 - عوامل المواجهة العسكرية الأوروبية الأولى وانعكاساتها :\r\n- الظروف :\r\nفي ظل التوتر الداخلي وتفاقم مشاكل أوروبا وخلافاتها تزايد التنافس بين الدول الأوروبية حول مناطق النفوذ بين روسيا والنمسا في البلقان من جهة وفرنسا وألمانيا في المغرب من جهة ثانية و الذي تغذيه رواسب مشكلة الألزاس واللورين وحرص بريطانيا على خلق التوازن وضمان المصالح، كانت أوروبا تتجه نحو الحرب أمام تصاعد المشاعر القومية وتنامي القدرات العسكرية.\r\nب الأسباب : الأسباب غير المباشرة للمواجهة العسكرية الأوروبية الأولى :\r\n. فشل سياسة التحالفات والمؤتمرات التي لم تضع الحلول\r\nالجذرية لمشاكل أوروبا وأزماتها .\r\n. تصادم المصالح الاقتصادية بين القوى الأوروبية الكبرى\r\nالتأمين الأسواق والمواقع الاستراتيجية.\r\n. إصرار كل طرف على ضمان التفوق العسكري دفع إلى زيادة وتيرة السباق نحو التسلح مما تسبب في اختلال\r\nالتوازن بين القوى الأوروبية القديمة والحديثة . . التعبئة الإعلامية الشاملة وإعداد الشعوب المواجهة عسكرية محتملة.\r\n. تحول الشعور القومي إلى شعور وطني ضيق بلغ حد\r\nالتعصب .\r\n. انقسام أوروبا إلى كتلتين متصارعتين.\r\n54\r\nن البصـ عيون\r\nالتعليمي"
        },
        {
            "page": 55,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nاء ... إن الرغبة التي أبدتها الدول الأوروبية مع بداية القرن العشرين في الحصول على المزيد من الثروة، عن طريق تأمين الأسواق الخارجية للفائض من إنتاجها. كان السبب في تنافسها على المستعمرات وعلى الطرق المؤدية لها وهذا ما دفع بكل دولة من الدول الأوروبية إلى تعزيز قدراتها القتالية سواء عن طريق تقوية جيوشها البرية والبحرية أو عن طريق إنشائها لشبكة من التحالفات والصداقات الدولية وهذا بدوره ساعد على انقسام الدول الأوروبية إلى معسكرين كبيرين ودفع بأوروبا والعالم إلى أتون حرب ....\r\nد. رياض الصمد العلاقات الدولية في القرن 20 م\r\nالتطور المصاريف الحربية ( بمليون فرنك )\r\nدول سنوات\r\nالامبراطورية النمساوية المجرية\r\nفرنسا\r\n1914م\r\n1905\r\n740\r\n555\r\n1286\r\n854\r\n3244\r\n938\r\n2\r\n1640\r\n1257\r\n1834\r\n1063\r\nالمانيا\r\nانجلترا\r\nروسيا\r\nلبيب عبد الساتر / أحداث القرن 20\r\nelbassair.net\r\nا ... لم تكن الحرب العالمية الأولى بحاجة إلى فلسفة جديدة أو اجترار مواقف مختلفة فقد كانت القوى الكبرى تعيش واقع فلسفي مخيف ، مفاده: «القوى تصنع الشرعية وتساويها ، مع أن الأزمات الدولية آنذاك كانت بحاجة ماسة إلى نادي سلام إلى منظمة سلمية، وإلى نادي تفاوض وإلا أن القوى الكبرى لم تكن لتكترث بأي من هذه المعاني اعتمادا على موازين وسياسة تخطيطية أساسها حجم القوة وكيفها ... مع أن شعار التفاوض أو الحلول السلمية من شأنه أن يساهم في تطوير قوى المناعة الدولية بدلا من الدخول في أتون حرب تدميرية إلا أن هذا الأمر لم تناد به دولة واحدة من الدول الكبرى، فقد أجمعت القوى على الدخول في نوادي تسلح وإقامة نوع من أحلاف موجهة نحو العالم بهدف إعادة تنظيم العالم وفق سياسة : القضم والضم العالميتين ) أي لابد من بدء مرحلة جديدة من الاحتلال والاستعمار والتطوير والإلغاء الكياني ......\r\nجعفر عنتر العتريسي / حوار الحضارات والتصادم الأممي\r\nموقع عيون البصائر التعليمي\r\n55 elbassair.net"
        },
        {
            "page": 56,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م )\r\nالسبب المباشر للمواجهة العسكرية الأوروبية الأولى :\r\nاثناء زيارة ولي عهد الإمبراطورية النمساوية المجرية الأرشدوق \"فرانسوا فرديناند \" في 28 جوان 1914م المدينة « سراجيفو، عاصمة البوسنة، تعرض إلى اعتداء من قبل أحد الطلبة البوسنيين، أدى إلى مقتله، فاعتبرت السلطات النمساوية أن صربيا هي المسؤولة عن ذلك خاصة وأن النمسا كانت تتهم صربيا بالعمل ضدها في البوسنة والهرسك .\r\n27 فكان الحادث ذريعة للنمسا الإعلان الحرب والألمانيا لاستعراض قوتها وفرصة البريطانيا وفرنسا لاستعادة التوازن في أوروبا وهكذا اعتبر الحادث سببا مباشرا القيام المواجهة العسكرية الأولى في 28 جويلية 1914م.\r\nكلو\r\nفرانسوا فردیناند ولی عهد النسا\r\nإن مقتل ولي العهد النمساوي بسراجيفو حادثة نمساوية صربية هل كانت سببا كافيا التدخل من أجلها هذه الدول في مواجهة عسكرية ولتجر معها مناطق لاعلاقة لها بالقضية وتتحول نتائج المواجهة إلى عالمية !؟\r\nفرنسا، بريطانيا، روسيا التي السجنت سنة (1917). الضرب الجبل الأسود اليابان إيطاليا (التي الظلمت في 1915ء)، اليونان، بتحتگاه رومانيا البرازيل الولايات المتحدة الأمريكية 1917م بالحجاز والبلاد\r\nأطراف المواجهة :\r\nقول الوفاق\r\nالعربية المستعمرة من طرف فرنسا وبريطانيا.\r\n56\r\nدول الخلف\r\nالمانيا، النمساء الدولة العثمانية، بلغاريا.\r\nنمو القوة البحرية الألمانية\r\nد في هذا العهد (1895) برزت ضرورتان: الأولى ضرورة عسكرية لبعث اسطول حربي إن كنا حقا تطمح إلى القيام بدورها في البحري، والثانية ضرورة سياسية لإنشاء أسطول يحمي مصالح المانيا البحرية .\r\nمن مذكرات الأميرال فون تربيتر\r\nelbassair.net"
        },
        {
            "page": 57,
            "text": "57\r\nelbassair.net\r\n2\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nا ... إن الإعتداء بالقتل على إبن أخي هو\r\nنتيجة مباشرة للتحريض القومي السلامي الروسيا و صربيا، الذي يهدف بالأساس إلى إضعاف الحلف الثلاثي وتجزئة إمبراطوريتي . ومهما بدا إثبات تورط الحكومة الصربية مستحيلا فليس ثمة أي شك في أن السياسة الرامية إلى جمع كل سلافيي الجنوب تحت الراية الصربية تشجع على مثل هذه الجرائم، وإن الإبقاء على هذا الوضع يشكل خطرا مستمرا على أسرتي وعلى إمبراطوريتي ... إن جهود حكومتي يجب أن تهدف إلى عزل صربيا وإذلالها ........\r\nرسالة من فرانسوا جوزيف إمبراطور النمسا إلى غيوم الثاني إمبراطور ألمانيا 1914/07/04م\r\nمقتل ولي عهد النمسا / فرانسوا فردیناند\r\n... إنه لمن الصعب على الإمبراطورية النمساوية المجرية أن تخوض حروبا قومية طويلة الأمد رغم ما تملكه من غزارة في الموارد وكثافة في السكان وشساعة في الأراضي، بسبب فقدان عنصر التلاحم والتضامن بين أبنائها ولان الاقليات القومية الراغبة في التحرر ستجد في انشغال السلطة المركزية في الحرب الفرصة المواتية لإعلان ثورتها والمطالبة بحقها في تقرير المصير ....\r\n6 .... عزيزي نيقولا، إن ما أثار الاستياء أو الغضب في المانيا ليس اتفاقك مع إنجلترا حول آسيا الوسطى، لقد بات من الواضح جدا أثناء السنتين الأخيرتين أن السياسة الروسية ابتعدت عن سياستنا لتتحد أكثر فأكثر مع تجمع الدول التي تكن لنا العداء. إن العالم بأسره ليعتبر الوفاق الثلاثي بين فرنسا وروسيا وإنجلترا أمرا واقعا فالصحف الفرنسية والإنجليزية تؤكد على أن هذا الوفاق موجه ضد المانيا ....\r\nرياض الصمد / العلاقات الدولية في القرن 20\r\nرسالة غيوم الثاني إلى نيقولا الثاني جانفي 1909\r\nelbassair.net"
        },
        {
            "page": 58,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nج - تطورات المواجهة العسكرية الأولى\r\nالجبهات\r\nداخل أوروبا\r\nتطوراتها\r\nانطلاق المواجهة العسكرية . تعدد الأطراف\r\nتعدد الجبهات البحرية والبرية ) .\r\nانعكاساتها\r\nدور التطور الصناعي والتكنولوجي في تغذية\r\nالمجابهات. التحكم في المنافذ وأثره في رجحان كفة الصراع\r\nتعدد أساليب المجابهة العسكرية (الحدودية\r\nلصالح أحد الأطراف دون الآخر . دور الحركة الصهيونية في إبعاد روسيا بعد نجاح الثورة البلشفية وجر الولايات المتحدة الأمريكية\r\nخنادق ) . فشل الأطراف المتصارعة في تحقيق انتصارات ساحقة\r\nرغم مضي سنتين من المجابهة.\r\nالتركيز على التحكم في أهم المنافذ الاستراتيجية الضمان الانتصار.\r\n- دخول الولايات المتحدة الأمريكية بما تمثله من ثقل عسكري واقتصادي عجل بنهاية المجابهة. إلى المجابهة. تصدع الجبهة الشرقية للوفاق بعد عقد روسيا\r\nموقع عيون البصائر التعليمي\r\nelbassair.net\r\nاقتصاد الخصم. استخدام سلاح الحصار البحري والغواصات لشل\r\nتنامي أطراف الحرب بتطورها وفقا لمصالح الجانبين.\r\nالمعاهدة و بريست ليتوفسك ، 1918م حيث فتح المجال الحلفاء المانيا في الشرق (الدولة العثمانية والنمسا) في السيطرة على الجبهة الشرقية للوفاق . - تحول مركز ثقل الحركة الصهيونية من أوروبا الشرقية والوسطى بشل النشاط الاقتصادي والمالي لكل من النمسا وألمانيا والتعاون مع بريطانيا والضغط على المسؤولين فيها للحصول على الوطن\r\nالأمريكية سنة 1917م ). بروز عوامل جديدة أثرت على ميزان القوى ومسار المجابهة انسحاب روسيا ودخول الولايات المتحدة\r\nدعم الحركة الصهيونية الموقف دول الوفاق والعمل على إضعاف دول الحلف الثلاثي.\r\nالقومي لليهود في فلسطين 1917م تغير الخارطة السياسية لأوروبا بظهور دول جديدة .\r\nelbassair.net\r\n58"
        },
        {
            "page": 59,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nالجهات\r\nتطوراتها\r\nانعكاساتها\r\nوالشرق الأقصى وبعض المستعمرات . استغلال بريطانيا وفرنسا المشاعر القومية العربية لدفع عرب المشرق للتمرد على الدولة العثمانية وتوظيف الموقف العربي الخدمة المصالح الاستراتيجية والاقتصادية\r\nاتساع مجال الحرب باتجاه البلاد العربية\r\n- تنكر بريطانيا لوعودها تجاه عرب المشرق والذهاب إلى حد تقسيم الأراضي العربية من خلال معاهدة \"سايكس بيكو\" 1916م و \"وعد بلفور \" 1917م\r\nومؤتمر سان ريمو 1920. - رفض إشراك وقود المستعمرات في مؤتمر الصلح مما رتب خيبة أمل شعوب المستعمرات، في الشعارات و مبادئ ولسن مما أحدث أزمات للدول الاستعمارية.\r\n2\r\nelbassair.net\r\nخارج أوروبا\r\nالبريطانية والفرنسية ) . محدودية مجال الحرب وأطرافها في الشرق الأقصى.\r\nتوسع الفكر التحرري والتضامن بين شعوب المستعمرات.\r\nظلت المستعمرات طيلة المجابهة العسكرية مركز تنشيط جبهات الحرب (جغرافيا اقتصاديا وبشريا ) في شمال إفريقيا ، إفريقيا\r\n- تأثر المستوى الاقتصادي والاجتماعي للشعوب الأوروبية مما أدى إلى اكتساح الأحزاب اليسارية للساحة السياسية من جهة وتشديد القبضة\r\nجنوب الصحراء . تحولت المواجهة الأوروبية إلى حرب عالمية فهي حرب أوروبية بأسبابها وأهدافها عالمية بنتائجها.\r\nالأوروبية على المستعمرات من جهة أخرى .\r\n- نمو القوة اليابانية كمزاحم للدول الأوروبية\r\nوالولايات المتحدة الأمريكية خاصة بعد عودتها من مؤتمر الصلح .\r\nنهاية الحرب الصالح الوفاق وانعقاد مؤتمر الصلح 1919ء\r\nموقع عيون البصائر التعليمي\r\nالثورة البلشفية 1917\r\nالثورة الروسية وإن كانت وليدة عهود طويلة من الظلم والاستبداد ، إلا أن المواجهة العسكرية الأولى شكلت السبب المباشر والمناخ المناسب لنجاحها.\r\nالولايات المتحدة الأمريكية في المواجهة العسكرية\r\nدخول الولايات المتحدة الأمريكية سنة 1917 في المواجهة العسكرية الأولى كان الضرورة إبقاء التوازن بين القوى الأوروبية والدور الذي لعبته الحركة الصهيونية في ذلك.\r\nelbassair.net"
        },
        {
            "page": 60,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nسير المواجهة العسكرية الأولى بين 1914 و 1917\r\n7\r\nروسيا\r\nالبحر الأسود\r\nالخلافة العثمانية\r\nالبلطيق\r\nجتلاند 1916\r\nالشمال المملكة المتحدة\r\n1914\r\nالمانية\r\n1916 گذارن 1914\r\nكابورت 197 إيطاليا\r\nالمحيط الأطلسي\r\nelbassair.net\r\nمصر (بريطانيا )\r\nدول الوفاق 1914\r\nمناطق إحتلال الوفاق 1917\r\nالإمبراطوريات المتحالفة\r\nالدول التي انضمت إلى الوفاق بين 1917/1914\r\nليبيا (إيطاليا)\r\nدول محايدة\r\nالبحر الأبيض المتوسط\r\nجدار دفاعي بحري للوفاق\r\nشمال إفريقيا (فرنسا)\r\nأهم المعارك البرية\r\nأهم المعارك البحرية\r\nجبهات 1917\r\nجبهات 1914\r\nالإتفاقيات السرية بين الدول الإستعمارية وبعض الوعود التي قطعتها لحلفائها .\r\n1- اتفاقية لندن 26 أفريل 1915 .\r\n2 مراسلات حسين - ماكماهون 24 أكتوبر 1915 .\r\n3 - اتفاقية سايكس بيكو 16 ماي 1916 .\r\n4- وعد بلفور 2 نوفمبر 1917 .\r\nموقع عيون البصائر التعليمي\r\n60\r\nالشريف حسين\r\nشريف مكة\r\nجيمس بلفور 1848 - 1930\r\nسياسي بريطاني\r\nelbassair.net"
        },
        {
            "page": 61,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nسير المواجهة العسكرية الأولى بين 1914 و 1917\r\n7\r\nروسيا\r\nالبحر الأسود\r\nالخلافة العثمانية\r\nالبلطيق\r\nجتلاند 1916\r\nالشمال المملكة المتحدة\r\n1914\r\nالمانية\r\n1916 گذارن 1914\r\nكابورت 197 إيطاليا\r\nالمحيط الأطلسي\r\nelbassair.net\r\nمصر (بريطانيا )\r\nدول الوفاق 1914\r\nمناطق إحتلال الوفاق 1917\r\nالإمبراطوريات المتحالفة\r\nالدول التي انضمت إلى الوفاق بين 1917/1914\r\nليبيا (إيطاليا)\r\nدول محايدة\r\nالبحر الأبيض المتوسط\r\nجدار دفاعي بحري للوفاق\r\nشمال إفريقيا (فرنسا)\r\nأهم المعارك البرية\r\nأهم المعارك البحرية\r\nجبهات 1917\r\nجبهات 1914\r\nالإتفاقيات السرية بين الدول الإستعمارية وبعض الوعود التي قطعتها لحلفائها .\r\n1- اتفاقية لندن 26 أفريل 1915 .\r\n2 مراسلات حسين - ماكماهون 24 أكتوبر 1915 .\r\n3 - اتفاقية سايكس بيكو 16 ماي 1916 .\r\n4- وعد بلفور 2 نوفمبر 1917 .\r\nموقع عيون البصائر التعليمي\r\n60\r\nالشريف حسين\r\nشريف مكة\r\nجيمس بلفور 1848 - 1930\r\nسياسي بريطاني\r\nelbassair.net"
        },
        {
            "page": 62,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954 م)\r\n2 - الأزمات الناتجة عن المواجهة العسكرية الأوروبية الأولى\r\nلقد توجت المواجهة العسكرية الأولى 1914م - 1918م، بانعقاد مؤتمر الصلح في 18 / جانفي / 1919م الذي علقت عليه شعوب العالم آمالا كبيرة من أجل إرساء قواعد السلام العالمي. غير أن هذا المؤتمر لم يكن سوى تسوية بين غالب و مغلوب، قرض فيها الغالب إرادته على المغلوب، ولذلك تتساءل حول ما إذا كان المؤتمر: مؤتمر صلح أم حرب ؟.:\r\n. المعاهدات: فرض مؤتمر الصلح مجموعة من المعاهدات ذات\r\nالشروط القاسية على الدول المنهزمة ومست جوانب مختلفة اقتصادية عسكرية سياسية إقليمية)، كانت جائزة في حق شعوب هذه الدول وفي مقدمتها معاهدة فرساي مع المانيا الحاملة لحل الأزمات الآتية:\r\n. عصبة الأمم :\r\nelbassair.net\r\nنسبت عصبة الأمم إلى أحد مبادئ ولسن كاحد أسس النظام الدولي بعد الحرب لتنظيم سير العلاقات الدولية، لكن ظروف تأسيسها وأجهزتها وطرق اتخاذ القرارات بها أضعف من دورها .\r\nتومان ولس رئيس الولايات المتحدة الأمريكية صاحب المبادئ الأربعة عشرة\r\n. أزمة الأقليات :\r\nنتج عن إعادة رسم الخريطة السياسية لأوربا إعادة توزيع القوميات والاقليات بين الدول المشكلة حديثا، فاصبحت بعض الشعوب اقليات في دول أخرى وكونت بعض الأقليات دولاً قومية، فنتجت عنها بذور . حقد جديدة مثل ( يوغسلافيا، بولونيا، المانيا وروسيا)\r\n20 موقع عيون البصائر التعليمي\r\n62\r\nصورة أعضاء مؤتمر الصلح من اليمين إلى اليسار : ولسن ( الولايات المتحدة الأمريكية ) . جورج كلمنصو ( فرنسا ) أورلندو (إيطاليا ) ، لويد جورج (بريطانيا )\r\nelbassair.net"
        },
        {
            "page": 63,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nمن بين مبادئ ولسن 14 التي اعتمد عليها كاساس المفاوضات السلام :\r\n1 - مبدأ حق الشعوب في تقرير المصير.\r\n2 - اعتماد الدبلوماسية العلنية .\r\nمعاهدات مؤتمر الصلح\r\nالمعاهدة\r\nالدولة\r\nالتاريخ\r\nفرساي\r\nالمانيا\r\nسان جرمان\r\nالنمسا\r\n28 جوان 1919م\r\n10 سبتمبر 1919م\r\nنوي\r\nبلغاريا\r\nتریانون\r\nسيفر\r\nالمجر\r\nالدولة العثمانية\r\n27 نوفمبر 1919م\r\n04 جوان 1920م\r\n10 اوت 1920م\r\nلوزان\r\nالدولة العثمانية\r\n24 جويلية 1923م\r\nموقع عيور ن البصائر التعليـ\r\nالدول المنتصرة في الحرب\r\nتعلیمی\r\nألمانيا في 1920\r\nأراضي فقدتها ألمانيا.\r\nالإمبراطورية النمساوية المجرية القديمة\r\nأراضي نمساوية مجرية ألحقت بإيطاليا\r\nروسيا\r\nروسيا\r\n3- انشاء منظمة دولية .\r\nرياض الصمد / العلاقات الدولية في القرن 20\r\nالبلطيق\r\nفلندا\r\nليتوانيا\r\nبولونيا\r\nالتغيرات الحدودية لأوروبا عقب الحرب العالمية الأولى\r\nالترويح\r\nدة\r\n2\r\n13\r\nelbassair.net\r\nسويسرا فرنسا\r\nالبحر الأبيض المتوسط\r\nإسبانيا\r\nالمحيط الأطلسي\r\nبرتغال\r\nالمانيا\r\nتشكسلوفاكيا\r\nالبحر الأسود\r\nرومانیا\r\nبلغاريا\r\nبوعقلانيا\r\nنان\r\nإيطاليا\r\nتركيا\r\nأراضي فقدتها روسيا\r\n63 elbassair.net"
        },
        {
            "page": 64,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nمن بين مبادئ ولسن 14 التي اعتمد عليها كاساس المفاوضات السلام :\r\n1 - مبدأ حق الشعوب في تقرير المصير.\r\n2 - اعتماد الدبلوماسية العلنية .\r\nمعاهدات مؤتمر الصلح\r\nالمعاهدة\r\nالدولة\r\nالتاريخ\r\nفرساي\r\nالمانيا\r\nسان جرمان\r\nالنمسا\r\n28 جوان 1919م\r\n10 سبتمبر 1919م\r\nنوي\r\nبلغاريا\r\nتریانون\r\nسيفر\r\nالمجر\r\nالدولة العثمانية\r\n27 نوفمبر 1919م\r\n04 جوان 1920م\r\n10 اوت 1920م\r\nلوزان\r\nالدولة العثمانية\r\n24 جويلية 1923م\r\nموقع عيور ن البصائر التعليـ\r\nالدول المنتصرة في الحرب\r\nتعلیمی\r\nألمانيا في 1920\r\nأراضي فقدتها ألمانيا.\r\nالإمبراطورية النمساوية المجرية القديمة\r\nأراضي نمساوية مجرية ألحقت بإيطاليا\r\nروسيا\r\nروسيا\r\n3- انشاء منظمة دولية .\r\nرياض الصمد / العلاقات الدولية في القرن 20\r\nالبلطيق\r\nفلندا\r\nليتوانيا\r\nبولونيا\r\nالتغيرات الحدودية لأوروبا عقب الحرب العالمية الأولى\r\nالترويح\r\nدة\r\n2\r\n13\r\nelbassair.net\r\nسويسرا فرنسا\r\nالبحر الأبيض المتوسط\r\nإسبانيا\r\nالمحيط الأطلسي\r\nبرتغال\r\nالمانيا\r\nتشكسلوفاكيا\r\nالبحر الأسود\r\nرومانیا\r\nبلغاريا\r\nبوعقلانيا\r\nنان\r\nإيطاليا\r\nتركيا\r\nأراضي فقدتها روسيا\r\n63 elbassair.net"
        },
        {
            "page": 65,
            "text": "elbassair.net\r\n130\r\n120\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nبريطانيا العظمي\r\n110\r\n90\r\n80\r\n70\r\n60\r\nالمانيا\r\nمنحنى بياني يمثل تطور الإنتاج 1938 - 1929 الصناعي بين\r\nفرنسا\r\nالولايات\r\nالمتحدة\r\nالأمريكية\r\n50\r\n2\r\n19291930\r\n10 1931\r\n1932\r\n1933\r\n1934\r\n1935\r\n1936\r\n1937\r\n1938\r\nالدليل الإحصائي .. 1960\r\n15\r\n... لقد كان للأزمة الاقتصادية تأثيرها الكبير على السياسات الخارجية للدول الكبرى، وهذا يعود لما للعامل الاقتصادي من تأثير كبير على العلاقات الدولية. ولكن إذا كانت الأزمة الاقتصادية لم تترك اثارها بنفس الدرجة على السياسات الخارجية للدول الكبرى، فذلك يعود للاختلاف في قوة الأزمة الإقتصادية وعنفها من بلد إلى آخر، بالإضافة إلى الإختلاف في نفسية وأخلاق الشعوب . إلا أنه على الرغم من الإختلاف في نسبة تأثر السياسة الخارجية لكل بلد يبقى من المتفق عليه أن الأزمة أوجدت نوعا من \" الانظمة الإقتصادية القومية \" ، أي أنها أوجدت نوعا من العزلة بين الدول وأدت بالتالي إلى قيام حالة نفسية لدى شعوب وضعت المصلحة الوطنية فوق كل مصلحة واضعفت من روح التعاون بين الدول . وقد تجلى ذلك في عجز المنظمة الدولية عن القيام بأي مسعى جماعي يهدف إلى تحقيق التعاون الدولي موقع عيون البصائر التعليمي\r\nوإلى ايجاد الحل الجماعي للازمة الإقتصادية .....\r\nلبيب عبد السائر / تاريخ القرن العشرين\r\nها .... ناقش مؤتمر واشنطن ما بين أكتوبر 1921 وأفريل 1929 موضوع نزع السلاح السلاح البحري فقط)، وذلك لما لهذا السلاح من تأثير على التجارة الدولية من جهة وعلى طرق المواصلات البحرية التي تعتمد عليها الولايات المتحدة الأمريكية في اتصالاتها مع العالم من جهة ثانية، وتوصلت الدول الخمس الكبرى: الولايات المتحدة الأمريكية بريطانيا اليابان فرنسا وايطاليا إلى اتفاق باسم « اتفاق الدول الخمس حول قوة اسطول كل منها بالنسبة إلى أساطيل الدول الأخرى. أما النسب التي اتفق عليها فكانت كالتالي : الولايات المتحدة الأمريكية 5%، بريطانيا 5% ، اليابان ،3 ، فرنسا 1.75% وايطاليا 1.75 % وقد اقتصرت النسبة المبنية أعلاه على قطع الأسطول الحربي الكبيرة أي باستثناء الغواصات والسفن الحربية الصغيرة والمتوسطة .....\r\nالموسوعة التاريخية العالمية\r\nelbassair.net"
        },
        {
            "page": 66,
            "text": "elbassair.net\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nتأزم العلاقات الدولية :\r\nإذا كان عقد العشرينات من القرن العشرين قد حكمته مقررات مؤتمر الصلح و ميزه سلام عابر وحذر فإن عقد الثلاثينات قد سيرت أحداثه الأزمة الاقتصادية والانظمة الفردية وعرف تصاعدا في التوتر، ويتضح ذلك من خلال الأزمات التالية :\r\nالقارة\r\nالأزمة\r\nأطرافها\r\nآسیا\r\nمنشوريا 1931\r\nالصين - اليابان\r\nإفريقيا\r\nمضمونها\r\nنتائجها\r\nغزو اليابان المنشوريا .\r\nاحتلال اليابان المنشوريا. - انسحاب اليابان من عصبة الأمم بعد تدخل هذه الأخيرة الحل الأزمة.\r\nتحقيق المجال الحيوي اثر مضاعفات الأزمة الاقتصادية العالمية\r\nالحبشة 1935\r\nإيطاليا - الحبشة\r\n- غزو إيطاليا للحبشة في إطار سياسة المجال الحيوي\r\n- فرض عقوبات من طرف عصبة الأمم وانسحاب إيطاليا منها .\r\nأوروبا\r\nالنمسا 10 فيفري 1938\r\nالمانيا بريطانيا فرنسا\r\nأوروبا\r\nأوروبا\r\n- فرض المانيا عملية ضم النمسا .\r\n- تخاذل بريطاني فرنسي وتشجيع المانيا على مواصلة سياسة الضم.\r\nإسبانيا - فرنسا - بريطانيا - إيطاليا ألمانيا - والاتحاد السوفياتي .\r\n- صراع إيديولوجي، سياسي وعسكري داخلي بين الملكيين الجمهوريين اليساريين وامتداد قاري.\r\n- انتصار الجنرال فرانكو . - - تشكيل نظام وطني فردي . - تكريس الانقسام الايديولوجي ( محور ، حلفاء ) .\r\nاسبانيا\r\n1936/1939\r\nتشكو سلوفاكيا - المانيا - فرنسا - بريطانيا وإيطاليا\r\nعقد مؤتمر ميونيخ 30 سبتمبر 1938م بموافقة فرنسا وبريطانيا على ضم السوديت ودفع المانيا المواجهة الاتحاد السوفياتي .\r\nالسوديت 1938م\r\n- سعي المانيا لاسترجاع الأقلية 29 الألمانية إقليم السوديت ..\r\nأوروبا\r\nبولونيا 1939ء\r\nرفض بولونيا المطالب المانيا وتأييد فرنسا وبريطانيا لها ..\r\nالمانيا - بولونيا فرنسا و بريطانيا\r\n- - مطالبة المانيا باسترجاع ميناء دانزينغ\r\n- التحالف الحرماني السوفياتي في .23 أوت 1939م\r\nاجتياح المانيا البولونيا اندلاع المواجهة العسكرية الأوروبية | الثانية.\r\nelbassair.net\r\n66\r\nموقع لع عيون البصائر\r\nالتعليمي"
        },
        {
            "page": 67,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\n17 .... إثر حادث مفتعل وقع بتاريخ 14 نوفمبر 1934م، على الحدود الجيشية الإريترية، ذهب ضحيته 13 جنديا إيطاليا. أمرت ايطاليا جيشها باحتلال الحبشة، دون أي سابق إنذار، ومن أي اعتبار العصبة الأمم ... عندئذ رفعت الحبشة الأمر إلى عصبة الأمم فلم تستطع هذه الأخيرة إلا التنديد الورقي ... ورغم نداء الأحباش المستمر لعصبة الأمم والاحتكام إلى القواعد الدولية، إلا أن موسوليني استفاد من انهيار عصبة الأمم العملي واختلاف رموزها بشكل كبير فيما بينهم خاصة أن ايطاليا واحدة من أعضاء المجلس الموكل إليها مهمة السلم والأمن العالميين .... وعليه احتل الجيش الإيطالي العاصمة و أديس أباباء في ماي سنة 1936م ومعها أعلن موسوليني ضم الحبشة لإيطاليا وإعلانها إقليما تابعا وملغيا من الخريطة السياسية للعالم .....\r\nد. الشيخ جعفر الحسن العتريسي / حوار الحضارات والتصادم الأنمي\r\nقرارات مؤتمر ميونيخ\r\n118 - ضم المناطق التي تسكنها أكثرية المانية إلى ألمانيا .\r\n2 - تشكيل لجنة من الدول الأربعة بالإضافة إلى ممثل تشيكوسلوفاكيا، وذلك من أجل إجراء استفتاء في المناطق التي تقارب فيها نسبة الألمان من نصف السكان.\r\n3 - تحديد مهلة ثلاثة أشهر من أجل حل مشاكل الأقليات البولونية والمجرية في تشيكوسلوفاكيا، وذلك بالتفاوض المباشر بين الأطراف الثلاثة وإذ انتهت المهلة دون أن يتوصلوا إلى حل، فإن المؤتمرين يعودون إلى الاجتماع لاتخاذ الإجراءات المناسبة.\r\nد. عبد العزيز نوار وعبد المجيد النعنعي تاريخ أوروبا من الثورة الفرنسية إلى الحرب العالمية الثانية\r\nالمجال الحيوي في ألمانيا )\r\nبولندا\r\nسلوفاكيا\r\nالأنشلوس\r\nبعد مقررات ميونيخ\r\nبحر البلطيق\r\nصو بقية تشيك سلوفاكيا\r\nل أراضي ضمتها المجر\r\nالمانيا\r\nإيطاليا\r\nتقويم مرحلي :\r\n1 - إعتمادا على السندات 6.4.3.1 علل تشكل التحالفات الأوروبية قبل 1914 ونتائجها قاريا .\r\n2 - بين أثر أزمات ما بعد المجابهة العسكرية الأولى على العلاقات الدولية اعتمادا على 18.16.15.11.10.9 السادات\r\n3 - أبرز العلاقة بين توسع المجال الجغرافي للحرب وارتباطه الزمني.\r\n2\r\nelbassair.net\r\n4 - علق على السند (14) ماذا تستخلص منه ؟\r\nالتوقيع على اتفافية التحالف الجرماني السوفياتي\r\nموقع عيون التعليمي\r\n67- elbassair.net"
        },
        {
            "page": 68,
            "text": "elbassair.net\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م) المواجهة العسكرية الأوروبية الثانية\r\nإن الجو السياسي والاقتصادي والسيكولوجي الذي كان مخيما على العالم في تلك المرحلة يوحي بأن وقوع مواجهة عسكرية كان أمرا متوقعا، في ظل فشل سياسة التهدئة، وتوجيه الخطر الألماني نحو الشرق حيث كان هتلر واعيا للمخططات الفرنسية البريطانية الذي ضمن نتائج مؤتمر ميونيخ، كما عمل على حياد الإتحاد السوفياتي بعد الإتفاق الجرماني السوفياتي وانطلق في إلغاء إتفاقية فرساي بندا بندا أمام أعين فرنسا وبريطانيا وصولا إلى ممر دانزينغ.\r\n1 - عوامل المواجهة العسكرية الثانية\r\nالرغبة في الانتقام نتيجة لقرارات مؤتمر الصلح المجحفة. . تمرد ألمانيا عن قرارات معاهدة فارساي .\r\n. فشل عصبة الأمم في ضمان تأمين شروط السلام ومنع الحرب .\r\n. تصاعد درجة التوتر بسبب إصرار الجميع على التسلح .\r\n. لقد شكل موضوع الأقليات التي أوجدها مؤتمر الصلح نقطة\r\nتحول أساسية في أوروبا بما أحدثه من تغير في ميزان القوى، بعد عجز الأنظمة الديمقراطية الحرة أمام ألمانيا، ويتضح ذلك من خلال\r\nمؤتمر ميونيخ . . الأزمة الاقتصادية العالمية وانعكاساتها الآنية وبعيدة المدى. . التناقض في مواقف الدول الديمقراطية اتجاه المانيا.\r\nفي ظل هذه التطورات تشكلت سلسلة التحالفات الكبرى انتهت بظهور مجموعة دول الحلفاء ( فرنسا - بريطانيا) ومجموعة دول المحور (ألمانيا - إيطاليا - اليابان ) وسعي كل طرف إلى تدعيم موقفه حيث نجحت ألمانيا في تحييد الاتحاد السوفييتي الأمر الذي مكنها من إعلان الحرب على بولونيا .\r\nΠ\r\n1945\r\n1944\r\n1943\r\n1942\r\n1941\r\nنهاية المواجهة العسكرية الثانية .\r\nاستسلام اليابان. تفجير القنبلة الذرية. استسلام المانيا .\r\nتحرير باريس .\r\nاستسلام ايطاليا .\r\nالانزال في شمال افريقيا. - معركة العلمين.\r\nدخول الو.م. الحرب دخول الاتحاد السوفياتي الحرب .\r\nسقوط باريس دخول ايطاليا . الحرب.\r\nاندلاع المواجهة العسكرية العالمية 11.\r\nأهم احداث المواجهة العسكرية الثانية\r\n1940\r\n1939\r\nإذا كانت الأزمة الاقتصادية قد ساعدت على تقوية صلاحيات السلطات التنفيذية على حساب\r\nالسلطات التشريعية في الانظمة الليبيرالية فإنها ساعدت على إيجاد الظروف الملائمة اجتماعيا وسياسيا لتسلم النازية الحكم في المانيا، ولتقوية قبضة الفاشيين على الحكم في إيطاليا وكذلك في اليابان .. فالازمة الإقتصادية إذا بسبب مساعدتها على تثبيت الأنظمة الديكتاتورية في ألمانيا وإيطاليا دفعت بالإتحاد السوفياتي إلى تحريك ديبلوماسيته باتجاه الدول الليبيرالية، فوجد تجاوبا منها وذلك بسبب عداء هذه الانظمة الجديدة للنظم الليبيرالية\r\nelbassair.net\r\nوالشيوعية على حد سواء ....\r\nرياض الصمد / العلاقات الدولية في القرن 20\r\n68\r\nمود\r\nعيون البصائر التعليمي"
        },
        {
            "page": 69,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\n2\r\nعلى الرغم من سعي مؤتمر الصلح إلى إرضاء القوميات الأوروبية بتأسيس دول جديدة تضم شتات الشعوب التي خضعت قرونا طويلة للإمبراطوريات الكبيرة، لم تسلم كل تسوية من شوائب قومية، داخل تلك الدول القومية، لأنها لم تستطع أن تكون خالية من العناصر الغريبة . فقد ضمت بولندا - مثلا في حدودها أقليات من الألمان والروس، وضمت تشيكوسلوفاكيا اقليات من الألمان والمجريين وضمت يوغسلافيا أقليات ألمانية وبلغارية، وضمت رومانيا واليونان أقليات بلغارية، وضمت ايطاليا أراض بها أقليات تنمساوية ويوغسلافية ......\r\nد. عبد الحميد البطريق - التيارات السياسية المعاصرة\r\n3 ا على السياسة الخارجية للدول العنصرية أن تضمن مقومات البقاء على هذا الكوكب للعرق الذي 3 تجمعه الدولة وذلك بإقامة العلاقة السليمة والمرضية والموافقة للقوانين الطبيعية بين عدد السكان ونموهم من ناحية وبين مساحة المجال وقيمته من ناحية أخرى وإلى جانب أهمية المساحة من حيث توفير الغذاء للدولة. من مراعاة أهمية المجال من وجهة النظر العسكرية والسياسية - فإنه من الضروري تأمين سلامة هذا المجال تلك السلامة التي ترتبط وثيق الإرتباط بالقيمة العسكرية لمكانه الجغرافي، إن الشعب الألماني لا لابد\r\nيمكنه التطلع إلى مستقبله إلا كقوة عالمية ....\r\nالتعليمي\r\nعيون البصائر النع\r\nأدولف هتلر \" كفاحي \"\r\nالإتحاد السوفياتي\r\nالسويد\r\nفنلندا\r\nموسكو\r\nالترويج\r\nelbassair.net\r\nبلجيكا\r\nالمحيط الأطلسي\r\nباريس\r\nما برلين\r\nفرنسا\r\nإيطالي\r\nالحرب الأهلية\r\nروما\r\nإسبانيا\r\nالبحر الأبيض المتوسط\r\nالأنظمة الديموقراطية\r\nالمانيا في 1935 مناطق ملحقة بالمانيا مناطق ملحقة 1939\r\nالتوسع الألماني\r\nمناطق ملحقة بإيطاليا.\r\nنظام شيوعي\r\nالتوسع الألماني الإيطالي\r\nفرصوفيا\r\nبولونيا\r\n1938\r\nاليوبيا اكتوبر 1935\r\nΣ\r\nأوروبا في 31 أوت 1939\r\nelbassairnet"
        },
        {
            "page": 70,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\n2 تطورات المواجهة العسكرية الثانية وانعكاساتها :\r\nمراحلها\r\n.في 1939/09/01م\r\nمرحلة تفوق الحور 1941/1939م .\r\nتطوراتها\r\nانعكاساتها ( أثناء الحرب )\r\nالهجوم الألماني على بولونيا وإعلان بداية المواجهة العسكرية الثانية\r\n. نهاية النظام الدولي الذي تأسس في أعقاب مؤتمر الصلح .\r\n. إعلان بريطانيا وفرنسا الحرب على المانيا في 03\r\n. إدراك الخلفاء الخسارتهم للإتحاد السوفييتي . • الإستعداد الكبير والروح الإنتقامية العالية لألمانيا .\r\nسبتمبر 1939م . . اقتحام الاتحاد السوفييتي الأراضي بولونيا في 17 سبتمبر\r\n1939م تنفيذا للاتفاقية السوفييتية الجرمانية . الهجوم الألماني على الدول الاسكندنافية أفريل 1940م وعلى هولندا, بلجيكا وفرنسا ماي 1940م.\r\n. إنهيار أسطورة فرنسا التي لا تهزم. . أثر صمود بريطانيا في بدء حركة\r\nدخول إيطاليا الحرب إلى جانب ألمانيا في 10 جوان 1940 م\r\nالمقاومة ضد الاحتلال النازي في هولندا وبلجيكا والترويج.\r\n. معركة بريطانيا جويلية - أكتوبر 1940م .\r\n. الهجوم الإيطالي على القوات البريطانية في سبتمبر 1940م . .\r\nتفكير الولايات المتحدة الأمريكية في تغيير إستراتيجيتها من موضوع الحزب.\r\n. توسع الحرب مجالا وأطرافا. . ميلاد الميثاق الأطلسي في 14 أوت 1941م و أبعاده الدولية .\r\n.جوان 1941م . بداية حملة بربروسا ونقض معاهدة عدم الإعتداء في 22\r\n. الهجوم الإيطالي الألماني على البلقان في أفريل 1941م.\r\nضرب القاعدة العسكرية الأمريكية «بيرل هاربر من طرف اليابان في 7 ديسمبر 1941م .\r\n. دخول اليابان الحرب وتوسعه في شرق وجنوب شرق آسيا والمحيط الهادي ..\r\n. دخول الاتحاد السوفيتي الحرب في شتاء 1941م\r\n. تغيير موازين القوى وبداية الدور العالمي\r\nللولايات المتحدة الأمريكية. . دخول الولايات المتحدة الأمريكية الحرب في 08\r\nموقع عيون البصائر التعليمي\r\nelbassair.net\r\nديسمبر 1941م.\r\n. صمود بريطانيا من جوان 1940م إلى 1941م. . انتصار الحلفاء في معركة العلمين 23 أكتوبر 1942م .\r\n. انعقاد مؤتمر واشنطن 22 ديسمبر 1941م إلى 14 جانفي 1942م (وضع الأسس الأولى لهيئة الأمم المتحدة ) .\r\n. تزول الحلفاء بشمال إفريقيا ( عملية طورش ) 08\r\nبعث نشاط الحركة الوطنية الجزائرية.\r\n. تحكم الحلفاء في مسار الحرب.\r\nنوفمبر 1942م .\r\n. توقف زحف المحور في الجبهة الجنوبية\r\n. توقف الزحف الياباني في آسيا والمحيط الهادي فيفري\r\nالأوروبا .\r\n.1943م\r\n. انعقاد مؤتمر الدار البيضاء 09 جانفي\r\n1943م وتثبيت وجود الخلفاء في شمال إفريقيا.\r\nمرحلة توازن القوى 1941 1943م\r\n70\r\n. تفوق الولايات المتحدة الأمريكية وانحسار النفوذ الياباني.\r\nelbassair.net"
        },
        {
            "page": 71,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nمراحلها\r\nتطوراتها\r\nانعكاساتها ( أثناء الحرب )\r\n. انهزام المانيا في معركة ستالين غراد في 02 فيفري\r\n. تحول حاسم في مسار الحرب الصالح\r\n3\r\n.1943م\r\nالحلفاء.\r\n. استسلام إيطاليا في 03 سبتمبر 1943م. . نزول الحلفاء في الساحل النورماندي في 06 جوان\r\n. نهاية الحرب في الجبهة الجنوبية لاوروبا (جبهة البحر المتوسط).\r\n1944 وتحرير أوروبا الغربية. . تحرير دول أوروبا الشرقية 1944 - 1945 من طرف\r\n. انعقاد مؤتمر طهران في 28 نوفمبر 1943م، الذي أنهى الشكوك القائمة بين\r\nالجيش الأحمر السوفياتي. استسلام ألمانيا في 07 ماي 1945م.\r\nالاتحاد السوفياتي والانجلوساكسون. . انعقاد مؤتمر بالطا 04 - 11 فيفري\r\n. إعلان الاتحاد السوفياتي الحرب على اليابان في 08\r\n1945م الذي حضر العالم ما بعد الحرب.\r\n. ماي 1945م\r\n.ماي 1945م . نهاية المواجهة العسكرية الثانية في أوروبا 08 .\r\nانعقاد مؤتمر بوتسدام من 17 جويلية الى 02 أوت 1945م، الذي وضع\r\nموقع عيون البصائر التعليمي\r\nelbassair.net\r\nمرحلة تفوق\r\nو انتصار الخلفاء 1943 / 1945م\r\nالخلاف. أسس النظام دولي و ظهور بوادر\r\n. قنبلة الولايات المتحدة الأمريكية المدن اليابانية ) هيروشيما و نغازاكي ( 06 و 09 أوت 1945م بهدف انهاء الحرب في آسيا و توجيه إنذار إلى الاتحاد\r\n. انعقاد مؤتمر سان فرانسيسكو من 25 أفريل إلى 25 جوان 1945م احدث تنظيما دوليا جديدا .\r\nالسوفيتي . . نهاية المواجهة العسكرية الثانية العالمية في 02 سبتمبر\r\n. المواجهة العسكرية الأوروبية\r\n1945م بعد توقيع اليابان المعاهدة الاستسلام . . تحولت المواجهة العسكرية التي كانت أوروبية الأسباب والأهداف إلى حرب عالمية المجال\r\nالتي انطلقت بأسبابها وأهدافها، تحولت إلى عالمية بمجالها وأطرافها\r\nوالإمكانات والنتائج.\r\nونتائجها .\r\n. تغيير الخارطة السياسية وموازين القوى وتشكيل نظام دولي جديد . . عودة الحرب الباردة ..\r\n71\r\nelbassair.net"
        },
        {
            "page": 72,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\n5\r\nالإتحاد السوفياتي\r\nبحر الشمال\r\nالسويد\r\nموسكو\r\nرومانيا\r\nالبحر الأسود\r\nتركيا\r\nوغسلافيا\r\nدول المحور\r\nمحور برلین روما\r\nالاحتلال الالماني 1939 - 1941\r\nالمدن المقصوفة 1910\r\nالاحتلال الألماني في 1942\r\nبترول\r\nاحتلال سوفياتي 1939 - 1940\r\nالهجوم الألماني\r\nدول مدعمة للمحور\r\nدول قاومت المحور\r\nدول محايدة\r\nعيون البصائر التعليمي\r\n6\r\nالولايات المتحدة.\r\nإسبانيا\r\nابطال\r\nالبرتغال\r\nالأبيض المتوسط\r\nاليونان\r\n1942 - 1939 توسعات المخور\r\nالإتحاد السوفياتي\r\nميدواي\r\nهوای جوان 1942\r\nالمحيط الهادي\r\nمياه خلیج\r\nالمرجان\r\nهبر\r\nالمحيط الهندي\r\nملكة المتحدة\r\nلمين\r\nاکتوبر 1942\r\nالمحيط الأطلسي\r\nانتصارات الحلفاء 1942 - 1945\r\nالمحور في نهاية الحرب\r\nالدول المدعمة للمحور. الخلفاء\r\nمناطق حررها الحلفاء 1943\r\nهجومات الخلفاء\r\nمناطق حررها الحلفاء 1944\r\nمناطق حررها الخلفاء 1945\r\nالقنابل الذرية\r\nانتصارات الخلفاء\r\nelbassair.net\r\n..... والواقع أن معركة بريطانيا التي خسرها الألمان كانت حاسمة في الحكم على ما استتبعها من معارك،\r\nوخصوصا معركة روسيا، فلو استطاع هتلر أن يحطم المقاومة البريطانية بالغزو عام 1940، لتفرغ للهجوم على روسيا\r\nبقوات أكبر و استعدادات اضخم وظروف أكثر ملاءمة، إلا أن تفوق سلاح الجو البريطاني وصمود الشعب في لندن و في\r\nالمدن الصناعية الكبرى ضيع على الألمان فرصة وضع مشروع الغزو موضع التنفيذ .....\r\nد. عبد الحميد البطريق / التيارات السياسية المعاصرة.\r\n72\r\nelbassair.net"
        },
        {
            "page": 73,
            "text": "elbassair.net\r\n3\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\nإن أهم المؤتمرات التي عقدتها الدول الحليفة في فترة الحرب العالمية الثانية والتي كان الهدف منها تقريب وجهات النظر في القضايا المطروحة وتوحيد جهودها من أجل التغلب على عدو مشترك بالإضافة إلى وضع مبادئ تكون الأساس لبناء النظام الدولي لفترة ما بعد الحرب.\r\nرياض الصمد / العلاقات الدولية في القرن العشرين\r\nتشرشل و روزفلت عند : توقيع و بالمياه الإقليمية الكندية. 1941 وثيقة الأطلسي في بارجة حربية\r\nرؤساء دول التحالف ستالین - ترومان - تشرشل في مؤتمر بوتدام\r\nرؤساء دول التحالف ستالین روز فلت تشرشل في مؤتمر بالطا\r\n10\r\nيقول المؤرخون أن معركة العلمين أكتوبر 1942م ومعركة ستالين غراد فيفري 1943 كانتا أبرز معالم التغير في ميزان القوى بين قوات المحور وقوات الحلفاء. ولا ريب أن دخول أمريكا الحرب بثقلها قد رجح كفة الحلفاء، واتفق الحلفاء في خريف 1943م على ضرورة تركيز جهودهم لإلحاق الهزيمة بألمانيا ثم التحول الضرب اليابان وقد بدأ التحضير الاحتلال الحلفاء الإيطاليا بعد حملة تونس، وفي جوان 1943م بدأت العمليات في صقلية ثم امتدت لإيطاليا في سبتمبر 1943م و نزلت قوات أمريكية وبريطانية على سواحل إيطاليا وتقدمت نحو روما. وكان ملك إيطاليا قد\r\nأقال موسوليني وأعلن انسحاب إيطاليا من الحرب. ا مروی بوكشوف - السياسة والاستراتيجية\r\nفي الحربين العالميتين الأولى والثانية\r\nتقويم مرحلي\r\n1 - إعتمادا إلى السندات 89.7.6 بين عوامل انتصار الخلفاء ومظاهر انهزام المحور.\r\n2 - بماذا تفسر مسايرة النشاط السياسي للعمل العسكري خلال المواجهة العسكرية الثانية إعتمادا على السند 10.\r\n3- أكتب مقالا تبرز فيه أهمية المعارك التالية : العلمين - ستالينغراد نورمندي - ميدواي لكل من المحور والحلفاء.\r\nelbassair.net\r\nتعلیمی موقع عيون البصائر التعليم"
        },
        {
            "page": 74,
            "text": "elbassair.net\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nتطور العالم عقب المواجهة العسكرية الثانية\r\nإذا كانت صيغة النظام الدولي المتعددة الاقطاب الذي وضعته الدول المنتصرة في المواجهة العسكرية الأولى لم تصمد سوى 10 سنوات لأنها فرضت إرادة الغالب، فإن الدول المنتصرة في المواجهة العسكرية الثانية قد اختزلت في قطبون فرضا نظاما ظاهرة دوليا إنسانيا من خلال مبادئ منظمة الأمم المتحدة وباطنه صراعا على اقتسام العالم بأساليب جديدة ومتجددة .\r\n1 واقع العالم عقب المواجهة العسكرية الثانية :\r\nلقد اتسمت المواجهة العسكرية الثانية 1939 / 1945م بعدة خصائص\r\nأهمها :\r\n. أنها أوروبية الاسباب والغايات عالمية المجال والنتائج حملت للبشرية |\r\nوزر نتائجها .\r\n. الإتساع والشمولية : ذلك أن هذه الحرب قد تعددت أطرافها ومجالها . الجغرافي .\r\n. تخطت الحدود العسكرية إلى القطاعات المدنية العمران والمنشآت الاقتصادية) .\r\n. توظيفها للمنجزات العلمية في مجال التدمير (العلم سلاح ذو حدين ) .\r\n. تجاوزها المفاهيم والقيم الاخلاقية لتبرز السلوك العدواني في الإنسان.\r\n. استمرارية تفاعل تأثيراتها لأكثر من سنة عقود رغم أن مدتها سنة سنوات.\r\nفكان من الطبيعي أن تكون حصيلتها جسيمة وتأثيراتها عمت جميع المجالات منها :\r\nأ - الحصيلة الاقتصادية :\r\n. تدمير أوروبا، وقد شمل ذلك نصف الجسور والطرقات والمنشآت الاقتصادية ومن أمثلة ذلك :\r\nالاتحاد السوفيتي خسر 32 ألف مصنع و معمل تمثل 60% من إنتاجه الصناعي وضيع قرابة 679 مليار روبل.\r\nفرنسا انخفض إنتاجها بـ 50% وانهارت 80% من منشآتها البحرية وتدمير 5000 كلم من السكك الحديدية.\r\n1954\r\n1953\r\n1952\r\n1950\r\n1949\r\n1948\r\n1947\r\n1946\r\n1945\r\nازمة الفيتنام\r\nتفجير القنبلة الهيدروجينية من طرف السوفيات\r\nتفجير القنبلة الهيدروجينية الأمريكية. تفجير القنبلة الذرية البريطانية\r\nالحرب الكورية\r\nالثورة الصينية تفجير القنبلة الذرية السوفياتية تأسيس الحلف الأطلسي منظمة الكوميكون\r\nالحرب العربية الاسرائيلية قيام الكيان الصهيوني بداية ازمة برلين 1\r\nمكتب الكومنفورم ميدا جدانوف مشروع مارشال میدا ترومان\r\n- محاكمة نورمبورخ\r\nتأسيس هيئة الأمم المتحدة نهاية المواجهة العسكرية 11\r\nألمانيا تضاءل إنتاجها الصناعي بـ 40% وخسرت ما بين 60% إلى 90% من رأسمالها وتجاوزت كلفة الحرب بها 55 مليار مارك.\r\nأبرز أحداث ما بعد المواجهة العسكرية الثانية\r\nبريطانيا ارتفعت ديونها لأول مرة إلى 8.5 مليار جنيه ، وخسرت ثلث وزن\r\nأسطولها وخرجت مدينة للولايات المتحدة الأمريكية بأكثر من 13 مليار دولار.\r\n. خروج أوروبا مدانة بمبالغ خيالية لفائدة الولايات المتحدة الأمريكية.\r\n. تضرر شعوب ودول المستعمرات في إفريقيا وآسيا .\r\n. الإستفادة المالية والإقتصادية للولايات المتحدة الأمريكية.\r\nelbassair.net\r\n74\r\nعيون البصائر\r\nالتعليمي"
        },
        {
            "page": 75,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nموقع عيون\r\nانفجار القنبلة الذرية على مدينة هيروشيما\r\n2\r\nآثار القنبلة الذرية على نغازاكي\r\n4\r\nelbassair.net\r\n3\r\nلقد دخلت الدول الأوروبية غمار 74 حربا حدثت كلها خلال الثلاثين سنة الأولى من القرن العشرين ، ان أكثر القرون استنارة ، كان حافلا بالشرور بصورة لم تحدث مثلها منذ 800 سنة خلت . إن قضية السلام أو الحرب لا تبدو الآن القضية الملحة فقط ولكنها القضية النهائية أيضا التي يتوقف عليها مصير الإنسانية ....\r\nلويس شنايدر / العالم في القرن العشرين\r\n5\r\nFelbassair.net\r\nالجنرال ايزنهاور في 04 ماي 1945 يتأمل مجزرة المدنيين باور دروف\r\nخراب برلین"
        },
        {
            "page": 76,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\nب - الحصيلة السياسية :\r\n. إعادة رسم خريطة جديدة لأوروبا وللعالم.\r\nهيئة الأمم المتحدة\r\nتنظیم دولي جديد تأسس عقب الحرب العالمية الثانية يهدف إلى حفظ السلم والأمن العالميين.\r\n. انتقال موازين القوى إلى خارج أوروبا (آسيا وأمريكا).\r\n. التحول من عالم متعدد الاقطاب الى القطبية الثنائية .\r\n. انقسام أوروبا إيديولوجيا وعودة الصراع بين الشيوعية والرأسمالية.\r\n. تراجع الإستعمار وانتشار موجة التحرر .\r\n. ظهور ملامح قطب ثالث من خلال لقاءات التضامن التي أسست الموقف الحياد الإيجابي.\r\n. ظهور منظمات دولية وإقليمية (الأمم المتحدة - وجامعة الدول العربية) .\r\nج - الحصيلة البشرية :\r\nجامعة الدول العربية\r\n. هلاك أكثر من خمسين مليون نسمة، بالإضافة إلى ضحايا الحرب بمختلف أصنافها معطوبين مفقودين أرامل، أيتام).\r\nمنظمة إقليمية أنشئت في 22 مارس 1945 هدفها إقامة رابطة سياسية بين الدول العربية للمحافظة على استقلالها السياسي.\r\n. مشكلة اللاجئين البطالة - الفقر ....\r\n. إضطراب البنية الديموغرافية للعديد من الدول.\r\nelbassair.net\r\nالكتلة الرأسمالية (العربية)\r\nالكتلة الشيوعية (الشرقية)\r\nدول شيوعية غير منظمة للكتلة الشرقية\r\nدول حيادية\r\nخريطة أوروبا عقب المواجهة العسكرية الثانية\r\nelbassair.net\r\n76\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 77,
            "text": "العلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815 م / 1954م)\r\n6 نحن شعوب الأمم المتحدة قد آلينا على أنفسنا أن ننقذ الأجيال المقبلة من ويلات الحرب .... وأن تؤكد من جديد إيماننا بالحقوق الأساسية للإنسان ... وأن نبين الأحوال التي يمكن في ظلها تحقيق العدالة .... وان ندفع بالرقي الاجتماعي قدما . وفي سبيل هذه الغايات اعتزمنا : أن تأخذ أنفسنا بالتسامح، وأن نعيش معا في سلام وحسن الجوار ... وان نستخدم الأداة الدولية في ترقية الشؤون الاقتصادية والاجتماعية للشعوب جميعها، وقد قررنا ... أن نوفر جهودنا لتحقيق هذه الأغراض ....\r\nمقتطفات من ديباجة افتتاحية ميثاق الأمم المتحدة\r\n4\r\nelbassair.net\r\n.... إن تبدل ثوب النظام العالمي في حكم الشعوب والأمم لم يغير في المرء شيء يذكر ... فعمليا انتهى حكم الاستعمار المباشر ليحل مكانه الاستعمار الاقتصادي غير المباشر وبذلك لم يكن النظام العالمي في ظل الأمم المتحدة النظام المنشود خصوصا للدول النامية. ونتيجة مما سبق، فبدلا من رعاية هذه الدول وفقا لمنظور وأهداف الأمم المتحدة ذات الصلة بالتنمية للشعوب والدول، فقد زاد التنافس بين الأطراف الفاعلة في النظام العالمي على استغلال ثروات الشعوب والدول وبطرق غير مشروعة تحت مبررات وحجج متعددة ومتنوعة، والقاسم المشترك بينها عدم شرعيتها في ظل نظام هيئة دولية استندت في شرعيتها على مواثيق ومعاهدات لو طبقت بالشكل المقبول لكانت الأمم والشعوب بنعيم ليس بعده نعيم».\r\nد. قليل حسن / محاضرة النظام العالمي ماضيا ومستقبلا\r\nموقع عيون البصائر التعليمي\r\nالستار الحديدي\r\n.... من سنتين على بحر البلطيق إلى \"ترياست\" على البحر الأدرياتيكي نزل ستار حديدي يخترق كامل القارة. وراء هذا الخط توجد عواصم بلدان أوروبا الشرقية : فارسوفيا ، برلین، براق ، بودابیست بوخار است وصوفيا . أصبحت هذه المناطق توجد داخل دائرة التأثير السوفياتي ....\r\nتصريح تشرشل في 1946/3/5 بالولايات المتحدة الأمريكية.\r\nWelbassairnet"
        },
        {
            "page": 78,
            "text": "elbassair.net\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\n2 - طبيعة العلاقات الدولية ومظاهرها\r\nالطبيعة\r\nمظاهرها\r\nزوال التحالف الذي جمع الغرب مع الاتحاد السوفياتي خلال المواجهة العسكرية الثانية\r\nوعودة الصراع الأيديولوجي بينهما بعد نهاية المواجهة العسكرية. سعي كل طرف في تقوية نفوذه ومكتسباته الاقليمية والدولية باعتماد سياسة ملء الفراغ مما ترتب عنه ظهور بؤر التوتر أزمة ايران 1946 - أزمة اليونان 1946 - أزمة برلين الأولى\r\n.)1954 - 1946 1948-1949 - أزمة كوريا 1950 - 1953 أزمة الهند الصينية\r\nالتوتر السياسي - المواجهة الدبلوماسية والسياسية من خلال الأمم المتحدة ومجلس الأمن.\r\nتأسيس الديمقراطيات الشعبية .\r\nالمشاريع الاقتصادية منها : مبدا ترومان (1947/03/12)، مشروع مارشال ( 5 جوان (1947) مبدأ جدانوف (1947). ظهور منظمة الكوميكون (1949) ميلاد المؤسسات المالية والنقدية ( صندوق النقد الدولي البنك العالمي للانشاء والتعمير الاتفاقية العامة للتجارة والتعرفة الجمركية)\r\nالاعلان عن قيام الاحلاف العسكرية (الحلف الاطلسي (1949/4/4).\r\nالسباق نحو التسلح القنبلة الذرية السوفياتية (1949) (بريطانيا (1952). - إقامة القواعد العسكرية ( غوانتانامو الأمريكية في كوبا). الانقلابات العسكرية (الاطاحة بنظام الدكتور محمد مصدق بايران (1953) خلف جنوب شرق آسيا 1954 - حلف وارسو 1955\r\nالتوتر العسكري\r\nالحرب العربية الاسرائيلية 1948م وتأسيس قاعدة إسرائيل) .\r\nتوظيف كل طرف لوسائل الإعلام لتلميع صورته وتشويه صورة الطرف الآخر والتشهير به\r\n(وصف الاتحاد السوفياتي الدول الغربية بالامبريالية الاستعمارية ووصف كتلته بالدول المحبة للسلام، كما وصفت الولايات المتحدة الأمريكية معسكرها بالمعسكر الحر، والكتلة الشرقية بدول الستار الحديدي).\r\nالصراع الاعلامي\r\nإنشاء مكتب الأخبار الشيوعي (الكومنفورم (1947) وأجهزة المخابرات الأمريكية والسوفياتية ، والإسرائيلية (الموساد). تطور وسائل الإعلام والاتصال ودور النشر والطباعة والوسائل السمعية البصرية.\r\nelbassair.net\r\n78\r\nموقع\r\nعيون البصائر التعليمي"
        },
        {
            "page": 79,
            "text": "elbassair.net\r\n4\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\n9 .... إن فترة 1945 - 1947 كانت من أكثر المراحل دقة في العلاقات الدولية، إذ اتسمت بشكل عام بالتوتر بين حلفاء الأمس في الاتفاق على مبادئ عامة تكون الأساس لتنظيم أوضاع ما بعد الحرب. فهؤلاء الحلفاء وان استطاعوا ان يضعوا اتفاقيات صلح مع خمس دول كانت متعاونة مع ألمانيا النازية، إلا أن ذلك لا يعني بأن الاتفاق كان تاما بينهم، فأزمتي إيران واليونان التي أضنتهما الحرب الأهلية، والموقف المتعارض من الصين، واستمرار المواقف المتناقضة في مجلس الأمن كل ذلك خلق نوعا من الشك والريبة لدى الأمريكيين في السياسة السوفياتية. فمن أجل ذلك نشطت الديبلوماسية الأمريكية لوضع حد للنفوذ السوفياتي، ومنع تسرب الأفكار الشيوعية إلى الدول الأخرى ....\r\nنور الدين حاطوم / قضايا عصرنا منذ 1945\r\n10 أخذت كلا من الكتلتين الغربية والشرقية تنظر إلى كل قرار يتخذه الطرف الآخر وكانه عمل هجومي يستلزم جوابا .. وكان لكل جواب بدوره استعدادات دفاعية جديدة وأخذ كل طرف يبرر أعماله بأنها دفاعية بحتة بينما أعمال الطرف الآخر هي الهجومية وانطلاقا من هذا المبدأ في التعامل بين الكتلتين اعتبرت الكتلة الغربية \"الكومنفورم \" عملا هجوميا يجب الرد عليه فكانت الخطط من أجل قيام تخالفات سياسية وعسكرية مثل حلف بروكسل. وكان ميثاق شمال الأطلسي الذي وقعته إثنتا عشر دولة وانضمت فيما بعد عدة دول مثل تركيا واليونان.\r\nد رياض الصمد العلاقات الدولية في القرن 20\r\nموسكو 1970/\r\n11\r\nالمانيا الشرقية\r\nالمانيا الغربية\r\nفرسوفيا 1970\r\nتقسيم المانيا 1949\r\nالمعاهدات الموقعة من طرف المانيا الغربية\r\nيتجلى النظام المالي الدولي الجديد في شكل مؤسسات بين الدول ذات بنية قائمة ماديا ولها أجهزة مستمرة الوجود ويضاف اليها في كل مرة مجموعة من القوانين والقواعد التي تنشأ تبعا للظروف الاقتصادية. ثم تستقر كلما حقق المجتمع الدولي درجة من التقدم في حسن العلاقات وفي بعض مظاهر التنظيم الجديد غير أن تطبيق هذه القواعد يخضع للظروف الدولية وطبيعة القوى المسيطرة والمساهمة فيها ودرجة تحقيق مصالحها .\r\nالموسوعة التاريخية العالمية\r\nelbassair.net\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 80,
            "text": "elbassair.net\r\n4\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\n9 .... إن فترة 1945 - 1947 كانت من أكثر المراحل دقة في العلاقات الدولية، إذ اتسمت بشكل عام بالتوتر بين حلفاء الأمس في الاتفاق على مبادئ عامة تكون الأساس لتنظيم أوضاع ما بعد الحرب. فهؤلاء الحلفاء وان استطاعوا ان يضعوا اتفاقيات صلح مع خمس دول كانت متعاونة مع ألمانيا النازية، إلا أن ذلك لا يعني بأن الاتفاق كان تاما بينهم، فأزمتي إيران واليونان التي أضنتهما الحرب الأهلية، والموقف المتعارض من الصين، واستمرار المواقف المتناقضة في مجلس الأمن كل ذلك خلق نوعا من الشك والريبة لدى الأمريكيين في السياسة السوفياتية. فمن أجل ذلك نشطت الديبلوماسية الأمريكية لوضع حد للنفوذ السوفياتي، ومنع تسرب الأفكار الشيوعية إلى الدول الأخرى ....\r\nنور الدين حاطوم / قضايا عصرنا منذ 1945\r\n10 أخذت كلا من الكتلتين الغربية والشرقية تنظر إلى كل قرار يتخذه الطرف الآخر وكانه عمل هجومي يستلزم جوابا .. وكان لكل جواب بدوره استعدادات دفاعية جديدة وأخذ كل طرف يبرر أعماله بأنها دفاعية بحتة بينما أعمال الطرف الآخر هي الهجومية وانطلاقا من هذا المبدأ في التعامل بين الكتلتين اعتبرت الكتلة الغربية \"الكومنفورم \" عملا هجوميا يجب الرد عليه فكانت الخطط من أجل قيام تخالفات سياسية وعسكرية مثل حلف بروكسل. وكان ميثاق شمال الأطلسي الذي وقعته إثنتا عشر دولة وانضمت فيما بعد عدة دول مثل تركيا واليونان.\r\nد رياض الصمد العلاقات الدولية في القرن 20\r\nموسكو 1970/\r\n11\r\nالمانيا الشرقية\r\nالمانيا الغربية\r\nفرسوفيا 1970\r\nتقسيم المانيا 1949\r\nالمعاهدات الموقعة من طرف المانيا الغربية\r\nيتجلى النظام المالي الدولي الجديد في شكل مؤسسات بين الدول ذات بنية قائمة ماديا ولها أجهزة مستمرة الوجود ويضاف اليها في كل مرة مجموعة من القوانين والقواعد التي تنشأ تبعا للظروف الاقتصادية. ثم تستقر كلما حقق المجتمع الدولي درجة من التقدم في حسن العلاقات وفي بعض مظاهر التنظيم الجديد غير أن تطبيق هذه القواعد يخضع للظروف الدولية وطبيعة القوى المسيطرة والمساهمة فيها ودرجة تحقيق مصالحها .\r\nالموسوعة التاريخية العالمية\r\nelbassair.net\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 81,
            "text": "4\r\nالعلاقات الأوروبية / الأوروبية وانعكاساتها القارية والعالمية (1815م / 1954م)\r\n17\r\nالسباق المحموم على التسلح والذي يعتبر بوجه من الأوجه عدم إيمان الدول بهذا النظام وعدم الإئتمان له الأمر الذي أدى إلى استنزاف المداخيل الضخمة للعديد من الدول والذي أثر بدوره على التنمية الاقتصادية الاجتماعية لمعظم الدول ان كانت في المحور الاشتراكي او الرأسمالي، وكذلك في دول العالم الثالث . ان ازدياد وتيرة التسلح في العالم وخصوصا النوعي منها، أدى إلى تفكير العديد . من الدول بامتلاك الأسلحة غير التقليدية، لاسيما الدول النامية، مما تسبب بانواع جديدة من اختلالات التوازنات الإقليمية وبالتالي ظهور الحروب مجددا التي غالبا ما تركت آثارا على مستوى النظام العالمي ....\r\nد. رياض الصمد - العلاقات الدولية في القرن 20\r\nسير الحرب الكورية 1950 -\r\n1953\r\nمكالر الصين الشعبية\r\nلاحظ الخرائط الثلاث تستخلص ان المشكلة كورية داخلية بين شمالها وجنوبها، إبحث عن أسباب تواجد الدفاع الأمريكي واربط بين الوضع الكوري خلال الفترة المدروسة وتهديدات الولايات المتحدة الحالية لكوريا الشمالية\r\nكوريا الشمالية\r\nپیونق يونق\r\nکمركي الصين الشعبية\r\nالصين الشعبية\r\nكوريا الشم\r\nكوريا الجنوب\r\nكوريا الجنوبية\r\nكوريا الجنوبية\r\nموقع عيون البصائر التعليمي\r\nelbassair.net\r\nهجوم كوريا الشمالية جوان - أوت 1950\r\nالهجوم المضاد الأمريكي اکتوبر - نوفمبر 1950\r\nالحرب الكورية 1953-1951 (الحرب الباردة)\r\nأزمة الهند الصينية 1954\r\nالصين الشعبية\r\nلإمام العمالية\r\n19\r\nاللاووس\r\n17 درجة\r\n1 15.14. 13.11, 10.9.8.7 - بين مظاهر الصراع الأوروبي، أعقاب المواجهة العسكرية الثانية من خلال السندات\r\nتايلاندا\r\nكمبوديا\r\nفيتنام ام الحوالة ال الشمالية لمناطق ساخنة المواجهة العسكرية بين الفيت منه والفيتكونع تموين القوات الشيوعية\r\nفلسطين. العالمي. 3 - وضح أسباب التواطؤ الدولي في ضياع\r\nتقويم مرحلي\r\n2 - إعتمادا على السندات 17.12.10.9.7 أبرز انعكاسات القطبية الثنائية على السلم\r\n4 - علق على السندات 1 ، 2 ، 4 ، 5 ميديا رأيك .\r\nBelbassair.net"
        },
        {
            "page": 82,
            "text": "النشاط الإدماجي الثاني\r\n.... ما بين الحرب السبعينية والحرب العالمية الأولى، عاشت القارة الأوروبية سلسلة من الأزمات المتلاحقة، واستبدت بدولها حمى التسلح استعدادا لكل نزاع طارئ. فالتسلح في نظرها حفظ للسلم لأنه يرهب الجانب الآخر، غير أنه يزيد الأزمات تعقيدا ويرهق الموازنات لما يفرضه من نفقات في تطوير نوعية الأسلحة ....\r\nلبيب عبد السائر / التاريخ المعاصر\r\nelbassair.net\r\n.... إن عدم نجاح عصبة الأمم والمؤتمرات الدولية التي تلتها في حفظ السلم والأمن العالميين إنما يعزى إلى العيوب الدستورية في ميثاق العصبة نفسه، وإلى عدم امكان فرض الجزاءات الدولية وعدم بذل الدول المزيد من التساهل والمرونة في علاقاتها الدولية لفض النزاعات الدولية بالطرق السلمية من أجل حفظ السلم في العالم، حيث لا توجد سلطة في المنظمة الدولية لتنفيذ أحكام أو تنظيم عام أو جماعي باستطاعتها استعمال القوة. وهكذا توالت كوارث الحرب ولم يحصل التطور المنشود في مجال القانون الدولي العام بحيث يضع حدا لتلك الحروب ويقيم مجتمع السلم مما أدى الى اندلاع الحرب العالمية الثانية، لذلك كثيرا ما كانت الدول نفسها تلجأ الى استعمال القوة الإرغام دول أخرى لتحقيق الاهداف . وكانت الدول المعتدية تستعمل القوة دون أن ينال منها الجزاء لانه ليست هنالك سلطة ....\r\nد - صلاح الدین احمد حمدي / محاضرات في القانون الدولي العام\r\nموقع قع عيون البصائر التعليمي\r\n.... ينبغي أن نباشر القيام ببرنامج جديد يهدف إلى الإستفادة من ثمرات تقدمنا العلمي وتطورنا الصناعي في تحسين ونمو الاقطار المتخلفة .. إن هدفنا هو مساعدة الشعوب الحرة في العالم، عن طريق جهودها الخاصة، أن تنتج غذاء أوفرا وملابس أكثر ومواد أولية لبناء المساكن .. والديمقراطية وحدها هي التي تمد القوة الحيوية التي تحرك شعوب العالم نحو العمل الظافر ، ليس فقط ضد الظالمين بل كذلك ضد أعدائها القدامي - الجوع و الشقاء والبؤس .....\r\nمن خطاب ترومان امام الكونغرس الأمريكي في 20 جانفي 1949م عبد الحميد البطريق / التيارات السياسية المعاصرة.\r\n82\r\nelbassair.net"
        },
        {
            "page": 83,
            "text": "النشاط الإدماجي الثاني\r\n..... اتضح بعد سنوات قليلة من انتهاء الحرب الكونية الثانية أن السلام المنشود قد تحول بسرعة إلى استعدادات حقيقية للحرب، وأن ويلات حربين لم تكن كافية لتحقيق الفراج دولي وأمن جماعي دائم لكل البشرية، إذ سرعان ما انقسم المنتصرون إلى كتلتين لاترى السلام إلا بالاستعداد أكثر فأكثر للحرب، والتصارع على مناطق النفوذ الإيديولوجي الذي لم يكن في الحقيقة و بالنسبة للعالم الثالث سوى مقدمة\r\nللتغلغل السياسي الاقتصادي ....\r\n6\r\nمحمد العربي ولد خليفة / الجزائر والعالم ملامح قرن واصداء الفية\r\n.... بدأ تصنيف دول العالم استنادا إلى انتمائها العقائدي، واستخدمت الدولتان القطبيتان سياسات الترغيب\r\nوالترهيب الحمل بقية دول العالم الثالث على الانضواء تحت لوائها. وانتقلت حالة العداء والتوتر الشديد في علاقات القطبين إلى منظمة الامم المتحدة. وإساءة استخدام الدول القطبية دائمة العضوية في مجلس الأمن لحقها في الاعتراض\r\nالتوفيقي على قرارات المجلس ( حق الفيتو) مما أدى الى اصابة هذا الجهاز الحيوي من أجهزة المنظمة بالشلل فعجز عن القيام بدوره في حفظ السلم والأمن الدوليين. وقد ادى ذلك الى تراجع مصداقية الأمم المتحدة كمنظمة دولية .....\r\nممدوح منصور واحمد وهبان / التاريخ الدبلوماسي\r\nelbassair.net\r\n\"5\" ،\"4\" \"3\"،\"2\" ،\"1\" إليك السندات 01 - إعتمادا على السندين \"1\" ، \"2\" بين مخاطر السباق نحو التسلح وما مدى نجاح عصبة الأمم في\r\nقع عيون البصائر التعليمي\r\nموف\r\nتجنيب العالم من هذه المخاطر .. 02 - حدد مدى تطابق الشعارات الأمريكية وممارستها إعتمادا على السند \"3\" مدعما إجابتك بأمثلة\r\nمن الواقع. 03 - ابرز التغيرات التي طرأت على العلاقات الدولية بعد الحرب العالمية الثانية واثرها في افشال\r\nمساعي المنظمات من تأمين السلام العالمي إعتمادا على السندين \"4\" ، \"5\" .\r\nاشرح المفاهيم التالية :\r\nالمبادئ - المجال الحيوي - التنظيم الدولي الأمن الجماعي الحرب الباردة .\r\nاكتب تراجم للشخصيات التالية :\r\nجورج كليمنصو - ولسن - ادولف هتلر - بينيتو موسيليني ونستون تشرشل - فرنكلين روزفلت - جوزيف ستالين - هاري ترومان - شارل ديغول - جوزيف بروزتيتو .\r\nارسم خريطة العالم السياسية : ووقع عليها بؤر التوتر العالمي بين 1945م - 1954م مع التعليق. انجز بحثا حول : مشكل الأقليات التي عرفتها أوروبا بين 1815م - 1953م .\r\nelbassair.net"
        },
        {
            "page": 84,
            "text": "النشاط التقويمي الثاني\r\n..... لقد كانت حرب الثلاثين عاما حربا دينية سياسية، كما أنها كانت حربا ألمانية أوروبية. لذا كان على المفاوضين إيجاد حلولا للمسائل الدينية والسياسية التي أدت الى الحرب، وذلك تجنبا لقيام حرب جديدة ... وقد أنهى الصلح الانقسامات الدينية في أوروبا وأنهى عهد الاضطراب الاقتصادي والاجتماعي الحد ما، وهذا ساعد الحكومات الأوروبية على تقوية مركزها بنفسها دون الاعتماد على الكنيسة، وظهرت النزعة الأوروبية القائلة باحترام العقيدة، في حين أخذت الدول تقوى وتتطور بتطور مصالحها الاقتصادية\r\nوبتطور علاقاتها الخارجية مع جاراتها و منافساتها ... د. عبد الفتاح حسن بو علية - د. اسماعيل سباعي / تاريخ أوروبا الحديث والمعاصر\r\nelbassair.net\r\n2\r\n.... حتى مقررات فيينا الظالمة قامت على نحو من تقاسم الغنائم الجغرافية مما أدى إلى انقسام الدول\r\nالأربعة الكبرى إلى قسمين متنافسين : بروسيا - روسيا - النمسا - بريطانيا، وذلك لاهداف تتعلق بطبيعة التوسعات والغنائم وهيكلة دولهم على نحو أكثر نفوذ بمقاييس النظر الى الخارج ... فإن انسلخت دول بكاملها وضمت الى دول اخرى .... إلى هذا الحد وصل الأمر في مقررات فينا ... حلول جزئية قائمة على حوار المنتصر ولم يتوقف الأمر هنا بل عملت القوى على إعادة تأسيس قوى توازن في المنطقة بواقع هذا الحال، خاصة ان مفاهيم منع العدوان غير مختمرة، أو ليس لها أي مؤسسة ضامنة، سوى شعارات تكتيكية تنادي بها الدول حال التوازن النسبي\r\nوتنقض عليها مع كل فرصة .... د. الشيخ جعفر العتريسي / حوار الحضارات والتصادم الاممي\r\nموقع عيون البصائر التعليمي\r\n... من بين المبادئ الويلسونية كان الدعوة الى ايجاد منظمة دولية تتولى فض المنازعات الدولية وايجاد الحلول لها .... تشترك فيها جميع الدول، وقادرة على فرض السلام ... كما ان دعوة ولسن الى تكوين هذه السلطة الدولية تهدف الى احلال مبدأ الضمان الجماعي للسلام العالمي محل مبدأ توازن القوى الذي كان قائما منذ بداية القرن 19 و السبب في ذلك يعود ليس الى فشل مبدأ التوازن في احلال السلام فحسب وإنما أيضا الى اعتباره احد اسباب الحروب الأوروبية بشكل عام، والحرب العالمية الثانية\r\nبشكل خاص ....\r\n84\r\nelbassair.net\r\nد رياض الصمد / العلاقات الدولية في القرن 20"
        },
        {
            "page": 85,
            "text": "النشاط التقويمي الثاني\r\n..... هو النظام الدولي الذي انبثق الى حيز الواقع في اعقاب الحرب العالمية الثانية، وقد دفع إلى ظهور هذا النظام ثلاثة عوامل رئيسية هي بالتحديد : التقسيم الثنائي لامكانات القوى الدولية، وتفاقم الصراعات - الاديولوجية، وحيازة القوتين العظميين لنسبة ساحقة من قدرات الحرب النووية في المجتمع الدولي.\r\nوعموما يمكن القول بأن نظام القطبية الثنائية قد استغرق الفترة ما بين انتهاء الحرب وحتى نهاية الخمسينات ....\r\nد. اسماعيل صبري مقلد الاستراتيجية والسياسة الدولية.\r\nelbassair.net\r\nإليك السندات \"1\"، \"2\" ، \"3\" ، \"4\"\r\n1 - انطلاقا من السندات \"1\"، \"2\" ، \"3\" ، \"4\" استخرج مضمون الوثائق .\r\n2- قارن بين صيغ النظام الدولي من واستفاليا 1648 الى مؤتمر بالطا 1945 اعتمادا على السند \"4\"\r\n3 - بعد انتهاء كل حرب يؤسس نظام دولي للحفاظ على الأمن والسلام لكنه ينتهي بحرب . علل ذلك\r\n4 - بين انعكاسات نظام القطبية الثنائية على العالم اعتمادا على السند \"4\" مدعما إجابتك بأمثلة مما درست .\r\n5- ضع سلما زمنيا تبرز فيه المراحل التاريخية لتشكل النظام الدولي .\r\nموقع عيون البصائر\r\nالتعليمي\r\nelbassair.net"
        },
        {
            "page": 86,
            "text": "elbassair.net\r\nموقع عيون البصائر\r\nالتعليمي\r\nالوحدة التعلمية الثالثة :\r\nالاستعمار الفرنسي في الجزائر والمقاومة الوطنية 1830 - 1954م\r\nتعالج الوحدة من خلال :\r\n1 - مكتسباتك القبلية المدرسية حول تاريخ الجزائر الحديث وعلاقاتها مع دول حوض البحر الأبيض المتوسط.\r\n2 - الاستعمار الفرنسي في الجزائر و المقاومة الوطنية من 1830 إلى 1954م من خلال :\r\nتحديد الظروف و استنتاج الأسباب وفهم الذرائع.\r\n- تحليل عدوانية السياسة الفرنسية وإبراز مظاهرها العميقة.\r\nتبرز شرعية وحتمية المقاومة الجزائرية من حيث :\r\nقبل الأهداف - تنوع الأساليب - وطنية الانتشار .\r\nالاستمرارية والتواصل.\r\nيستخلص النتائج ويحدد الأبعاد.\r\n3 - بعد نهاية معالجة الوحدة من خلال :\r\nالأداءات والنشاطات داخل القسم الاستاذ - جماعة القسم - التلميذ).\r\nالإنجازات الفردية والجماعية من خلال الحصص الإدماجية والتقويمية، تكون قادرا على :\r\nفهم الأبعاد الحقيقية للاستعمار الاستيطاني الفرنسي في الجزائر .\r\nب - إبراز الاستعمار الفرنسي كنموذج للظاهرة الاستعمارية والكفاح الجزائري كنموذج للمقاومات العالمية\r\nج - استعمال واستغلال واستثمار السندات التاريخية بمختلف أنواعها كمصادر للحصول على المعلومات\r\nكد عالم وشواهد لتدعيمها وكسندات للحصص الإدماجية و التقويمية .\r\nالتحكم في المفاهيم المختلفة التي تطرحها الوحدة.\r\nإنجاز المشاريع التربوية العلمية الفردية والجماعية (بحوث - ملفات - لوحات فنية - نوادي علمية تاريخية) .\r\nelbassair.net\r\n86"
        },
        {
            "page": 87,
            "text": "الجزائر في محيطها الإقليمي القومي العالمي\r\nelbassair.net\r\nالجزائر والبعد العالمي\r\nالجزائر والبعد الإفريقي\r\nالجزائر والبعد العربي\r\nالجزائر والبعد الوطني\r\nلفهم العلاقة الفرنسية الجزائرية خلال مرحلة الاستعمار 1830 - 1954 ينبغي دراستها في سياق وطني إقليمي قومي عالمي للبلدين .\r\nموقع عيون البصائر التعليمي\r\nفرنسا والبعد العالمي\r\nفرنسا والبعد الأريوسي\r\nفرنسا\r\nفرنسا والجزائر\r\nفرنسا في محيطها الإقليمي العالمي\r\nzelbassair.net"
        },
        {
            "page": 88,
            "text": "elbassair.net\r\nالاستعمار الفرنسي في الجزائر والمقاومة الوطنية 1830 - 1954\r\nإن استهداف الاستعمار الفرنسي للجزائر لم يكن وليد الصدقة، وإنما تابع من أهمية الجزائر الاستراتيجية والاقتصادية ودورها الريادي في حوض البحر الأبيض المتوسط، الأمر الذي أقلق الدول الأوروبية عامة وإسبانيا وفرنسا خاصة . وإذا كانت إسبانيا قد واجهت الجزائر لثلاثة قرون فإن فرنسا عجزت عن المواجهة فراحت تدبر الدسائس وتبحث عن الذرائع والمبررات تمكنها من تلقي الدعم الأوروبي أو السكوت عما ستقدم عليه بشأن الجزائر.\r\nالظروف والأسباب :\r\n1 - الظروف :\r\n1 - الدولية :\r\n. الحروب النابوليونية وانعكاساتها .\r\n. تراجع الاستعمار الأوروبي في القارة الأمريكية خاصة الفرنسي والبريطاني .\r\n. التطورات السياسية في وسط القارة الأوروبية (حروب القومية).\r\nإسبانيا البرتغال\r\nالبحر الأبيض المتوسط\r\nالجزائر\r\nالله\r\nليبيا\r\nموقع الجزائر بالنسبة لفرنسا\r\nثورة 1830 بفرنسا\r\nلم تكن الجزائر بلدا مجهولا عند الأوروبيين قبل الاحتلال، كما ادعى منظرو الكولونيالية وأيد مقولتهم علماء معاصرون، فقد كتب عنها الرحالة، ووصفها الكثير من الجواسيس اليهود والأوروبيون في كتب ومنشورات متداولة في فرنسا بالذات، خاصة في القرن 18م، مثل کتاب «المور»، «ليفولتير، و رسائل ، دراجان » فضلا عن تقارير القناصل ومذكرات الأسرى\r\n. التنافس الاستعماري على القارة الأفريقية والممرات الاستراتيجية لتأمين مستعمرات آسيا .\r\n. تأزم العلاقات بين الدول الأوروبية والعالم الإسلامي (المسألة الشرقية).\r\n. تولى رعاية مصالح فرنسا بالجزائر 60 قنصلا ونائب قنصل .\r\nمولود قاسم نابت بلقاسم / شخصية الجزائر الدولية ج 2\r\n. تردد على الجزائر 96 محافظا ومبعوثا فرنسيا.\r\nelbassair.net\r\n88\r\nموقع عيون البصائر\r\nالتعليمي"
        },
        {
            "page": 89,
            "text": "elbassair.net\r\nالاستعمار الفرنسي في الجزائر والمقاومة الوطنية 1830 - 1954\r\nفإن اتفاقية فيينا سنة 1815 قد وضعت الخطوط العامة لما ستكون عليه خريطة عالم القرن 19\r\nوالنصف الأول من القرن 20 سقطت قلعة بني مزغنة بعد مقاومة أسطورية على الحوض الغربي للبحر الأبيض المتوسط، دامت أكثر من ثلاثة مائة سنة 1510 - 1830م)، وأستولى المدفع المتفوق والصليب الحاقد على عش العقاب، ونكل بأهله\r\nشر تنكيل وكشفوا خلال مائة عام أو تزيد، عما تراكم في صدورهم من غل ورغبة في الانتقام من عروج وخير الدين وأميرالات الأسطول الجزائري المتعاقبين على القيادة . .... د . محمد العربي ولد خليفة / الجزائر والعالم - ملامح قرن وأصداء الفية\r\n2\r\nعلى مبدأ وهكذا اتفقت الدول الأوروبية منذ مؤتمر فيينا 1815 ومؤتمر \"اكس لا شابيل\" 1818 القضاء على دار الجهاد، ففي 5 سبتمبر 1818 قدمت قطعة بحرية الجليزية فرنسية تحت قيادة الأميرالين \"قري مونتيل\" و\"جوليان\" إلى الجزائر ليعلنا إلى الداى حسين قرارات مؤتمر اكس لاشبيل\"، التي قررت فيها أوروبا منع ما تدعيه بممارسة القرصنة، وتجارة العبيد. لكن الداي حسين رفض بإصرار شديد إمضاء الوثيقة التي قدمت له بهذا الشأن ولم يكتف بهذا فقط، بل أكد حقه في حرية التصرف، وأثناء تلك الفترة كان أحمد باشا يعمل على تمتين علاقاته بالباب العالي، وبالرغم من حصوله من السلطان العثماني محمود الثاني على بواخر حربية وعناد حربي قصد تدعيم القوة العسكرية الجزائرية لمواجهة تهديدات فرنسا وإنجلترا، فإن علاقات\r\nالجزائر بالخلافة العثمانية بقيت صورية، في حين ظلت تتعامل مع الدول الغربية الند للند ... .\r\nد . فركوس صالح / المختصر في تاريخ الجزائر\r\n3 وهناك مبدأ آخر أثبتته وسارت عليه الدبلوماسية الجزائرية في هذا القرن، والمتمثل في تعهدها بعدم مساعدتها لطرف يكون في حالة حرب مع الدولة التي تم التعاقد معها حتى ولو كان هذا الطرف قريبا جدا منها و مجاورا لها . ويعتبر هذا المبدأ مع مبدأ الحياد في الصراعات الأوروبية، الذي تبنته الجزائر منذ القرن السابع عشر، إحدى الدعائم الهامة التي سيستند عليها قانون دولي عادل في تطوره الإيجابي لصالح المجموعة الدولية في جميع مناطق العالم، لو لم تعمد الدول الأوروبية إلى هدم هذه الأسس واستبدالها بقانون العالم الأوروبي الذي فرضته على المجموعة الدولية خلال القرن التاسع عشر تحت اسم القانون الدولي الخدمة أهدافها التوسعية والتسلطية مستوحية مبدأه الأساسي من قانون\r\nالغاب \" الحق للأقوى \" ....\r\nد. جمال قنان / قضايا ودراسات في تاريخ الجزائر الحديث والمعاصر\r\nelbassair.net\r\nمود\r\nوقع عيون البصائر التعليمي"
        },
        {
            "page": 90,
            "text": "elbassair.net\r\nالاستعمار الفرنسي في الجزائر والمقاومة الوطنية 1830 - 1954\r\nب - الظروف الفرنسية :\r\n. إهتزاز مكانة فرنسا الدولية والقارية\r\n. الأزمة السياسية والاقتصادية والاجتماعية حروب نابوليون بوتبارت في أوروبا، عودة الملكية، المشاكل الاقتصادية والاجتماعية التي تعرضت لها فرنسا).\r\nج - الظروف الجزائرية :\r\nمعركة نافرين 1827\r\n. انعكاسات الحروب النابوليونية على البحر الأبيض المتوسط عامة والجزائر خاصة وأثره على الجانب الإقتصادي والمالي للجزائر.\r\n. الحصار السياسي والعسكري بعد مؤتمر فيينا 1815 وقصف مدينة الجزائر العاصمة لعدة مرات .\r\n. انعكاسات المسألة الشرقية على الجزائر (نجدة الجزائر للخلافة العثمانية وانكسار أسطولها في معركة .)نافرین 1827/10/20م\r\nموقع عيون البصائر التعليمي\r\n. الأزمات الداخلية السياسية للجزائر.\r\nelbassair.net\r\n90"
        },
        {
            "page": 91,
            "text": "4 لقد تعرضت فرنسا مع بداية الثورة الفرنسية 1789 إلى حصار سياسي عسكري واقتصادي ضربته حولها الحكومات الملكية في أوروبا المعادية للثورة الفرنسية وقد عانت فرنسا من جراء هذا الحصار اثقال أزمة اقتصادية حادة، فكلفت وزارة الخارجية الفرنسية قنصلها بالجزائر لشراء أكبر كمية من قمح الجزائر، فعرض القنصل الموضوع على الداي حسن الذي وضع تحت تصرفه الفائض من الحبوب وأقرضه ربع مليون فرنك دون فائدة لشراء كميات أخرى من الحبوب .... د. عبد العزيز نوار ود. عبد المجيد النعنعي / تاريخ أوروبا من الثورة الفرنسية إلى الحرب العالمية الثانية\r\nالاستعمار الفرنسي في الجزائر والمقاومة الوطنية 1830 – 1954\r\nelbassair.net\r\n5 والحقيقة أن وضعية الجزائر من مختلف النواحي باتت تسير نحو الانحدار منذ عام 1791م الى غاية 1830م خاصة وان مصالح فرنسا وأطماعها الاقتصادية قد ازدادت و بات تفكيرها جديا في احتلال الجزائر ومحاولة النفوذ أيضا إلى أيالة تونس وفرض الهيمنة بها. غير أن المعارضة التي سيطرت على مجلس النواب في انتخابات نوفمبر 1827م، أوجدت مصاعب داخلية للملك الفرنسي إن مشروع إحتلال الجزائر كان يندرج ضمن مشروع التوسع الاستعماري الفرنسي في الوطن العربي عامة والمغرب العربي خاصة، إذ يعزى تعميقه وتوسيعه لنابوليون بوتبارت الذي رغب في تحويل البحر الأبيض المتوسط إلى بحيرة فرنسية واستغل ملوك فرنسا هذه الفكرة للتعويض عما فقدوه من مستعمرات في أوروبا وجزر الهند الغربية\r\nوتأكدت فكرة التوسع من خلال المقولة الفرنسية الراية تتبع التجارة ......\r\nد. فركوس صالح / المختصر في تاريخ الجزائر .\r\nوقع عيون\r\nمو\r\nالايقول الدكتور بودشين : .... لا يهم فرنسا أن تخرق في سياستها الاستعمارية المقاييس الاخلاقية\r\nوقيمها، ولكن الذي يهمنا قبل كل شيء هو تأسيس مستعمرة تملكها بصفة نهائية وتنشر على الشواطئ البربرية المدنية الأوروبية، ومن البديهي أن أقصر الطرق لبلوغ غايتنا هو نشر الرعب ففي استطاعتنا أن تحارب أعداءنا الأفارقة بالحديد والنار، وأن تضرم نار الفتنة بين قبائل التل والصحراء، وأن نبلو السكان\r\nباستهلاك الكحول أو نشر الفساد وبث عقارب النزاع والفوضى بينهم ......\r\nتركي رابح / الشيخ عبد الحميد بن باديس وجهوده في التربية والتعليم\r\nالتعليمي\r\nelbassairnet"
        },
        {
            "page": 92,
            "text": "elbassair.net\r\nالاستعمار الفرنسي في الجزائر والمقاومة الوطنية 1830 - 1954\r\n2 - الأسباب الحقيقية للغزو الفرنسي للجزائر :\r\nتعددت أسباب الحملة الفرنسية على الجزائر منها :\r\nأ - الأسباب الاقتصادية :\r\n. رغبة فرنسا في السيطرة على أموال خزينة الدولة الجزائرية .\r\nأموال الخزينة الجزائرية التي نهبها الاحتلال الفرنسي\r\nقدر الفرنسيون رسميا قيمة الخزينة:\r\n. استغلال خيرات البلاد الاقتصادية خاصة القمح.\r\n55.684.527 فرنك موزعة كالاتي :\r\n. تفاقم أزمة الديون الخارجية لفرنسا والتي قدرت بـ 24 مليون فرنك وإبدائها عدم النية في التسديد .\r\nب - الأسباب الاجتماعية :\r\n.ذهب وفضة وجواهر : 48.684.527 ف .\r\n.صوف و بضائع أخرى : 3000000 ف .\r\n. مدافع أرسلت الى فرنسا بقيمة 4000000 ف .\r\n. الأزمات الاجتماعية الناتجة عن الحروب النابوليونية والحصار الذي تعرضت له فرنسا خلال الفترة .\r\nأما الحسابات التي أجراها الخاصة ) غير الرسمية ) للخزينة فقد أثبتت أن قيمتها\r\n. 400000000 في\r\n. الفقر والبطالة وعودة الامتيازات الطبقية\r\n. عجز الحكومة الفرنسية عن استيعاب التذمر الاجتماعي الداخلي، مما دفع بها إلى توجيه حملة عسكرية إلى الجزائر.\r\nج - الأسباب السياسية :\r\nد. صالح فركوس / المختصر في تاريخ الجزائر\r\n. رغبة شارل العاشر في إسكات المعارضة السياسية عن طريق إحراز انتصارات في الجزائر.\r\n. سعي فرنسا نحو هزائمها في العالم الجديد ومصر وأوروبا .\r\n. إشغال الجيش الفرنسي بمسائل حيوية باحتلال الجزائر وبالتالي تخلص الملك من إمكانية القيام بانقلاب عسكري ضده.\r\nد - الأسباب الحضارية :\r\n. استمرار الصراع الثقافي والحضاري ..\r\n. الحقد الديني اتجاه الإسلام والمسلمين.\r\n. إبراز جهود فرنسا وتفانيها في خدمة المسيحية أمام العالم المسيحي بحملتها على الجزائر.\r\nشارل العاشر ملك فرنسا\r\nelbassair.net\r\n92\r\nموقع عيون البصائر\r\nالتعليمي"
        },
        {
            "page": 93,
            "text": "7\r\nالاستعمار الفرنسي في الجزائر والمقاومة الوطنية 1830 – 1954\r\n... إن سوء نية حكام المملكة الفرنسية وممثليها في القضية التي استخدمت كعذر للاعتداء . - الا وهي قضية مطالب بكري في المحاسبة المالية - تشهد على إرادة ثابتة لإفساد العلائق وتعكير الجو. والأمر يرجع أصلا إلى نزاع في المحاسبة بين فرنسا والجزائر ناشئ عن تأخر فرنسا عن أداء ثمن الحبوب التي استوردتها من الجزائر في عهد حكومة \"الديركتوار\" بفضل مبالغ من الأموال سبقها الداي تبلغ 350000 فرنك ذهبي بواسطة تاجرين جزائريين يهوديين، \"بكري\" و \"بوشناق\". كان الداي يستخدمهما في الشؤون المالية. ففي سنة 1800م كان رأس المال يبلغ إذ ذاك 7942992 فرنك ..... اندري برنيان، اندوي نوشي، إيف لاكوست الجزائر بين الماضي والحاضر\r\nelbassair.net\r\nا .. وفي الجلسة الأولى التي عقدها النواب في شهر مارس 1830 طالب المجلس بالمشاركة في الحكم والمسؤولية ونزع الثقة عن الحكومة وغضب الملك وامر بحل البرلمان: إلا أن الانتخابات التي جرت بعد ذلك أعطت الأحرار نصرا قويا وزاد عدد نوابهم 50 نائبا. في هذه الفترة بالذات جرت عملية غزو بلاد الجزائر مما وضع حجر الأساس في بناء إمبراطورية فرنسا الواسعة في بلاد المغرب العربي وعمر خزينة شارل العاشر التي كانت تشكو فراغا مزمنا بكميات ضخمة بلغت حوالي خمسين مليون فرنك ذهبي سبيت عنوة من أموال الشعب العربي ......\r\nعبد العزيز نوار - عبد المجيد نعنعي / التاريخ المعاصر لأوروبا\r\nعبو\r\n.... أقامت فرنسا دعائم إمبراطورية استعمارية جديدة بدأت سنة 1817 وتولى زعامتها فيما بعد و جول فيري، الذي تولى رئاسة الوزارة الفرنسية من سنة 1881 إلى سنة 1885، وذلك بغية التعويض عن فقد مستعمراتها في العالم الجديد ثم الألزاس واللورين فيما بعد بانكسارها في الحرب السبعينية، فالحافز الأساسي |\r\nالتكوين الإمبراطورية الاستعمارية الثانية هو في اعتقادنا حافز أدبي لرد اعتبار فرنسا، فغزو الجزائر سنة 1830\r\nكان رد فعل لفقد جزء من مستعمرات فرنسا فيما وراء البحار ثم لهزيمة نابليون الأول سنة 1815 ......\r\nمحمد حسنين / الاستعمار الفرنسي\r\nالبصائر التعليمي\r\nelbassair.net"
        },
        {
            "page": 94,
            "text": ""
        },
        {
            "page": 95,
            "text": ""
        },
        {
            "page": 96,
            "text": ""
        },
        {
            "page": 97,
            "text": ""
        },
        {
            "page": 98,
            "text": ""
        },
        {
            "page": 99,
            "text": ""
        },
        {
            "page": 100,
            "text": ""
        },
        {
            "page": 101,
            "text": ""
        },
        {
            "page": 102,
            "text": ""
        },
        {
            "page": 103,
            "text": ""
        },
        {
            "page": 104,
            "text": ""
        },
        {
            "page": 105,
            "text": ""
        },
        {
            "page": 106,
            "text": ""
        },
        {
            "page": 107,
            "text": ""
        },
        {
            "page": 108,
            "text": ""
        },
        {
            "page": 109,
            "text": ""
        },
        {
            "page": 110,
            "text": ""
        },
        {
            "page": 111,
            "text": ""
        },
        {
            "page": 112,
            "text": ""
        },
        {
            "page": 113,
            "text": ""
        },
        {
            "page": 114,
            "text": ""
        },
        {
            "page": 115,
            "text": ""
        },
        {
            "page": 116,
            "text": ""
        },
        {
            "page": 117,
            "text": ""
        },
        {
            "page": 118,
            "text": ""
        },
        {
            "page": 119,
            "text": ""
        },
        {
            "page": 120,
            "text": ""
        },
        {
            "page": 121,
            "text": ""
        },
        {
            "page": 122,
            "text": ""
        },
        {
            "page": 123,
            "text": ""
        },
        {
            "page": 124,
            "text": ""
        },
        {
            "page": 125,
            "text": ""
        },
        {
            "page": 126,
            "text": ""
        },
        {
            "page": 127,
            "text": ""
        },
        {
            "page": 128,
            "text": ""
        },
        {
            "page": 129,
            "text": ""
        },
        {
            "page": 130,
            "text": ""
        },
        {
            "page": 131,
            "text": ""
        },
        {
            "page": 132,
            "text": ""
        },
        {
            "page": 133,
            "text": ""
        },
        {
            "page": 134,
            "text": ""
        },
        {
            "page": 135,
            "text": ""
        },
        {
            "page": 136,
            "text": ""
        },
        {
            "page": 137,
            "text": ""
        },
        {
            "page": 138,
            "text": ""
        },
        {
            "page": 139,
            "text": ""
        },
        {
            "page": 140,
            "text": ""
        },
        {
            "page": 141,
            "text": ""
        },
        {
            "page": 142,
            "text": ""
        },
        {
            "page": 143,
            "text": ""
        },
        {
            "page": 144,
            "text": ""
        },
        {
            "page": 145,
            "text": ""
        },
        {
            "page": 146,
            "text": ""
        },
        {
            "page": 147,
            "text": ""
        }
    ]
}