{
    "book_name": "17006 (1)",
    "pages": [
        {
            "page": 1,
            "text": "DOI: https://doi.org/10.22452/ris.vol11no1.8\r\nVol. 11 No. 1 (2024): 131-148\r\nRIS\r\nONLINE JOURNAL OF RESEARCH IN ISLAMIC STUDIES\r\nUNIVERSITI MALAYA\r\nالمجلة المحكمة عبر الانترية في الدراسات الإسلامية\r\nReceived: 2024-02-11\r\nOriginal Article\r\nAccepted: 2024-06-24\r\nPublished: 2024-06-25\r\nالوباء والطاعون في الجزائر في العهد العثماني (1671- 1830م): الدايات أنموذجا\r\n(Epidemics and plague in Algeria during the Ottoman Era [1671-1830]: The Deys as a Model)\r\nAhmed Ould Beziou & Faisal @ Ahmad Faisal Bin Abdul Hamid\r\nPh.D Candidate, Department, Department of Islamic History and Civilization, Academy of Islamic Studies, Universiti Malaya. Kuala Lumpur Associated Professor, Department of Islamic History and Civilization, Academy of Islamic Studies, Universiti Malaya, Kuala Lumpur, Malaysia.\r\nCorresponding author, email; nagihamd1985@gmail.com\r\nملخص:\r\nبهدف هذا البحث إلى ذكر الأوبئة والطواعين للتي حلت الجزائر في مفترقلنا تعن العيد العثماني (1671-1830)، وأيها السلبية، وبيان أسبابها، وكيفية انتشارها في الجزائر، ثم الوقلية منها. كما تكمن أهمية البحث في أنه يتناول موضوع مهم في سيخ ذات الجزائر في العهد العثماني من جلابه السياسي والثقافي والاجتماعي والاقتصادي، وثير تلك الطواعين والأوبئة على الحاكم والمجتمع معاً، فغالباً ما يتزامن مع الطاعون انتشار القحط والمجلعة، منعم الفوضى والثورات والتمردات في الميلاد سواءعن القبائل، محتى من أعضاء الجيش الانكشاري على الذات مما يمحب قتلهم واغتيالهم. وتتضح إشكالية هذه الدراسة في ثلاث نقاط رئيسية: أولا : تكمن في نقص وشخ المصادر العربية والغربية التي تحدثت عن بيخ تلك الأميئة في الجزائر، وحتى تلك المصادر القليلة فإنها تهتم بمدينة الجزائر دار السلطان والمناطق الكبرى كيليلك الشرق ويلك الغرب، دون المليوادي والمناطق الصحراوية الجنوبية نياً : هل يلحق الحكومة الجزائية في خلك الوقت علوم وعتاب في كيفية للعلاج والاحتراز من تلك الأمينة قبل وقوعها ، مع إمكانية الاحتزاز منها عنع السفن القادمة والمحملة هذا الو ممن دخول موانئ الجيار، أو العمل الحجر الصحي المعمول به في البلدان الأوربية في ذلك الزمان حفاظا على أنفسهم من انتقال للعدوى. وأخيراً: هل كلفت حكومة الجزائر بها الموفرة في الطب والعلاج والأدوية هذه الأوبئة، أم كلنت تكتفي الرضا المقدر أو الأعشاب الطبية المتداولقبين السكان، وهل وفرت للغذاء والحاجيات الأسلمية كالقمح والشعير وغيرهما في أزمنة الأميئة والتي بلغ بعضها عما من الزمن، وهل حليست ظاهرة الاحتكار التجاري التي تستغله بعض ضعاف النفوس خاصة من طائفة اليهود واستخدم في هذه"
        },
        {
            "page": 2,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nالدراسة المنهج التاريخي الأزمنة تلك الأوبئة والطواعين، وأسبابها وأبها، كما تناول المنهج التحليل النقدي المعلاج هذه الظاهرة والوقلية منها والاحتراز من تبعللها السياسية والاجتماعية والاقتصادية.\r\nوأهم النتائج التي توصل إليها البلحث في هذه الدراسة هو محلولة جمع المادة العلمية من المصادر والمراجع القليلة سواء العربية أو الغربية التي تناولت هذا الموضوع، ومعرفة أسباب تلك الأوبئة وارها السيئة في المجتمع الجزائري على الصعيد السياسي والاجتماعي والاقتصادي.\r\nالكلمات المفتاحية الوء، الطاعون الجزائر العثمانية، الدات، التاريخ.\r\nABSTRACT\r\nThis research aims to discuss the epidemics and plagues that afflicted Algeria during the period of Ottoman rule (1671-1830), their negative effects, the reasons behind them, how they spread in Algeria, and preventive measures. The significance of the study lies in addressing a crucial topic in the history of Ottoman Algeria, encompassing political, cultural, social, and economic aspects, highlighting the impact of plagues on both the rulers and society. Often coinciding with plagues are famine and unrest, leading to chaos, revolutions, and rebellions across tribes and even among the Janissary forces, necessitating their killing and assassination. The study faces three main challenges: first, the scarcity of Arabic and Western sources discussing the history of these epidemics in Algeria, with limited focus on Algiers and major regions, neglecting the hinterlands and southern desert areas. Second, questioning whether the Algerian government at the time bears responsibility for the treatment and prevention of these epidemics, exploring possibilities such as preventing infected ships from entering Algerian ports or implementing quarantine measures practiced in European countries. Finally, examining whether the Algerian government had the resources in medicine and treatment for these epidemics, or if reliance on fate, traditional herbal remedies, and the availability of essential necessities during times of epidemics was the norm. The study employs a historical methodology for the periods of epidemics and plagues, their causes, and effects. Additionally, it utilizes critical analysis to address treatment, prevention, and the political, social, and economic consequences of these phenomena. The researcher's key findings include attempting to gather scientific material from the limited Arabic and Western sources on this topic, understanding the causes of epidemics, and examining their adverse effects on Algerian society in political, social, and economic dimensions.\r\nKeywords: Epidemics; plague; Algeria; Ottoman Era & history.\r\nالمقدمة\r\nامتد العهد العثماني في الجزائر أزيد من ثلاثة قرون من سنة (1516م - 1830م)، حيث من نظام الحكم فيها ربعة 1659( أشكال مختلفة، ابتداءً بحكم البايلر ت (1516-1588م)، ثم الباشوات (1588-1659م)، فالأغوات )1671م)، وأخيراً نظام الذات (1671-1830م\r\nوتعتبر فترة الدات من أهم الفترات التي مرت بها الجزائر العثمانية، حيث دامت مدة 159 سنة، ابتداء من سنة 1671م وانتهاء إلى سنة 1830م، وهي تعادل نصف ريخ التواجد العثماني الجزائر، عرفت فيها غاليا استقرارا سياسياً واجتماعياً واقتصاد، حكم في هذه المرحلة 28 دا وحاكماً، كان أولهم الداي الحاج محمد التريكي، وآخرهم الداي حسين رحم الجميع.\r\nفاستقرت معالم الدولة الجزائرية المستقلة في هذا العهد عن الدولة العثمانية اسماً وشكلاً ومضمو\" في السلم والحرب\r\n132"
        },
        {
            "page": 3,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1\r\n) (2024): 131-148\r\nداخلياً وخارجياً، فنظامها السياسي نظام إسلامي اختياري دستوري مبني على الشورى والانتخاب، لها ميزانية مستقلة وعملة خاصة بها، وعلم متميز بها، وجيش قوي بري وبحري.\r\nوفي هذا الصدد يقول المؤرخ أبو القاسم سعد رحمه : امتازت الجزائر لها لم تكن محكومة سرة معينة، بل بنظام برلماني، كان يحتوي على بذور صالحة للديمقراطية، فالدات في الجزائر كانوا يتولون الحكم بطريقة الانتخاب لا الوارثة، على عکس مصر وتونس وطرابلس ليبيا (1)\r\nوأما موضوع دراستنا ويحثنا وهو حول الأوبئة والطواعين في عهد الدات في الجزائر، ريخه، وأسبابه، وعلاجه، وآره السياسية والاقتصادية والاجتماعية على الحاكم وحكومته وشعبه، وكيفية الاستفادة من ذلك في زماننا الحاضر.\r\nوقبل البحث بهذه الدراسة التاريخية يستحسن بنا ذكر بعض التعاريف المهمة منها : كلمة \"الو ء\"، وتعريفه في اللغة: هو كل مرض عام، تقول: قد وبنت الأرض تو وعة فهي ويئة وأوبئة ووبيئة ومويثة وموسوعة إذ كثر مرضها (2).\r\nوفي اصطلاح الأطباء: اختلف في تعريفه الأطباء وأهل الاختصاص، فقال ابن زهر هو المرض الذي يصيب أكثر أهل البلد، وأنهم يشتركون في استنشاق الهواء الفاسد. وعرفه ابن خاتمة الأندلسي: هو مرض عام للناس قتال غالبا عن سبب مشترك، كما تجد ابن الخطيب يصرح نه هو مرض جاد حار السبب سمي المادة يتصل الروح بدء بواسطة الهواء (3).\r\nفمن مجموع تعاريف العلماء والأطباء أن الو ، هو مرض عام بكتيري حاد تج عن سبب رئيسي مشترك وهو فساد الهواء، يصيب الإنسان والحيوان معاً، وتكون سريعة الانتشار والعدوى من الشخص المصاب إلى الشخص السليم ينتقل عن طريق الهواء واللعاب، وحتى للباس والقماش.\r\nوالصحيح أنه على فرق بين مصطلح الوء والطاعون، في حين كان مفهوم الوء في الاصطلاح العلمي أشمل وأعم من مرض الطاعون، فكل طاعون و ، ولا عكس حينئذ ).\r\nوأنواع الوء ثلاثة حسب ما أقره الأطباء الطاعون العقدي وهو عبارة عن خرجات تنة تظهر في بواطن الإبط والأفخاذ والطاعون الدموي وهي قروح تظهر في الجلد مصاحبة مع ارتفاع درجة حرارة الجسم. والطاعون الرئوي وهو أشده وأخطره يصيب الرئة، وهو شئ عن فساد الهواء كما نص عليه ابن سينا، ويؤكده ابن خلدون في مقدمته فيقول: \"إذا فسد الهواء وقع المرض في الرئة وهو أشد وأخطر أنواع الطواعين فتكاً لناس على الإطلاق لا يكاد يسلم منه أحد، ولا علاج له في الغالب \"5).\r\nوله أسباب أخرى ذكرها أهل العلم والأطباء منها طبيعية ومناخية كالحرارة الزائدة، وزدة الرطوبة، وكثرة التعفن والهواء المتصاعد من الآر التي يموت فيها الحيوات، وكثرة جثث الإنسان في أم الحروب والفتن ().\r\nبينما يختصر ابن زهر أسباب الأوبئة في ثلاث نقاط رئيسية فساد الهواء، وفساد الماء، وفساد الغذاء (7)\r\n(1) أبو القاسم سعد ، أبحاث وآراء في ريخ الجزائر، دار البصائر، الجزائر، سنة 2007، (65/1)\r\n(2) ينظر: الصحاح المجوهري 79/1، ولسان العرب لابن منظور 189/1.\r\n(3) ينظر : كتاب الأغذية لابن زهر (ص) (143) تحصيل غرض القاصد لابن خاتمة (ص (162)، مقنعة السائل عن المرض الهائل لابن\r\nالخطيب (ص 38)\r\n(4) ينظر: المجاعات والأوبئة في المغرب الأوسط، مزدور سمية، (ص (22)\r\n(5) ينظر: مقدمة ابن خلدون (ص 473).\r\n(6) ينظر: تحصيل عرض القاصد ابن عائمة (ص (166)، التيسير في المداواة ابن زهر (ص (450).\r\n(7) ينظر: التيسير في المداواة ابن زهر (ص (45)\r\n133"
        },
        {
            "page": 4,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nوالوء المشهور الذي من العالم أسره في سنة 2019م، والمسمى بو كورو كوفيد 19 ، والذي يصيب الرئة، فقد وقع نحوه سنة 749هـ / 1348م، والذي سمي بطاعون الجارف، والطاعون الأعظم، و الطاعون الأسود، وعاصره المؤرخ ابن خلدون رحمه ، وهلك فيه عائلته وجميع شيوخه يصفه قائلا: \"إلى أن جاء الطاعون الجارف وذهب الأعيان والصدور وجميع المشيخة وهلك أبواي رحمهما (8). وقال فيه أيضا: \"تحيف الأمم وذهب هل الجيل وطوى كثيرا من محاسن العمران ومحاها (9).\r\nوكان أصل هذا الوء ومبدأ انتشاره من بلاد الخطا، وهي ضمن حدود الصين اليوم، ثم عم جميع بلاد العالم كلها، حسب ما ذكره مفصلا المقريزي رحمه (10)\r\nوقد رتبت هذا البحث على مقدمة، وأحداث متسلسلة عبر السنوات الأحدث فالأحدث، ثم ذكرت أسباب الو ،، وعلاجه، وآره على الحكومة والأشخاص، وختمت المبحث بخاتمة وثبتا للمصادر والمراجع.\r\nفأقول - والله التوفيق : لا تخلو فترة من فترات التاريخ الجزائري في العهد العثماني من وقوع الوء وانتشاره في ربوع البلاد غربيها وشرقيها وحتى جنوبيها، مع أن انتشاره غالباً يكون في المناطق الشمالية والخصوص من ميناء الجزائر أو ميناء عناية شرق البلاد حيث ترد السفن العربية والأجنبية الحالية للو ، من خارج البلاد.\r\nويضيف الدكتور أرزقي شوينام أن أكثر ما كان يصيب الوء في الجزائر خلال العهد العثماني الجنود الانكشارية التواحدهم الكثير في الثكنات العسكرية، وأنه كان سببا وعاملا لتدهور الجيش (11).\r\nفكان أول ظهور للطاعون في الجزائر في العهد العثماني سنة 1552م، وأخطره الواقع في سنة 1817م، حيث بلغ ضحا ه 20 ألف شخص.\r\nفأول و ، في عهد الدات ظهر في فترة الداي الحاج محمد (1082- 1093هـ / 1671-1682م)، وهو أول الدات، فقد تعرضت الجزائر لو ، استمر لمدة سنة كاملة، وذلك ابتداء من سنة 1672م (12).\r\nوفي عهد الداي مباشرة قحط شديد، فارتفعت الأسعار ثلاثة أضعاف، وذلك في بداية سنة 1683م (13). حسن شاوش (1093-095) لهـ / 1682-1683م) انتشر الو ، في الجزائر، وأعقبه\r\nوأما بداية حكم الداي الحاج أحمد الأعجي (1106-10 لهـ / 1695-1698م) فقد عرف انتشر الوء في الجزائر، وقتل أكثر من 20 ألف شخص، واستمر لمدة أربع سنوات، مات منه معظم الأسرى المسيحيين (11).\r\nوعندما استلم الحكم الدائي محمد بن حسن أفندي 1130-136 هـ / 1718-1724م) كانت حالة الجزائر سيئة للغاية، وذلك بسبب ما أحدثته الزلازل سنة 1717م والذي استمر لمدة تسعة أشهر، فيحدثنا عنه الطبيب الرحالة الفرنسي جون أندري بيسو ل والذي زار الجزائر سنة 1725م قائلاً: \"تعرضت هذه المدينة مدينة الجزائر - إلى هزات\r\n82\r\n(8) ينظر: التعريف بن خلدون (ص 64-65)\r\n(9) ينظر: مقدمة ابن خلدون (ص (38)\r\n(10) ينظر: السلوك المعرفة دول الملوك، أحمد بن علي المقريزي، تحقيق: محمد عبد القادر عطا، دار الكتب العلمة، بيروت، 81/4\r\n(11) ينظر: دراسات وو لق في ريخ الجزائر العسكري والسياسي، أرزقي شويتام، (ص 38).\r\n(12) انظر: النار، عزيز سامح، الأتراك العثمانيون في إفريقيا الشمالية، ... (ص 415).\r\n(13) انظر: النز، عزيز سامح الأتراك العثمانيون في إفريقيا الشمالية، .... (ص 423)\r\n134\r\n)451( 14) ينظر: المصدر السابق .... (ص("
        },
        {
            "page": 5,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1\r\n) (2024): 131-148\r\nزلزالية عنيفة سنة 1717م حيث غادرها كل سكانها عدا الداي وأعضاء مجلس الديوان حيث امتلأت الأرف المحاورة للمدينة الخيام التي نصبها السكان طوال التسعة أشهر التي استغرقها الزلزال (15).\r\nوقد تلى هذا الزلزال المدمر قحط شديد استمر السنوات تلفت فيه المحاصيل، وانتشرت بسببه المجاعة والو ، في جميع المناطق، وتزامن ذلك ظهور الجراد، فمات عدد كبير من الأهالي والأسرى المتواجدين في الجزائر، واضطر سكان القبائل ينهب وسلب السهول، فاضطر الداي محمد لاتخاذ إجراءات قاسية وصارمة بغية إعادة الهدوء للمدينة وضواحيها (16).\r\nفاغتنم يهود الجزائر ضعف الحالة المادية للبلاد في التقرب من الداي محمد بن حسن الحاجته للنقود، وهكذا أغرقه\r\nاليهود المال، واحتلوا لديه مكانة خاصة، وكان آنذاك رئيس الجمعية اليهودية يودا كوهين (17).\r\nقامت بعض القبائل يسهل متيجة التمرد لمدة ثلاث سنوات، تمكن قائد متيجة من القضاء على التمرد، وطردهم إلى الطرف الآخر من نهر يسر (18).\r\nويزيد وضوحاً حول أسباب انتشار هذا الطاعون في الجزائر ما ذكره الدبلوماسي الفرنسي لوجي دو طاسي الذي شغل منصب كاتب سر القنصلية الفرنسية الجزائر خلال سنتي 1717-1718م فيقول: \"لطالما اكتووا في مملكة الجزائر على عدم اتخاذ الاحتياطات اللازمة لتجنب الطاعون أو لمنع انتشاره، حيث لديهم اعتقاد أنه من يفعل ذلك فإنه يعارض أحكام الأبدية، وعقيدة القدر المطلق، حيث أنني رأيت في عام 1718م وصول سفينة المجليزية محملة من الاسكندرية حيث كان الطاعون بها عنيفاً .. وعلى الرغم من التأكيدات التي تم إبلاغها للداي بواسطة القناصل والطاقم تم شحن الحرير والقطن في نفس اليوم من وصوله دون وقوع أي حادث\".\r\nثم يذكر هذا الدبلوماسي مستغر \" تغير الموقف الجزائري من الطاعون بعد سنتين والذي كان حازماً فيقول: \"ومع ذلك أن الطاعون الذي دمر البروفانس منطقة في جنوب فرنسا نشر رعبه في كل مكان، ونسوا الأقدار في مدينة الجزائر الدرجة أن محمد داي لم يعيد السفن فقط التي جاءت من مرسيليا، لكنه رفض السماح بتلقي الرسائل التي كانت على متن هذه .)19( السفن\r\nوفي أثناء عهد الداي إبراهيم بن رمضان الخز جي (1145 - 158 لم / 1732-1745م) تذكر المصادر أن سنة 1737م عرفت بعام الطاعون لأنه انتشر عبر الحواضر والبوادي حتى أن القنصل الفرنسي الجزائر فاليير راسل المصلحة الصحية بمرسيليا العبارات التالية: \"يعود من جديد الطاعون محمد خسائر كبيرة في كل الإلة، يحتمل أن يكون العدوى قد تسرب من إسبانيا (20).\r\nوقد توفي جراء هذا الطاعون العديد من السكان ولم يسلم منه حتى في وهران يوسف بوشلاغم.\r\nثم تكرر الو ، سنتي 1738 وفي جوان 1740م ويعود مصدره إلى سفينة فرنسية قلة للعدوى كانت قادمة من ميناء الاسكندرية بمصر، وكان بحرتها أثناء إقامتهم بها قد تعرضوا لمرض الطاعون، فمات معظمهم في الطريق، إلا أن هذه السفينة وضعت تحت الرقابة الصحية، وأجبرت على تطبيق الحجر الصحي على كل الطاقم وعلى البضائع أيضا، إلا أن\r\n(15) ينظر: جون أندري بيسو ل رحلة إلى إلة الجزائر، ترجمة: الخضر بوطية، دار كوكب العلوم، الجزائر سنة 2023 م (م (186).\r\n)471( 468 16) ينظر: المصدر السابق... (ص(\r\n)469( 17) ينظر: المصدر السابق... (ص(\r\n)471( 18) ينظر: المصدر السابق... (ص(\r\n(19) ينظر لوجي دو طاسي ريخ مملكة الجزائر، ترجمة: الخضر بوطية، دار كوكب العلوم، الجزائر سنة 2023م، (ص (101).\r\nLe Maghreb avant la prise d'alger 1790-1830. L. Valensi, P 21. (20)\r\n135"
        },
        {
            "page": 6,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nالداي إبراهيم حال دون اتخاذ إجراءات وقائية صارمة، إذ أمر نزال البضائع وكان فيها الو - وتسويقها، فتسبب ذلك في إحداث وانتشار الو ، كانت ضحيته الأولى الشخص الذي فتح حزمة البضائع، ثم قضى على (1000) ألف شخص خلال الأسبوع الأول فقط، واستمر لمدة ثلاث سنوات، ثم انتقل إلى تونس و شر الفتك بها (21).\r\nثم عاود الظهور والانتشار بعد سنة فقط أي سنة 1741م في غرب البلاد، خاصة مستغانم وضواحيها، ثم حمد الو. تدريجيا إلا أن عاد مجددا في مدينة الجزائر وقسنطينة في أفريل سنة 1742م مخلفا خسائر معتبرة قدرت ما بين 25 و 30 ضحية يومياً (22).\r\nويظهر أن هذا الو ، قد طال مكته في الجزائر، فنجد أن ابن حمادوش الجزائري ذكره في رحلته المؤرخة في محرم 1156هـ الموافق شهر فبراير 1743م (23)\r\nولما حاصر الداي إبراهيم كوشوك 1158-161 لهـ / 1745-1748م مدينة تونس في أفريل 1746م ظهر الوء في الجزائر، ففك الحصار، ورجع إلى الجزائر مباشرة، وذلك في نهاية ديسمبر 1746م إلا أنه لم يحدث خسائر بشرية هامة استنادا إلى مراسلات القنصل الفرنسي الجزائر في ذلك الزمان (24).\r\nوكان عهد الداي محمد بن بكم 1161-1167هـ / 1748-1754م) عهد أمن ورخاء وهو أول من أصدر وثيقة عهد الأمان الجزائر، وذلك في 03 فيفري 1748م) القانون أو الدستور، والتي تضمن تحقيق السلم والأمان السياسي والاجتماعي داخل الحكم الجزائري والإدارة الجزائرية، ومراعاة الوطن على الأغراض الشخصية، ومعاقبة كل من يريد زعزعة الأمن والاستقرار في الجزائر سواء من الانكشارية أو الرس أو الموظفين الإداريين وغيرهم، حتى قال توما Toma القنصل الفرنسي الجزائر في ذلك الوقت: \"لا توجد مدينة في أور تتحلى النظام والانضباط مثلما تتحلى به مدينة الجزائر (25).\r\nففي فترة هذا الداي تسرب إلى الجزائر الوء عن طريق سفن الحجاج والقوافل التجارية القادمة من الشرق، فحل لبلاد سنة 1752م، وكان أكثر انتشاره في منطقة قسنطينة وجيجل والقل، واستمر لمدة أربع سنوات متتالية، فكان يموت في كل شهر ما يقرب من ألف شخص.\r\nوقد أشار إلى هذا الوء الطبيب جان مارشيكا وكان شاهد عيان حيث وصف هذا الطاعون وأنه بلغ عدد ضحا و أكثر من 1700 ضحية (26).\r\nوقد تزامن مع الطاعون انتشار القحط، وعمت الفوضى، وحدثت عدة ثورات واستخدم الداي القوة للحد منها، وتمكن من إخمادها (27).\r\nثم استمرت ضرت الطاعون في عهد الداي علي بوضيع طوال سنوات 1756م إلى 1758م بشرق البلاد، ثم\r\n(21) ينظر: فلة القشاعي، الصحة والسكان أثناء العهد العثماني، (ص (73).\r\n(22) ينظر: ريخ الطب في الجزائر في أواخر العهد العثماني (ص 15).\r\n(23) ينظر: رحلة ابن حمادوش الجزائري، تحقيق: أبو القاسم سعد (30 )\r\n(24) ينظر: التزء عزيز سامح، الأتراك العثمانيون في إفريقيا الشمالية (ص 508-509)\r\n(25) ينظر: رسائل القنصل الفرنسي توما، مخزن الأوراقى الغرفة التجارية في مرسيليا بواسطة الأتراك العثمانيون في إفريقيا الشمالية)\r\n(510)\r\nLa Peste en Afrique Septentrionale Jean Marchika. P 97. (26)\r\n(27) ينظر: الترء عزيز سامح الأتراك العثمانيون في شمال إفريقيا (ص 514).\r\n136"
        },
        {
            "page": 7,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nيعود من جديد سنة 1762م مصحو بزلزال عنيف دمر قنوات المياه أعقبه مجاعة هائلة لسكان (28).\r\nوأما عهد الداي محمد بن عثمان شا المجاهد الشجاع (1179 - 1205هـ / 1766م - 1791م) فقد ظهر\r\nالو ، أولا سنة 1771م، ثم تلاه سنة 1785م في منطقة قسنطينة والقالة وعنابة شرقاً، ووصل إلى وهران ومعسكر غر . ثم عاد بعد سنتين سنة 1787م وتفشى بمدينة الجزائر وسمي لوء الكبير، مات منهم خلق كبير قيل جاوز 17 ألف ضحية وصل في بعض الأم إلى 500 ضحية يومياً، وقيل: مات فيه نصف سكان مدينة الجزائر وثلث سكان عنابة ثم زال في جويلية من نفس السنة، وانتقل إلى وهران غرب البلاد، فغدت البلاد خالية من الرجال حتى أن معظم المحاصيل بقيت دون أن تحنى، واستمر لمدة عشر سنوات (29).\r\nيقول الحاج أحمد الزهار نقيب الأشراف في مذكراته: (وفي سنة 201 لهـ / 787 له جاء الوء للجزائر حتى وصل عدد الأموات أحيا خمسمائة جنازة كل يوم، ويسمى الوء الكبير، وطال الواء الجزائر إلى سنة 211 لهـ / 1796م) (30) . وذكره أيضا جون ميشال فونتير دو رادي المبعوث الفرنسي إلى الجزائر سنة 1788م أنه كان بتاريخ 16 نوفمبر 1788م طاعون قضى على العديد من البحارة، ما يقرب من سنين رايسا من البحرية الجزائرية، وأكثر من سبعمئة عبد مسيحي في مدينة الجزائر فقط (31).\r\nوفي مارس سنة 1789م ضرب الو ، غرب الجزائر بسبب سفينة إسبانية لم تخضع للحجر الصحي (32).\r\nوجاء في بعض المصادر التاريخية تفسير وتوضيح لهذا الو ، وهو و ، الجدري وأنه استمر إلى سنة 1804م وانتشر بسرعة كبيرة محمد هلعا وسط السكان بحيث أودى بحياة عدد كبير، مما اضطر لإدخال التلقيح إلى الجزائر ولأول مرة من طرف الطبيب الفرنسي مارتينا نغو الذي كان مقيما الجزائر، ثم حذا حذوه أطباء آخرون كالطبيب أو دراس وأسنتي اللذين أقاما في الجزائر مدة طويلة إلى أن وافتهم المنية (35).\r\nوفي هذه الفترة ألف العالم الجزائري محمد بن رجب كتابه المشهور : الدر المصون في تدبير الو ، والطاعون) (34).\r\nولم يصل هذا الو ، شرق الجزائر، لأن في قسنطينة صالح ي فرض جزاما صحياً حول عنابة وضواحيها لمنع انتقال وتسرب العدوى، كما فرض نظام الحجر الصحي على جميع المقاطعة (35).\r\n(28) ينظر: الصحة والسكان أثناء العهد العثماني، فلة موساوي القشاعي (ص (77).\r\n(29) ينظر: الزهار الحاج أحمد الشريف مذكرات نقيب الأشراف، (ص (51) ستيفن جيمي ولسن، الأسرى الأمريكان في\r\nالجزائر ... (ص 228). الترء عزيز سامح الأتراك العثمانيون في شمال إفريقيا (ص 547).\r\n(30) ينظر: الزهار الحاج أحمد الشريف، مذكرات نقيب الأشراف، (ص 51).\r\n(31) ينظر: جون ميشال فونتير دو رادي، الجزائر خلال القرن الثامن عشر، ترجمة: الخضر بوطية دار كوكب العلوم، الجزائر، سنة\r\n)74( 67 ،61 2023م، ص\r\n(32) ينظر : يمينة مجاهد ريخ الطب في الجزائر، (ص (22)\r\n(33) ينظر : يمينة مجاهد ريخ الطب في الجزائر، (ص (59).\r\n(34) ينظر: ريخ الجزائر الثقافي، أبو القاسم سعد 423/2. معجم أعلام الجزائر عادل نويهض (ص 108-109). يقول عن الكتاب أبو القاسم سعد : ولا ندري الآن حجم هذه الرسالة، ولكن يبدو أنها مهمة، فقد طالع صاحبها كتبا عديدة في الطب مثل قانون ابن سينا وتذكرة الإنطاكي ومفردات ابن البيطار حول الو، والطاعون، وقد رأها صاحب (تعريف الخلف) فوجد أن محمود بن علي بن الأمين قد أضاف إليها مقدمة من سبعة فصول وخاتمة).\r\n(35) ينظر الزهار الحاج أحمد الشريف مذكرات نقيب الأشراف، (ص (51) ستيفن جيمي ولسن، الأسرى الأمريكان في الجزائر ... (ص 228) الترء عزيز سامح الأتراك العثمانيون في شمال إفريقيا (ص 547) مجاهد يمينة ريح الطب في الجزائر، (ص (22)\r\n137"
        },
        {
            "page": 8,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nثم تلاه عهد الداي حسن بن حسين الخزجي (1205-1212هـ / 1791-1798م) فأصاب الواء مدينة الجزائر أواخر سنة 1792م نقله إليها بحارة قدموا من القسطنطينية، والذين أفلتوا من رقابة الحجر الصحي، ثم انتشر إلى الأرف ووصل إلى شرق البلاد، فكان يقتل يوميا ما بين الخمسين إلى المائة، واستمر هذا الوء إلى سنة 1794م، وقد قامت السلطات المحلية لتحرك وبذل مجهودات من أجل التصدي لهذا الواء فأغلقت الموانئ ومنعت القادمين إليها من الدخول وعدم الاتصال البواخر المجهولة (36).\r\nوفي عهد الداي مصطفى شا (1212-220 لهـ / 1798-1805م) ظهر الو ، سنة 1799م وكان في أول أمره يحصد العديد من الأرواح، أحصاها بعض المؤرخين قرابة 100 شخص يومياً، وعلى إثره ارتفع سعر الصاع القمح إلى حوالي 28 فرنكا، وامتد ست سنوات كاملة (57).\r\nويرجع ارتفاع سعر القمح يومئذ إلى احتكار التجار اليهود - بوشناق - لمادة القمح والحبوب وغيرها - فأخرج الداي مصطفى شا الكميات المخزن في يلك الشرق (قسنطينة)، وطرحها في أسواق الجزائر العاصمة، والبليدة، والقليعة. فالخفضت الأسعار، وتمكن الناس من الحصول على حاجاتهم من الحبوب سعار معقولة.\r\nوفي سنة 1804م قدم الطاعون على متن سفينة من الشرق، ابتدأ ظهوره بمدينة قسنطينة وقيل: عنابة، ثم عم جميع مناطق البلاد، اتفق كل من الطبيب جان مارشيكا وغويون وبوك على أن هذا الواء قدم من الشرق، إلا أنهم اختلفوا في تحديد المنطقة التي جاء منها، فيرى مارشيكا أنها قادمة من سمير الدولة العثمانية، ويقول غويون أنها من اليون على متنها. حجاج، بينما يذهب بو ك أنها قادمة من البلقان، ومكث هذا الو ، في الجزائر أربع سنوات، وحصد العديد من الأرواح، وقد تزامن مع غزو الجراد والمجاعة (38).\r\nوفي عهد الداي حاجي على الشريف (1224-230 لهـ / 1809-1815م) اجتاح الجراد على الجزائر، وأتلف المحاصيل والثمار، مما أدى إلى وقوع الغلاء في الحبوب والثمار، فأعطى الداي حاجي علي شا القمح الجميع الخبازين، وجعل له سعراً على سعر أم الرخاء، إلى أن زال الجراد، وأخصبت الأرض، ورخصت الأسعار، وذلك في سنة 1814م. والذي نشاهده في عهد الداي عمر بن محمد شا (1230 - 232 لهـ / 1815-1817م) أن فترة حكمه مليئة الحروب والاضطرات الداخلية والأوبئة والطواعين، حتى لقب الداي المنحوس، فقد تعرض الأسطول الجزائري الهزيمتين: الأولى: أمام الأسطول الأمريكي في سنة 1815م، و نيا أمام الأسطول المشترك بين هولندا وبريطانيا (حملة اللورد أكسموث) سنة 1817م.\r\nوتزامن مع انتشار الواء في كافة بلدان البحر المتوسط وشمال إفريقيا من مصر شرقا إلى مراكش غر ابتداء من سنة 1816م، وكان سبب ظهور هذا الوء الفتاك بقدوم سفينة تركية محملة الحجاج من ميناء الاسكندرية وكانت يومئذ أرض و ،، ثم زادت حدته في صيف سنة 1817م، فكانت حصيلته قاتلة، وبقيت ذكراه عند الناس خالدة، مات منه المسلم والنصراني واليهودي، وشمل الغني والفقير، قيل: مات منه قرابة 14 ألف شخص، فتسبب إثر ذلك في قيام حالة تمرد وعصيان عمت مختلف مدن الجزائر، فاتفق الانكشارية على قتل الداي عمر، فهاجموا قصره، وألقوا القبض عليه، وأعدموه\r\nحمودي هدى ومصباحي حيزية، الأمراض والأوبئة في الجزائر، (ص (37)\r\n(36) ينظر: الأمراض والأوبئة في الجزائر في أواخر العهد العثماني حمودي هدى ومصباحي حيزية، (ص 38). الأوبئة والمجاعات في\r\nالجزائر، مصطفى خياطي، ترجمة: حضرية يوسفي (ص 55).\r\n(37) ينظر: المصدر السابق.\r\n(38) ينظر: مصطفى خياطي الأوبئة والمجاعات في الجزائر، ترجمة: حضرية يوسفي (ص 58).\r\n138"
        },
        {
            "page": 9,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nشنقاً، وذلك في شهر شوال 1232هـ الموافقي 8 أكتوبر سنة 1817م (39).\r\nويؤيد هذا الطرح المؤرخ الجزائري الكبير المبارك الميلي فيصرح أن سبب اغتياله هو تشاءم العسكر الداي عمر ونحسه، فقد ظهر الو ، واستشهد الرايس حميدو، والاعتداء على مدينة الجزائر من أمريكا وبريطانيا، فقرروا التخلص منه لذلك (40). ثم استمر ذلك الوء الكبير - كما تقدم في عهد الداي علي بن أحمد خوجة (1232 - 233 له / 1817 (1818م) قدام سبع سنوات كاملة إلى سنة 1824م، أدى إلى وفاة كثير من الجزائريين، كان على رأسهم الداي علي خوجة نفسه، كما أنه أصاب العديد من الحيوات كالماشية والخيول (41).\r\nقال الزبي في دليل الحيران: \"ثم تولى على خوجة شا سنة 1232هـ، ومات لوء الذي حدث قبله، وبقي )42( التوليته\r\nويذكر القنصل الأمريكي الجزائر وليام شالر أنه بعد انتشار الطاعون في الجزائر قصد الداي علي خوجة، وأعلمه ن إجراءات التفتيشية لهذه السفن في عرض البحر المتوسط المعرفة السفن الصديقة والسفن العدو يزيد من احتمال انتشار الطاعون، وأشار عليه بعدم زرة حراسه للسفن الأمريكية في عرض البحر، وأن النتائج التي ترتب على فرض الحجر الصحي على تلك السفن هظة التكاليف مما يؤدي عاجلا إلى عداوة الدول للجزائر، فرفض الداي على خوجة استثناء سفن الولات المتحدة الأمريكية من تلك الإجراءات (13).\r\nوختاما عهد الداي حسين صاند قلي 1233 - 1245هـ / 1818-1830م) آخر الذات، فتعتبر نصف فترة حكمه الأولى فترة و ء، وهو امتداد للطاعون السابق الذي ظهر في سنة 1818م، إلى أن ارتفع الو ، واختفى نهائياً سنة 1824\r\nمن خلال هاته الوقائع التاريخية في العهد الجزائر العثمانية تستفيد عدة أمور تتعلق لوء في فازة الدات الجزائر من الجانب التاريخي والسياسي والاجتماعي والاقتصادي والثقافي، سواء من طرف الراعي (الحاكم) أو من طرف الرعية (الشعب)، وذلك في تسع نقاط مهمة:\r\nأولا: قد ذكر كثير من المؤرخين الجزائريين والغربيين أن الجزائر كانت خالية من الأمراض المعدية والوائية، وإنما كانت الأمراض والأوبئة تصل إليها من الخارج، ولا يخلو من خمسة أشياء:\r\n1- الحجاج القادمون من المشرق والخصوص من ميناء الاسكندرية - كو ، سنة 1816م والذي دام أكثر من أربع سنوات، وصل إلى غاية مدينتي عنابة وقسنطينة شرق البلاد، وجعل سكان بجاية وحيحل يفرون إلى الجبال والأماكن العالية.\r\n2 التجار الأوربيون كالو ، القادم من إسبانيا سنة 1803م، والذي ذهب ضحيته قرابة 3000 شخص.\r\n3- الفرق العسكرية الانكشارية من تركيا والدولة العثمانية المنضمون للجيش الجزائري، كو ، سنة 1793م والذي\r\n(39) ينظر الزهار، الحاج أحمد الشريف الزهار، مذكرات نقيب الأشراف ... (ص (127) النز، عزيز سامح، الأتراك العثمانيون في شمال إفريقيا، (ص 612).\r\n(40) ينظر: الميلي، مبارك بن محمد الميلي الهلالي ريخ الجزائر في القديم والحديث .. 264/3.\r\n(41) ينظر : مذكرات الحاج أحمد الشريف الزهار (ص ).\r\n(42) ينظر: الزبي، محمد بن يوسف دليل الحيران وأليس السهران في أخبار مدينة وهران ... (ص 247).\r\n(43) ينظر : وليام شائر، مذكرات فتصل أمريكا وليام شائر ... (ص 176-177).\r\n(44) ينظر: الأمراض والأوبئة في الجزائر في أواخر العهد العثماني ... (ص (39).\r\n139"
        },
        {
            "page": 10,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nأصاب الجزائر العاصمة، ثم مدينتي البليدة وقسنطينة.\r\n4- القوافل التجارية والبضائع والسلع خاصة من ميناء الاسكندرية بمصر - والذي يعتبر من هم المراكز التي كانت\r\nتصدر الو ، لكونها همزة وصل بين الموانئ العثمانية والمغاربية والأوربية وحتى الأسيوية.\r\n5- انتقال الوء المراسلات الإدارية والسياسية والدبلوماسية الأوربية (45).\r\nيؤكد ذلك ما قاله نقيب الأشراف الحاج أحمد الزهار: (وكان الو ، يتسرب إلى الجزائر في غالب الأحيان عن طريق\r\nالبحر، لذا نجد أول من كان يصاب به هم عمال الموانئ، وبعد ذلك ينتشر في بقية أنحاء البلاد) (4).\r\nوأشار إلى ذلك بوضوح الرحالة والجاسوس الفرنسي بون في تقريره عن الجزائر أن الطاعون لم يكن تجا عن البيئة الجزائرية، فقد كان في دائما من المشرق (47).\r\nفنفهم حينئذ أنه في حالة إغلاق المنفذ البحري فلا مدخل للوء غالباً، وهذا ما استشهد به المؤرخ الجزائري حمدان بن عثمان خوجة أن منذ تطبيق فرنسا للحصار البحري على الجزائر سنة 1827م إلى وقت ليفه لكتابه \"إتحاف المنصفين والأداء بمباحث الاحتزاز عن الوء\"، والذي ألفه سنة 1836م لم يظهر أثر الواء الجزائر لإحداث الفرنسيين للكرنتينة\r\nوالحجر الصحي على جميع السفن والأشخاص القادمين من الشرق أو الغرب.\r\nبينما يخالف هذه النظرية المؤرخ الفرنسي قرن بروديل فيؤكد أن مناخ البحر المتوسط يمتاز بكثرة وقوع الأوبئة والأمراض\r\nنظراً لحرارتها ورطوبتها الزائدتين، فهي تتأثر الأبخرة بخلاف في المدن البعيدة عن الساحل (48).\r\nلكن يحتاج رأي بروديل إلى دليل لما قالها، وإلا فبحسب ما تذكره أن جل الأوبئة التي وقعت الجزائر إنما هي قادمة ومتسربة من بلد آخر، وليس حالة ومبتدأة في الجزائر .\r\nنیا - يرى الرحالة الحسن بن محمد الوزان الفاسي المشهور (ليون الإفريقي من الوء يظهر في بلاد البربر ومنها الجزائر - على رأس كل عشر سنوات أو خمسة عشرة سنة أو خمسة وعشرين سنة (19).\r\nو النظر إلى تواريخ الأوبئة التي سجلت المصادر حدوثها الجزائر في فترة الدات يسمح لنا بيد كلام الرحالة الحسن الوزان وأنها دورية، بل أحيا تكون أقل من عشر سنوات، وهذه سجل التواريخ من أولها إلى آخرها: (1672م - 1683 -1785-1771-1762-1756-1752-1746-1740-1738-1737-1720-1696\r\n.)1787-1789-1792-1799-1804-1816 1817 واستمر إلى سنة 1824م\r\nلنا - حسب سجلات تواريخ الأوبئة في فترة الدات من العهد العثماني الجزائر كان تطول مدتها أحيا السنوات عدة كما في طاعون سنة 1784م إلى سنة 1798م حيث دام أربع عشر سنة، وكو ، سنة 1816م والذي انتهى سنة 1824م قدام ثمان سنوات، وربما يقتصر مكث الوء على عدة أم أو شهور لا يتجاوز السنة، وهو غالب الأوبئة التي\r\nظهرت في الجزائر.\r\nوكان الواء أحيا يعم جميع مناطق البلاد، وأمرة أخرى لا يتعدى إلا المناطق الشمالية فقط، فنذكر في هذه الدراسة\r\n(45) ينظر: مجاهد يمينة، ريخ الطب في الجزائر، رسالة دكتوراه في التاريخ، جامعة وهران، الجزائر، 2018م (ص 17).\r\n(46) ينظر : مذكرات نقيب الأشراف الحاج أحمد الزهار، (ص 78).\r\n(47) ينظر: الطب والمجتمع في الجزائر خلال العهد العثماني، بوحجرة عثمان (ص 54).\r\n(48) ينظر: المتوسط والعالم المتوسطي، فرن بروديل، ترجمة: مروان أبي سمرا، دار المنتخب العربي، بيروت سنة 1991م، ط1، (ص\r\n140\r\n85/1 49) ينظر: وصف إفريقيا(\r\n(67"
        },
        {
            "page": 11,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nحالات الوء في الجزائر عبر التسلسل الزمني مع ذكر اسم الداي، وفترة ولايته، وأبرز ما أحدثه الوء في البلاد، ومصدر الوء، وكيف عولج من طرف الراعي والرعية، وأره الاقتصادية والاجتماعية والسياسية.\r\nرابعا جهود الدات في الجانب الاقتصادي والاجتماعي في التصدي للوء كالاستفادة من خزائن الدولة، وإخراجها للسوق مباشرة، وتوفيرها للشعب أم الأوبئة والمجاعات، وتتمثل فيا يلي:\r\n1- توزيع القمح والحبوب للخبازين مباشرة، وتكليفهم بردة الانتاج لكفاية المواطنين، كما حدث في عهد الداي حاجي علي سنة 1814م، فأعطى القمح الجميع الخبازين، وجعل له سعراً على سعر أم الرخاء، إلى أن زال الجراد وأخصبت الأرض، ورخصت الأسعار في نفس السنة.\r\nأو يكون بتوزيع الحبوب والمحاصيل في حالات الأوبئة بسعر معقول، فلا يجمع للناس بين الو ، وارتفاع سعر المحاصيل.\r\n2 عقوبة التجار المحتكرين، وكسر احتكارهم للسوق، كما حدث في عهد الداي مصطفى شافي و ء سنة\r\n. 1799م وغيره\r\nبيان خطورة وجشع التجار أم الأزمات والأوبئة ورفع الأسعار وتخزين المواد الغذائية الأساسية كالقمح والشعير، وهذا ما كان يفعله تجار اليهود في الجزائر، وخاصة منهم التاجر بوشناق.\r\nوجوب اهتمام الحاكم بحال الرعية، وكفايتهم في أم الأزمات، ذكر حمدان خوجة أن في زمن الطاعون كان الإدارة بيت المال نشاط يفوق جميع الإدارات الأخرى، فهي التي تقوم حصاء الموتى، وتتولى التركات المهملة وتقوم بعمليات الميراث، إلا أن الجانب الصحي كان مهملا من طرف الدات فلم يبنوا المستشفيات والمراكز الصحية، ولم تكن في الجزائر إلا صيدلية واحدة (50).\r\nولهذا نجد وصية السلاطين والملوك لأبنائهم وأعضاء حكوماتهم الرفق لرعية أم المحن والأوبئة والمجاعات، فهذا السلطان أبو حمو موسى الزفي (51) يوصى ابنه ولي عهده فيقول: (إن كان زمن القحط ومحل ومجاعة واقعة فترفق بهم في المخازن والمحابي، وتحسن لضعفائهم المحاجين وتحابي، وتؤثرهم مما ادخرته لشدائدهم في زمن الرخاء من فوائدهم، فتعمر أسواقهم بما اختزنته من الطعام مما يقام به أود الناس في ذلك الزمان، فإذا كنت بني عاملا على هذا الأسلوب جبلت على محبتك كل القلوب، ودعت لك الرعية ببقاء الدولة والتمهيد والنصر والتأييد، وفي ذلك الصلاح التام لدولتك والخير العام لرعيتك)\r\n(52)\r\nخامساً - الالتزام الحجر الصحي كان معروفا ومعمولا به في بعض فترة الدات، كما في سنوات 1740م و 1787م و 1792م، وقد تقدم أن القنصل الأمريكي وليام شالر أشار على الداي على خوجة بذلك في و ء سنة\r\n(50) ينظر : حمدان خوجة، إتحاف المنصفين )136 ص(\r\n(51) هو موسى بن أبي يعقوب، أبو حمو الزبي من سلاطين الدولة الزنية بتلمسان وضواحيها، ولد سنة 723 ، في غرطة، وتلقى تعليمه الأول ها، ثم ارتحل إلى تلمسان صحبة والده بدعوة من حاكمها أبي شفين الأول، وواصل تحصيل العلم فيها وعندما بلغ الرابعة عشر من عمره استولى المرينيون على تلمسان، فاضطر إلى الخروج مع أهله فارتحلوا إلى تونس الحفصية، ثم قفل راجعا إلى منطقة الراب واستجمع جيشا من قبائل الدواودة، وحرر تلمسان من سيطرة المرينيين، وبذلك أحيا مجد الدولة الزانية من جديد سنة 760 .. كان لأبي حمو او فكرية يتم عن سعة اطلاعه وحنكته، فقد ازدهرت الدولة الزنية في عهده في جميع المجالات، إذ تمكن من تكوين جيش قوي يحمى تلمسان، كما أقام علاقات مع بلاد الأندلس، وساند ملوك الطوائف فيها الأموال والغذاء، ومما اشتهر به أن بلاطه كان قبلة للشعراء والمؤرخين والعلماء ومن أهمهم يحي بن خلدون أخو عبد الرحمان. وكانت وفاته على يد ابنه أبي شفين الذي وعليه فقتله بعد صراعات دامية، وكان ذلك سنة 790 ..\r\n(52) ينظر : واسطة السلوك في سياسة الملوك (ص 87).\r\n141"
        },
        {
            "page": 12,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\n1818م\r\nوللعالم الجزائري والدبلوماسي البارع حمدان بن عثمان خوجة المتوفى سنة 1836م ستانبول كتاب حول الأوبئة سماه (إتحاف المنصفين والأد، بمباحث الاحتراز عن الو (4) يذكر فيه تجربته مع الوء في الجزائر وسبل الوقاية منه ومنها الحجر الصحي أو ما كان معروفا سم (كرنتينه) فيقول رحمه : .... عند وقوع الو، يلتزمون عدم الاختلاط الناس، ويلزمون د رهم، فلا يصاب لهم أحد ذن ، وتكرر ذلك واطردت السلامة، وأ العبد الحقير حضرت وقوع الو، الجزائر نحو عشرين سنة كما سبق والتزمت التحرز قل مما يحتاط الفرنج، فكنت أصلي الجمعة وأحضر جنائز أصحابي من غير أن أقتحم مجتمع الناس، ومن غير أن أمس أحداً، ولا قماشاً، ثم ارجع، فأتبخر، فسلمني أ وجميع من معي، وتمثل هذا تثبت التجربة ...) (53).\r\nإلا أن هذا الاحتراز والوقاية وعدم الاختلاط الناس عند حلول الوء لم يكن معمولا به عند أكثر السكان الجزائريين، ولا عند حكامهم، بحجة أنها إجراءات الدول الكافرة، إضافة إلى أنها من عقائد الكفار، وتدنيس العقيدة المسلمين، وأنه يتعارض مع الإيمان القضاء والقدر حسب زعمهم.\r\nفقند حمدان بن عثمان خوجة حججهم تلك الأدلة والبرهان، وذكر أنه ألف رسالته - السابقة الذكر - لبيان خطأ المسلمين وإهمالهم في صيانة أرواحهم، وذم تعصبهم، فيقول: (ولما رأيت الخلل الداخل على المسلمين عمال مثل هذه القواعد وإنكارها، والتزام التقشف والتعصب في عدم دفع المضرة حتى شده البعض النكير على الذين يستحسنونها يعني الحجر الصحي وعدوا ما يطرأ لهم من المضرة قرية يحتسبونها .... فكنت رأيت البلاد الفرنجية انتظام أمورهم واعتنائهم مور السياسة في صيانة جمهورهم خصوصا حيث التزموا لدفع الو ، عنهم ما جربوه من الاحتماء والاحتراز لاستقراء في عدم إدخال الداخل إليهم إلا بعد تحقق البراءة أو الاستيراء، وجعلوا بذلك حكاما في أماكن حصينة مع غاية الاحتياط، وسموا ذلك كرنتينه، فأصابوا في بعض ما فعلوا وأخطأوا في إسنادهم التأثير للأسباب حتى كان موجبا لنفرة المسلمين عن كل ما فعلوه عوضا عن نفرتهم عن خصوص ما اعتقدوه في هذا الباب، وأيتم إنه لغلط، والمبالغة في التعصب فقط إذ لا تستباح نفوس بني آدم مع التمكن من صيانتهم بمجرد سبق الكفار لهذا الاحتياط الواجب، وهو لا يتعلق بد نتهم) (54).\r\nوهذا الاحتياط الغربي في نظام الحجر الصحي أو فرض حزام صحي على المناطق الموبوءة، وتفتيش السفن التجارية الآتية إلى الجزائر، وضرورة حيازة على شهادة صحية تثبت عدم وجود المرض، وإلزام جميع السفن القادمة إليها الحجر داخل سفنهم في مدة ما بين عشرة إلى عشرين يوما، سواء لأطقم السفن وعلى السلع والبضائع أيضا قبل النزول للميناء والاحتكاك الغير.\r\nلم يكن معمولا به عند أغلب الحكام العثمانيين في الجزائر، بل تعدى الأمر إلى أن أمر بعض الدات بتفتيش تلك السفن وهي على البحر، مع تنبيههم لها حاملة للو ، كما وقع للداي على خوجة في و ء سنة 1817م رغم تنبيه القنصل الأمريكي الجزائر يومئذ وليام شالر.\r\nأو تمثل إهمالهم في مراقبة تلك المراكز الوقائية التي فرض عليها الحجر الصحي كما في حدث في و، 1789م لما فر العديد من البحارة الأتراك فاتصلوا لسكان مما أدى إلى انتشار الوء بين السكان في جميع مناطق الجزائر، ومكث في الجزائر أكثر من عشر سنوات.\r\n(53) ينظر: إتحاف المنصفين والأدء بمباحث الاحتراز عن الو ، (ص (33).\r\n(54) ينظر: حمدان بن عثمان خوجة، إلحاف المنصفين والأدء بمباحث الاحتراز عن الو ، (ص 3-4)\r\n142"
        },
        {
            "page": 13,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\n1818م\r\nوللعالم الجزائري والدبلوماسي البارع حمدان بن عثمان خوجة المتوفى سنة 1836م ستانبول كتاب حول الأوبئة سماه (إتحاف المنصفين والأد، بمباحث الاحتراز عن الو (4) يذكر فيه تجربته مع الوء في الجزائر وسبل الوقاية منه ومنها الحجر الصحي أو ما كان معروفا سم (كرنتينه) فيقول رحمه : .... عند وقوع الو، يلتزمون عدم الاختلاط الناس، ويلزمون د رهم، فلا يصاب لهم أحد ذن ، وتكرر ذلك واطردت السلامة، وأ العبد الحقير حضرت وقوع الو، الجزائر نحو عشرين سنة كما سبق والتزمت التحرز قل مما يحتاط الفرنج، فكنت أصلي الجمعة وأحضر جنائز أصحابي من غير أن أقتحم مجتمع الناس، ومن غير أن أمس أحداً، ولا قماشاً، ثم ارجع، فأتبخر، فسلمني أ وجميع من معي، وتمثل هذا تثبت التجربة ...) (53).\r\nإلا أن هذا الاحتراز والوقاية وعدم الاختلاط الناس عند حلول الوء لم يكن معمولا به عند أكثر السكان الجزائريين، ولا عند حكامهم، بحجة أنها إجراءات الدول الكافرة، إضافة إلى أنها من عقائد الكفار، وتدنيس العقيدة المسلمين، وأنه يتعارض مع الإيمان القضاء والقدر حسب زعمهم.\r\nفقند حمدان بن عثمان خوجة حججهم تلك الأدلة والبرهان، وذكر أنه ألف رسالته - السابقة الذكر - لبيان خطأ المسلمين وإهمالهم في صيانة أرواحهم، وذم تعصبهم، فيقول: (ولما رأيت الخلل الداخل على المسلمين عمال مثل هذه القواعد وإنكارها، والتزام التقشف والتعصب في عدم دفع المضرة حتى شده البعض النكير على الذين يستحسنونها يعني الحجر الصحي وعدوا ما يطرأ لهم من المضرة قرية يحتسبونها .... فكنت رأيت البلاد الفرنجية انتظام أمورهم واعتنائهم مور السياسة في صيانة جمهورهم خصوصا حيث التزموا لدفع الو ، عنهم ما جربوه من الاحتماء والاحتراز لاستقراء في عدم إدخال الداخل إليهم إلا بعد تحقق البراءة أو الاستيراء، وجعلوا بذلك حكاما في أماكن حصينة مع غاية الاحتياط، وسموا ذلك كرنتينه، فأصابوا في بعض ما فعلوا وأخطأوا في إسنادهم التأثير للأسباب حتى كان موجبا لنفرة المسلمين عن كل ما فعلوه عوضا عن نفرتهم عن خصوص ما اعتقدوه في هذا الباب، وأيتم إنه لغلط، والمبالغة في التعصب فقط إذ لا تستباح نفوس بني آدم مع التمكن من صيانتهم بمجرد سبق الكفار لهذا الاحتياط الواجب، وهو لا يتعلق بد نتهم) (54).\r\nوهذا الاحتياط الغربي في نظام الحجر الصحي أو فرض حزام صحي على المناطق الموبوءة، وتفتيش السفن التجارية الآتية إلى الجزائر، وضرورة حيازة على شهادة صحية تثبت عدم وجود المرض، وإلزام جميع السفن القادمة إليها الحجر داخل سفنهم في مدة ما بين عشرة إلى عشرين يوما، سواء لأطقم السفن وعلى السلع والبضائع أيضا قبل النزول للميناء والاحتكاك الغير.\r\nلم يكن معمولا به عند أغلب الحكام العثمانيين في الجزائر، بل تعدى الأمر إلى أن أمر بعض الدات بتفتيش تلك السفن وهي على البحر، مع تنبيههم لها حاملة للو ، كما وقع للداي على خوجة في و ء سنة 1817م رغم تنبيه القنصل الأمريكي الجزائر يومئذ وليام شالر.\r\nأو تمثل إهمالهم في مراقبة تلك المراكز الوقائية التي فرض عليها الحجر الصحي كما في حدث في و، 1789م لما فر العديد من البحارة الأتراك فاتصلوا لسكان مما أدى إلى انتشار الوء بين السكان في جميع مناطق الجزائر، ومكث في الجزائر أكثر من عشر سنوات.\r\n(53) ينظر: إتحاف المنصفين والأدء بمباحث الاحتراز عن الو ، (ص (33).\r\n(54) ينظر: حمدان بن عثمان خوجة، إلحاف المنصفين والأدء بمباحث الاحتراز عن الو ، (ص 3-4)\r\n142"
        },
        {
            "page": 14,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1) (2024): 131-148\r\nج أو ها بنستزايت في رحلته إلى المغرب العربي سنة 1732م أنه كان يعالج كبار الشخصيات وخاصة الداي محمد كور\r\nعبدي وابنه أنها العرب (61).\r\nوكان الطبيب الهولندي صانسون في خدمة ي قسنطينة حسين بوكمية في حدود سنة 1713م، والطبيب الإيطالي سكال غاميزو كان في خدمة صالح ي قسنطينة سنة 1771م، كما استقدم الداي على خوجة طبيبا إسبانيا خوان فر نديز دي لاس هراس سنة 1817م (62).\r\nوقد صرح شونبيرغ أن الداي حسين آخر الدات كان يرسل أولاده وأسرته إلى طبيب الجليزي يدعى يوهن التطعيمهم، ويكافئه المال.\r\nكما تجد أيضا أن سيمون بفايفر والذي كان أسيرا عند أحد وزراء الداي حسين وهو الخز حي أفندي (وزير المالية) ما بين سنوات 1825م إلى 1830م - ثم أصبح طبيبه الخاص (13) .\r\nفظاهرة لجوء حكام الأتراك والأهالي الأثرء إلى خدمات الأطباء الأجانب نتيجة عدم كفاءة الأطباء المحليين، حسب\r\nرأي أبو القاسم سعد\r\nإلا أن بعض الدارسين يرى أن حكام الجزائر العثمانية كانت لهم بعض المجهودات في الجانب الصحي، فحسن آغا بن خير الدين بربروسا أمر ببناء مصحة أو مستشفى صغير للانكشارية والشيوخ والعجزة سنة 1544م، وقد أوكلت إلى الباش جراح الوقوف على حاجيات الجنود الصحية والتصدي لأي مرض، وأن السلطة العثمانية كانت تشجع الزوا التي تتكفل الصحة العمومية وتدفع لها مصاريف المرضى من الأوقاف، وتزويد المدن الماء وصيانة القنوات وتطهيرها وإنشاء قنوات صرف المياه القذرة، واهتمامهم بتنظيف المدينة والتي كان لها دور هام في الوقاية، وبناء الحمامات، إضافة إلى إعطاء الحرية\r\nالمهنة الطب بدون رقابة وبكل حرية وبدون دفع رسوم، هذا كله في إطار السياسة الصحية للدولة (4).\r\nمناً العلاجات الطبيعية المحلية التي كان يستخدمها الجزائريون في العهد العثماني وقبله لعلاج الأوبئة والطواعين هو ستعمال التداوي التقليدي الأعشاب) كاستفادة من نبات عديدة منتشرة في منطقة القبائل ك: الفليو والبصل، والنعناع، والسفرجل، والعرعار والكمون وغيرها، وبعضها تستخدم كمرهم وكمادة كما كان يفعل بعصارة شحرة\r\nالصنوبر (65).\r\nويؤيد ذلك ما ذكره أبو الخير الإشبيلي أن أجود النبات الطبية كانت تتواجد في نهاية وهرت وتلمسان، والتي يجلب\r\nالكثير منها إلى الأندلس ().\r\nوأما طريقة استعمال تلك الأعشاب الطبية والر حين بتعطير الثياب، والقضاء على الهواء المعدي الموجود بها، فكانت\r\n(61) ينظر: ج. أو ها بسترايت رحلة العالم الألماني إلى الجزائر وتونس وطرابلس، ترجمة وتقديم صر الدين سعيدوني (ص 23\r\n( 24) الطب والمجتمع في الجزائر خلال العهد العثماني، بوحجرة عثمان (ص 36).\r\n(62) ينظر: الطب والمجتمع في الجزائر خلال العهد العثماني، بوحجرة عثمان (ص 34-35 (38)\r\n(63) ينظر: أ. ف. شونبيرغ، الطب الشعبي الجزائري في بداية الاحتلال، ترجمة: أبو العيد دودو، (ص 51-52) سيمون بفايفر، مذكرات أو لمحة ريخية عن الجزائر، ترجمة: أبو العيد دودو (ص 25 (26) نور الدين حاروش، إدارة المستشفيات العمومية الجزائرية، (ص\r\n95) ريخ الطب في الجزائر، (ص 35)\r\n(64) ينظر: الطب والمجتمع في الجزائر خلال العهد العثماني، بوحجرة عثمان (ص 8274).\r\n(65) انظر: الطب في الجزائر خلال العهد العثماني (ص 22) الأمراض والأوبئة في الجزائر في أواخر العهد العثماني (ص (50)\r\n(66) انظر: عمدة الطبيب في معرفة النبات 699/2\r\n144"
        },
        {
            "page": 15,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies 11(1\r\n) (2024): 131-148\r\nبعد تنظيف البيوت من القاذورات، وكنسه، ثم رشه الخل وماء الورد، ويبخر الصندل والعرعار وما تقدم ذكره وسط المنازل ثم يعلق الياقوت والنارنج والبصل والنعناع والتفاح (67).\r\nكما كانوا يلتجؤون إلى الأماكن العالية والمرتفعة كالجبال والسهول حيث الهواء النقي ففي و ء سنة 1816م والذي دام أكثر من أربع سنوات وعم جميع مناطق البلاد، جعل سكان بجاية وجيجل يفرون إلى الجبال والأماكن العالية.\r\nكما لا تنسى استخدامهم للرقية وقراءة القرآن الكريم والأذكار والأدعية كوسيلة لمعالجة الأوبئة والأمراض، فقد بعث الباي حسن بن موسى إلى الداي حسين آخر الدات راقياً كان قد أمره ببعثه إليه رجاء بركته حسب زعمهم، ونرى بعضهم انتهج سبيلا آخرا وهو زرة قبور المرابطين والأولياء الصالحين ويعتقدون أن قبورهم مجلبة للشفاء والعلاج - وهذا من الشرك والجهل في ذلك الوقت.\r\nسعاً ثيرات الو، والطاعون النفسية على الحكومات والأشخاص:\r\nمن الأمور التي تتكرر في المصادر التاريخية إن كل حديث عن الأوبئة والمجاعات التي حدثت في الجزائر في العهد العثماني الإشارة إلى ثيراتها الكبيرة على الحكومات والمواطنين معا، لأنه يعقبها مباشرة قحط شديد، وارتفاع في أسعار المواد الغذائية بسبب ندرة المواد والسلع في الأسواق، ونفاد الأقوات، أو احتكار من طرف التجار، فيكون سببا في شلل الحياة الاقتصادية وضعف العملة وانخفاض قيمتها، وانتشار ظاهرة الدين والسلف والرهن التي يلجأ إليها الناس، مع ظهور اللصوصية وكثرة المتسولين.\r\nفنجد بعد الو ، أو المجاعة مباشرة حسب المصادر التاريخية وقوع التمردات والثورات سواء من الجيش الانكشاري كما في عهد الداي عمر شاء وأدت إلى إعدامه، أو ثورات شعبية في شتى مناطق البلاد يضطر خلالها الداي والحاكم إلى اضطهادها وقمعها بقوة السلاح كما في عهد الداي محمد بن بكير.\r\nإضافة إلى العامل النفسي وهو قلق الناس وهلعهم، فيدفعهم ذلك إلى تخزين المواد الغذائية واحتكارها لمواجهة الطوارئ فيكون عاملا آخر من صنع الإرادة البشرية، وعلى هذا يذكر الدكتور الحسين بولقطيب في كتابه (جوائح وأوبئة مغرب عهد الموحدين في أثناء كلامه على طاعون سنة 571هـ/ 1175م والذي أصاب المغرب العربي والأندلس واستمر لمدة سنة كاملة، كان يهلك يوميا ما بين 100 إلى 190 شخصا. فيقول رحمه : .... وكان له - يعني هذا الوء ثيراته النفسية بلغت حدا كان الناس يموتون فيه من غير مرض، حتى إن الرجل لا يخرج من منزله حتى يكتب اسمه ونسبه وموضعه وأهله\r\nولهذا كانت مقولة الطبيب ابن سينا المشهورة: \" الوهم نصف الداء، والاطمئنان نصف الدواء، والصبر أول خطوات\r\nالشفاء\" .\r\nالناس دخار وتخزين الطعام، يقول المؤرخ ابن خلدون رحمه ومن جملة الأسباب والآمر النفسية والاجتماعية التي تعقب الأوبئة والطواعين حدوث المجاعات وسيبها قلة اهتمام الناس واثقون في أقواتهم لاحتكار، فإذا فقد الاحتكار عظم توقع الناس للمجاعات، فعلا الزرع، وعجز عنه أولو الخصاصة فهلكوا، وكان بعض السنوات الاحتكار مفقوداً فشمل الناس الجوع) (609).\r\n(67) انظر : المجاعات والأوبئة في الجزائر في المغرب الأوسط، مزدور سمية، (ص 172).\r\n(68) ينظر: جوائح وأوبئة مغرب عهد الموحدين (ص 55).\r\n(69) ينظر : مقدمة ابن خلدون (ص (282)\r\n145"
        },
        {
            "page": 16,
            "text": "Ould Bezioua & Abdul Hamid /Online Journal of Research in Islamic Studies\r\n11(1) (2024): 131-148\r\nالخاتمة:\r\nلقد تبينا خلال هذه الدراسة كيف أن الأوبئة ظلت مصاحبة للمجتمع الجزائري خلال العهد العثماني في فترة الدات بل كانت أحيا تمتد لعدة سنوات متتالية، تشمل جميع المناطق أو أغلبها.\r\nعلى أن ما تجب الإشارة إليه هو أن أغلب المصادر والمراجع التاريخية تهتم لمناطق الشمالية والمناطق الكبرى كبايلك الشرق (قسنطينة)، ويلك الغرب (وهران) دون البوادي والمناطق الصحراوية الجنوبية، وهذه ثغرة مهمة في كتب التاريخ لا تتطرق إليه غالبا.\r\nكما يجدر التنبيه إلى دور الحكومة في التصدي والتخفيف من ظاهرة الأوبئة غلاق الموانئ البحرية، وإلزام الناس الحجر الصحي حفاظا على أنفسهم من انتقال العدوى، مع توفير الغذاء والحاجيات الأساسية كالقمح والشعير وغيرهما، ومحاربة ظاهرة الاحتكار كان يختلف سلبا وإيجا حسب نشاط الدات وقوتهم وضعفهم.\r\nورأينا الآر السلبية للأوبئة والطواعين في كثرة الموتى ومصاحبة الأوبئة الأخرى كانتشار الجراد والجوع، وتمرد القبائل وحتى الجيش الانكشاري على الدات مما يوجب قتلهم واغتيالهم.\r\nReferences:\r\nHamdan bin 'Uthman Khawbah, Ithaf al-Musannifin wa al-Adba' bi Mabahith al-Ihtiraz, England: University of Britain, 1892.\r\nNur al-Din Hawarsh, Idarah al-Mustashfiyat al-'Umumiyyah al-Jaza'ir, Algeria: Sharikah Dar Katamah li al-Nashr, 2008.\r\nAbu al-Qasim Sa'd Allah, Abhath wa Ara' fi Tarikh al-Jaza'ir, Algeria: Dar al-Basa'ir li al- Nashr, 2007.\r\nAltar 'Aziz Samah, Al-Atrak al-Uthmaniyyun fi Shama'il Afriqiyya, translated by Mahmud 'Ali 'Amir, Beirut: Dar al-Nahdah al-'Arabiyyah, 1989.\r\nStephen, Jimmy Wilson, Al-Usari al-Amrikiyya fi al-Jaza'ir, translated by: Ali Tablit, Algeria: Thala Publications, 2008.\r\nHamoudi Hoda dan Mesbahi Hizia, Al-Amrad wa al-Awba'iyyah fi al-Jaza'ir Awakhir al- 'Ahd al-'Uthmanni, Risalah 'Ilmiyyah Amaliyyah Muqaddimah li Nail al-Majistir fi Tarikh al-Hadith, Jami'ah al-Bouira, 2018.\r\nMustafa Khayati, al-Awba'iyyah wa al-Maja'at fi al-Jaza'ir, (translated by) Hadriya Yousfi, ANEP Publications, 2013.\r\nMubarak bin Muhammad al-Mili al-Hilali. Tarikh al-Jaza'ir fi al-Taqdim wa al-Hadith Algeria: National Book Foundation, 1989.\r\nAbu Al-Qasim Saad Allah, Tarikh al-Jaza'ir al-Thaqafi, Algeria: Al-Basaer Publishing House, 2007.\r\nMujahid Yamina, Tarikh al-Tibb fi al-Jaza'ir fi Zill al-Isti mar al-Farance, Thesis PhD, University of Oran, Algeria, 2018.\r\nLogie de Tassi, Tarikh Mamlakah al-Jaza'ir, (translated by): Lakhdar Boutaba, Algeria: Dar Kawkab Al-Ulum, 2023\r\nIbn Khatima Ahmad bin Ali Al-Andalusi, Tahsil Gharad al-Qasid fi Tafsil al-Marid al- Wafid, (ed.). Muhammad Hassan, Tunisia: Tunisian Academy of Sciences, Literature and Arts, Bayt Al-Hikma, 2013.\r\n146"
        }
    ]
}