[
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "ظروف و أسباب الإستعمار الفرنسي في الجزائر",
        "Content": "المصطلحات :\nالغزو : أسلوب للتغلغل الاستعماري يعتمد على القوة العسكرية\nالاحتلال : المرحلة التي تلي الغزو باستيلاء المستعمر على الأرض و اليشر\nالاحتلال الاستيطاني : هو أسوء أنواع السيطرة الاستعمارية إذ يعني ‘حتلال المستوطنين في المستعمرة عن طريق ‘بادو السكان الأصليين أو تهجيرهم\nالظروف :\nالدولية :الحروب النابولونية و إنعكاساتها .\nتراجع الإستعمار الأوروبي في القارة الأمريكية خاصة الفرنسي و البريطاني .\nالتطورات السياسية في وسط القارة الإفريقية و الممرات الإستراتيجية لتأمين مستعمرات آسيا .\nتأزم العلاقات بين الدول الأوروبية و العالم الإسلامي (المسألة الشرقية).\nالظروف الفرنسية :\nإهتزاز مكانة فرنسا الدوليا و القارية .\nالأزمة السياسية و الإقتصادية و الإجتماعية (حروب نابليون ، عودة الملكية ، المشاكل الإقتصادية و الإجتماعية التي تعرضت لها فرنسا).\nالظروف الجزائرية:\nإنعكاسات الحروب النابولونية على البحر الأبيض المتوسط عامة و الجزائر خاصة و أثره على الجانب الإقتصادي و المالي للجزائر .\nالحصار السياسي و العسكري بعد مؤتمر فيينا  1815و قصف مدينة الجزائر العاصمة لعدة مرات .\nإنعكاسات المسألة الشرقية على الجزائر (نجدة الجزائر للخلافة العثمانية و إنكسار أسطولها في معركة نافرين 20 /10 /1827م.\nالأزمات الداخلية السياسية للجزائر.\nوفيمايلي فيديو توضيحي للدرس:\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4497/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A3%D8%B3%D8%A8%D8%A7%D8%A8-%D9%88%D8%A3%D9%87%D8%AF%D8%A7%D9%81-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "الأسباب الحقيقية للغزو الفرنسي للجزائر",
        "Content": "ذرائع فرنسا لاحتلال الجزائر :\nاتهام الجزائر بالقرصنة في المتوسط\nتفتيش منزل قنصل فرنسا في عنابة\nارتفاع الرسوم الجمركية على الصادرات الفرنسية نحو الجزائر\nحادثة المروحة 29 أفريل 1827\nهل أقنعك المبررات الفرنسية التي لخصتها ؟\nالمبررات الفرنسية غير مقنعة وغير مؤسسة و لتبيان ذلك ناخذ المبرر الاول كنموذج :\nلم تكن الجزائر تمارس القرصنة في المتوسط - مثلما كانت تدعى فرنسا - بل كانت تقوم بحماية الملاحة مقابل رسوم : أما القرصنة التي تعني نهب السفن فكانت تمارسها الأساطيل الأروبية و هو نفس الاتهام الذي يوجهه الغرب النصراني اليوم الى كل من يقاوم العدوان و الظلم فالمقاومة عندهم ارهاب . و بالمقابل الابادة الذي تقوم به امريكا و اسرائيل و غيرهما في أجزاء مختلفة من العالم لايسمى ارهابا بل دفاعا عن النفس (فلسطين - العراق - افغانستان )\nالأسباب الحقيقية لاحتلال الجزائر :\nتعددت أسباب الحملة الفرنسية على الجزائر منها :\nالأسباب الإقتصادية :\nرغبة فرنسا في السيطرة على أموال خزينة الدولة الجزائرية .\nإستغلال خيرات البلاد الإقتصادية خاصة القمح .\nتفاقم أزمة الديون الخارجية لفرنسا و التي قدرت ب24 مليون فرنك و إبدائها عدم النية في التسديد .\nالأسباب الإجتماعية :\nالأزمات الإجتماعية الناتجة عن الحروب النابولونية  والحصار الذي تعرضت له فرنسا خلال الفترة .\nالفقر و البطالة و عودة الإمتيازات الطبقية  في المجتمع الفرنسي .\nعجز الحكومة الفرنسية عن إستيعاب التذمر الإجتماعي الداخلي ، مما دفع بها إلى توجيه حملة عسكرية إلى الجزائر.\nالأسباب السياسية :\nاسكات المعارضة باحتلال الجزائر\nسعي فرنسا لمحو وتعويض الهزائم التي تلقتها  في العالم الجديد و مصر و أوروبا\nرغبة شارل العاشر في إسكات المعارضة السياسية عن طريق إحراز إنتصارات في الجزائر .\nإشغال الجييش الفرنسي بمسائل حيوية باحتلال الجزائر و بالتالي تخلص الملك من إمكانية القيام بإنقلاب عسكري ضده .\nالأسباب الحضارية :\nإستمرار الصراع الثقافي و الحضاري\nالحقد الديني إتجاه الإسلام و المسلمين .\nإبراز جهود فرنسا و تفانيها في خدمة المسيحية أمام العالم المسيحي بحملتها على الجزائر .\nالظهور بمظهر الخادم للدين النصراني\n\n\n\n\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4497/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A3%D8%B3%D8%A8%D8%A7%D8%A8-%D9%88%D8%A3%D9%87%D8%AF%D8%A7%D9%81-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "الذرائع الفرنسية لإحتلال الجزائر",
        "Content": "إتهام فرنسا للجزائر بالقرصنة من خلال عمليات التفتيش المتواصل للسفن الأوروبية في البحر الابيض المتوسط و هو ما إعتبر في نظر فرنسا تهديدا للأمن و السلم العالميين .\nإحتجاج فرنسا على عمليات تفتيش منزل قنصلها في عنابة .\nإستياء فرنسا من إرتفاع الرسوم الجمركية  على صادراتها في مدينة عنابة بنسبة %10 , و رفض الداي تبرير ذلك للسلطات الفرنسية.\nإعتبار فرنسا إصرار الداي حسين على ضرورة الرد على رسائله المتعلقة بتسوية القضايا العالقة بين البلدين إهانة لشرفها.\nحادثة المروحة 29/ 04/ 1827، إتخذتها فرنسا ذريعة لتغيير أسلوب التعامل مع الجزائر فأرسلت قطعة من أسطولها لتجبر الداي حسين على الإعتذار للقنصل لكن الداي رفض شروط الإعتذار ، كما رفضت فرنسا من جهتها جميع محاولات التسوية فحاصرت مدينة الجزائر و هذا ما بين النية المسبقة لفرنسا لإحتلال الجزائر.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4497/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A3%D8%B3%D8%A8%D8%A7%D8%A8-%D9%88%D8%A3%D9%87%D8%AF%D8%A7%D9%81-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "أهداف الإحتلال الفرنسي للجزائر",
        "Content": "العمل على تنصير المجتمع الجزائري و محو شخصيته الوطنية .\nجعل الجزائر مستعمرة و قاعدة للإمبراطورية الفرنسية للتوغل في عمق القارة الإفريقية ، و ضرب النفوذ الإنجليزي في مضيق جبل طارق ، مالطة الجزر الايونية.\nالسيطرة على إمكانيات الجزائر الإقتصادية و إستغلال مواردها و إستثمار منتجات شبيهة بمنتجات أمريكا و جزر الهند.\nالتخلص من المعارضة السياسية في فرنسا\nبتاريخ 14/ 06 /1830 نزلت القوات الفرنسية في شبه جزيرة سيدي فرج ، حيث وقعت أول مواجهة بين قوات الغزو و القوات الرسمية للجزائر المكونة من اليولداش ووحدات المخزن بقرية سطاوالي بين العاصمة و سيدي فرج في 19/ 06/ 1830و إنتهى الحكم الوطني بتوقيع \" الداي حسين\" وثيقة الإستسلام في 05/ 07 /1830م.\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4497/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A3%D8%B3%D8%A8%D8%A7%D8%A8-%D9%88%D8%A3%D9%87%D8%AF%D8%A7%D9%81-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "اختيار الفرنسيين سيدي فرج لانزال قواتهم و هل كان اختيارا طارئا 1830 :",
        "Content": "اختارت فرنسا سيدي فرج لانزال قواتها في لأنه كان نقطة الضعف في الاستراتيجية الدفاعية للجزائر . كما أن هذا الاختيار لم يكن وليد سنة 1830 م تاريخ الانزال بل يعود الى فترة قديمة , حيث كانت فرنسا تتجسس على الجزائر من خلال جاسوسها جيني بوتان الذي تولى وضع مخطط لاخضاع الجزائر في 1808 م وهذا الامر يؤكد بأن مخطط استعمار الجزائر قديم . و هو ما يثبت و يؤكد بأن المبررات الفرنسية واهية و كاذبة\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4497/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A3%D8%B3%D8%A8%D8%A7%D8%A8-%D9%88%D8%A3%D9%87%D8%AF%D8%A7%D9%81-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "أوجه تكريس السياسة الإستعمارية الفرنسية في الجزائر",
        "Content": "إرتبطت سياسة الإستعمار الفرنسي في الجزائر بتشجيع الإستطان الأوروبي و تقديم المساعدات المختلفة للمستوطنين الأوروبين ، بهدف تثبيت الوجود الفرنسي و تكريس سياسته الإستعمارية ذات الأوجه المختلفة.\nعسكريا: سخرت فرنسا إمكانيات عسكرية و مادية ضخمة لغزو الجزائر تمثلت في :\nالاسطول البحري الفرنسي:\nالأسطول  الحربي103سفينة\n572 سفينة في الأسطول التجاري.\nعدد الجيش:\nالمدفعية 2300جندي\nالمشاة 31000جندي.\nإداريا:\nإصدار مرسوم 22 /06 /1834 الذي نص على أن الجزائر جزء من الممتلكات الفرنسية .\nإصدار قانون 04 /11 /1848 الذي يعتبر فيه الدستور الفرنسي الجزائر أرضا فرنسية .\nإنشاء وزارة الجزائر و المستعمرات 1858برئاسة جيروم نابليون و التي تم إلغاؤها في نوفمبر 1806 على الرغم من معارضة المستوطنين الذين أفزعتهم إعادة الحكم العسكري.\nإصدار قانون سيناتوس كونسيلت 14 /07 /1865: تضمن إن الجزائرين رعايا فرنسين و لكنهم يخضعون لأحكام الشرع الإسلامي ، فغذا طلب أحدهم الجنسية الفرنسية فإنه يحصل عليها و لكنه في هذه الحالة يصبح خاضعا للقانون الفرنسي .\nإصدار قانون كريميو 24 /10 /1870: منح لليهود حق الحصول على الجنسية الفرنسية و إحتفاظهم بأحوالهم الشخصية اليهودية مع إلغاء النظام العسكري و المكاتب العربية.\nقانون الأهالي مارس 1871 : أعلن عنه في 1874 و بدأ العمل به في 26 /06 /1881 و هو عبارة عن مجموعة الإجراءات الإستثنائية فرضت على الجزائرين ، حيث يقتضي هذا القانون أن يظهر الشعب الجزائري الطاعة العمياء للمستوطنين و بقي سائر المفعول حتى عام 1944.\nقانون 29 مارس 1871:نص على تعيين حاكم عام مدني في الجزائر خاضع لسلطة وزير الداخلية الفرنسي.\nقانون 15 /04 /1884: يقضي بإستحداث بلديات كاملة الصلاحيات يسكنها الأوروبيون ، إلى جانب بلديات مختلطة تضم أقلية من المستوطنين، و أغلبية من الأهالي.\nالحكم العسكري في الجنوب:ظلت منطقة الجنوب تخضع لحكم عسكري يديرها القائد الفرنسي و عدد من العسكرين منذ الإحتلال.\nقانون التجنيد الإجباري03 /02/ 1912:نص على مجموعة من الإجراءات التعسفية تهدف إلى تجنيد الشباب الجزائري في الجيش الفرنسي استعدادا للحرب العالمية الأولى.\nإقتصاديا :\nتطبيقا لسياسة الإستطان سارعت فرنسا إلى نزل الملكيات باشكال مختلفة و على النحو التالي:\nمواكبة نزع الملكيات لسياسة التوغل الإستعماري  التي شملت أراضي البايلك الخاصة .\nمصادرة أملاك الوقف .\nقوانين الغابات 1874- 1885- 1903 التي تحرم على الجزائريين اسغلالها\nمصادرة أراضي السكان الذين يقامون الاستعمار (المقراني )\nقانون وراني 1873 لتفكيك أراضي الأعراش و مصادرتها و تحويلها الى ملكيات فردية للمستوطنين . (أوجست وراني : طبيب , ننثل المستوطنين في البرلمان الفرنسي )\nمصادرة ملكية القبائل بغرض تشتيت السكان و إضعاف المقاومة وفقا لأمري 1844-1846.\nتحديد أراضي الأعراش بغرض تجريد السكان من ممتلكاتهم و رفع التكاليف الضريبية لتهجيرهم.\nتشتيت ملكية الأعراش بغرض تسهيل نقلها للأوروبين وفقا للقانون 1863.\nقانون المستثمرات الفلاحية الذي يسمح للشركات الأوروبية الإستثمار في قطاع الزراعة النقدية ، مثل الشركة العامة السويسرية 1852، الشركة العامة الجزائرية  ما بين 1865-1871، الشركة الفلاحية و الصناعية للصحراء الجزائرية بعد 1870.\n\nماليا :\nنظام الضرائب : مرسوم 17 /01/ 1845 الخاص بالضرائب التي تتولى المكاتب العربية جمعها في المدن و تجمع في الأرياف بواسطة رؤساء القبائل و تحت إشراف القيادة دون مراعاة الظروف الإجتماعية والإقتصادية للسكان مع إبقاء الضرائب العثمانية (الزكاة مثلا )\nتسهيل النعاملات المالية على المستوطنين بإنشاء البنوك و المصارف\nالبنوك و المصارف: بنك الجزائر 1851تسهيلا للمعاملات التجارية و المالية للمستوطنين .\nدار الرهينة 1852م. مؤسسة مالية تحتفظ و تستفيد من الجواهر و الحلي التي تودع بها من طرف الجزائرين.\nالقرض الليوني الذي فتح له فرعا في الجزائر 1863م.\nالشركة العامة سنة 1884و الشركة المارسيلية و تكونت في الجزائر 1865م. و كانت تتمركز في العاصمة و الغرب الجزائري حيث يتمركز المعمرون .\nوفيمايلي فيديو توضيحي للدرس:\n\nمجلس النيابات المالية الجزائري : ظهر في عام 1889يتشكل من جزائرين و مستوطنين من مختلف الإنتمائات العرقية المتباينة من حيث التمثيل مما يعكس سياسة اللامساواة ذلك أنه أبقى صفة الأهالي على الجزائرين رغم أنهم من دافعي الضرائب و يقوم المجلس بمهمة الإشراف على التحصيل الضريبي و المداخيل بشكل عام.\nقانون 1900: على دور مجلس النيابات المالية منح الإستقلال المالي للمستوطنين في الجزائر ، أي حرية إدارة الشؤون الإقتصادية و المالية دون الرجوع إلى الحكومة الفرنسية في باريس.\nإجتماعيا: إن المراسيم و القوانين-السياسية ،العسكرية، الإقتصادية و الإدارية التي طبقها الإحتلال الفرنسي في الجزائر ، خلقت وضعا إجتماعيا تجسد في :\nحرمان الشعب و تجريده من أرضه و عزله عن الحياة .\nإخضاع الشعب الجزائري للأقلية الأوروبية .\nتحول ملاك الأراضي إلى أجراء (خماسين) بمزارع المستوطنين.\nتزايد عدد المستوطنين و توسيع المستوطنات .\nتشجيع الفرنسيين و الأروبيين على الهجرة نحو الجزائر\nهجرة و نزوح الجزائرين كنتيجة لسياسة القمع و التسلط .\nفرنسة الأسماء الجزائرية لصالح الزواج المختلط.\nتقسيم الأعراش و نفيها من مواطنها الأصلية و ترحيلها إجباريا لخلخلة بنيتها.\nالقضاء على الذاكرة الجماعية.\nطمس المعالم الجزائرية و القضاء على الهوية الجزائرية الإسلامية .\nإرتكاب المجازر و إنتهاك المحرمات بناء على القوانين الجائرة .\nالقضائية :\nإقصاء الدين الإسلامي من القضاء\nتقليص صلاحيات المحاكم الإسلامية\nفرض القونين المدنية الفرنسية\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4498/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%88%D9%85%D8%B8%D8%A7%D9%87%D8%B1%D9%87%D8%A7",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "قضائيا",
        "Content": "النظام القضائي :\nقرار10 أفريل 1834م.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4498/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%88%D9%85%D8%B8%D8%A7%D9%87%D8%B1%D9%87%D8%A7",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "ثقافيا و دينيا",
        "Content": "ثقافيا: إن تركيز فرنسا على الجوانب الثقافية كان بهدف القضاء على هوية الشعب الجزائري و طمس معالم شخصيته و لتحقيق هذه الغاية إعتمدت السياسة التالية :\nفتح مدارس فرنسية مختلطة ، بغرض تكوين مجموعة طلابية ، تشكل نواة لمجتمع مندمج و أعوان لترجمة أوامرها للشعوب ، وفق مرسوم 14 جويلية 1850، و أخرى لتكوين مرشحين لمناصب دينية كالإكتفاء و القضاء و العدل و تخضع هذه المدارس لمراقبة السلطات العسكرية طبقا لمرسوم 30 سبتمبر 1850.\nالقضاء على جميع مراكز التعليم و الثقافة العربية .\nحرق المؤلفات و المخطوطات و الوثائق على يد السفاح \" ديبرمون\"حيث فعل الفرنسيون ما فعل الرومان بقرطاج .\nمحاربة اللغة العربية بإعتبارها مقوم أساسي من مقومات الشخصية العربية الإسلامية و إحلال اللغة الفرنسية محلها في جميع المعاملات (سياسية ، إدارية، عسكرية، قضائية ، إجتماعية ).\nفرنسة المحيط بكتابة أسماء الشوارع و تسمية المدن و القرى بأسماء فرنسية، لتخليد ذكراهم و الإفتخار بهم من جهة و لإذلال الجزائرين و هزيمتهم نفسيا من جهة أخرى .\nدينيا:\n\nعملت الإدارة الإستعمارية منذ إحتلالها للجزائر، على محاربة اللغة العربية و الدين الإسلامي ، بإعتبارهما أساس مقومات الشخصية الوطنية الجزائرية ، و منها القضاء على الأمة و التنكر لوجودها لذا اتخذت عدة وسائل لتحقيق ذلك:\nالسياسة التبشيرية الرسمية و إسناد المهمة إلى القساوسة و رجال الدين و الأطباء و المعلمين و حتى العسكرين و السياسين . و بدأت أول الجهود بمنطقة القبائل منذ تسعينيات القرن 19 وامتدت إلى الأوراس 1839 إلى 1900 و شملت الصحراء أواخر القرن 19 و بداية القرن20.\nتدمير بعض المساجد و تحويل بعضها إلى كنائس و إسطبلات و مخازن مثل تحويل جامع كتشاوة إلى كاتدرائية القديس فيليب ، و مسجد محمد الهواري مخزنا للسلاح ، و مسجد عين البيضاء بمعسكر مخزنا للحبوب.\nإخضاع شؤون العبادة الإسلامية بإدارة الإحتلال و إسنادها إلى موظفين في أدنى السلم الإداري تحت رقابة القيادة العسكرية.\nنفي و إبعاد الأئمة أمثال: محمد محمود العنابي ، مصطفى الكبابطي.\n\n\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4498/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%88%D9%85%D8%B8%D8%A7%D9%87%D8%B1%D9%87%D8%A7",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "إنعكاسات السياسة الإستعمارية على المجتمع الجزائري",
        "Content": "لقد ترتب عن السياسة الإستعمارية الفرنسية في الجزائر مايلي:\nزوال الكيان الجزائري و تحوله إلى مقاطعة فرنسية.\nزرع الخراب و الدمار في جميع أطراف الجزائر من خلال الحملات العسكرية و سياسة الارض المحروقة .\nتفكيك البنية الإقتصادية المعاشية و إلحاق الإقتصاد الجزائري بالفرنسي في إطار تقسيم العمل الرأسمالي .\nتفكيك البنية الإجتماعية و تحطيم العائلات الكبرى من خلال قوانين مصادرة للأراضي .\nزرع مجتمع غريب و دخيل في عاداته و مقوماته و أسلوب حياته و أخلاقه في المجتمع الجزائري .\nإنتشار الجهل و الامية و تحول قسم كبير من المدارس للعمل في السر بعيدا عن أعين الإدارة الإستعمارية.\nفرنسة المحيط الجزائري للقضاء على الثقافة الوطنية الجزائرية و بالتالي لتسهيل عملية الدمج في المجتمع الفرنسي.\nالهجرة نحو الخارج خاصة صوب المشرق العربي\nالتأثير في الشخصية الجزائرية و الذي لايزال ماثلا لحد اليوم .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4498/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%88%D9%85%D8%B8%D8%A7%D9%87%D8%B1%D9%87%D8%A7",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "المصطلحات الموظفة :",
        "Content": "- الغزو : أسلوب للتغلغل الاستعماري و يعتمد على القوة العسكرية\n- الاحتلال : النرحلة التي تلي الغزو باستيلاء المستعمر على الموارد و البشر\n- الاحتلال الاستيطاني : هو أسوء أنواع السيطرة الاستعمارية إذ يعني ‘حلال المستوطنين في المستعمرة عن طريق إبادة السكان الأصليين أو تهجيرهم\n- المكاتب العربية : هيكل إداري كونه الاستعمار من الجزائريين المتنفذين سنة 1833 لتسهيل اخضاع القبائل و التعامل مع الأهالي\nو بعبير آخر : حلقة وصل بين الجنس الأروبي الذي استوطن القطر الجزائري منذ 1830 و السكان المحليين\n- البلديات المختلطة : هي البلديات التي تسكنها أغلبية من الجزائريين و أقليةمن المستوطنين يعين فيها مسير إداري مدني من طرف الإدارة الساتعمارية\n- البلديات كاملة الصلاحيات : هي البلديات التي تسكنها أغلبية من المستوطنين و تسير وفق قانون البلديات الفرنيسة\n- مصادرة الأراضي : تحويل ملكية الأرض من الجزائريين الى المستوطنين قهرا و عنوة\n- السحرة : العمل أعمال إلزامية بدون أجر ولاثمن مفروضة على من يقوم بها\n- ضريبة اللزمة : هي ضريبة تدفع للمساهمة من الجزائري في نفقات الجيش و الدفاع\n\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4498/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%88%D9%85%D8%B8%D8%A7%D9%87%D8%B1%D9%87%D8%A7",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "الالتزامات و الوعود في البيان الفرنسي :",
        "Content": "- البيان الفرنسي للجزائريين : هو منشور أو رسالة فرنسية وزعت على الجزائريين في الأيام الأولى للغزو 1830 بعد توقيع معاهدة الاستسلام و ذكرت فيه أسباب الحملة و دواعيها و أيضا تعهد فرنسا بصيانة كل ما يرتبط بحساة الجزائريين الدينية و النيوية . و قد كتبت الوثيقة بالعامية الجزائرية\n- \" دي بور مون \" قائد الحملة الفرنسية هو من أمر بكتابة البيان\n-\" سيلفستر دي ساسي \" هو من ترجم البيان من الفرنسية\n- الوعود الفرنسية الواردة في البيان :\n- ضمان الحرية الدينية و شعائرها و احترام المساجد و الجوامع\n- الالتزام بعد المساس بالممتلكات بجميع صورها\n- ضمان سلامة الجزائريين و أمنهم",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4498/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D8%A9-%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9-%D9%81%D9%8A-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D9%88%D9%85%D8%B8%D8%A7%D9%87%D8%B1%D9%87%D8%A7",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "المصطلحات الموظفة",
        "Content": "- الحركات الوطنية : النظال العسكري و السياسي الذي خاضه الشعب الجزائري  من 1830 - 1962\n- المقاومة : رد الفعل العسكري و السياسي على الاستعمار\nمخطط تناول الوضعية :\nلاحظ الشكل المرفق .\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "أنواع المقاومة",
        "Content": "العسكرية : تستخدم القوة العسكرية امتدت زمنيا من 1830 حتى بدايات القرن 20 م . ثم عادت بقوة من خلال ثورة الفانح نوفمبر  1954\nالسياسة : تستخدم الاحزاب - العرائض - التظاهر - ...... امتدت زمميا من بدايات القرن 20 م حتى 1945\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "أهداف المقاومة",
        "Content": "منذ أن وطئة أقدام الإستعمار الفرنسي أديم هذه الأرض ، ظهرت مقاومة جزائرية تنامت مع إنتشار الإستعمار في جميع جهات الوطن ، إختلفت أساليبها و تقاسمت نفس الأهداف:\nتحرير الوطن و إسترجاع السيادة للامة الجزائرية المفقودة في 1830 بالتخلص من الوجود الإستعماري .\nجلاء الجيش الفرنسي.\nاستعادة ما سلبه المستعمر من ثروات و أملاك .\nإفشال المخططات الإستطانية و الأندماجية للمستعمر الفرنسي.\nبعث الشخصية الجزائرية بكل مقوماتها الوطنية وو القومية .\nضمان استمرارية الدولة الجزائرية و تاكيد وحدة الشعب و تعلقه بهويته و أرضه.\n\nوفيما يلي فيديو توضيحي للدرس:\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "المقاومة العسكرية - المسلحة",
        "Content": "الأساليب المنتهجة في المقاومة :\nالمقاومة الرسمية : و هي رسمية شعبية\nالمقاومة العسكرية الرسمية : قامت لها السلطة و مقاومة أحمد باي : هو الوالي العثماني على قسنطينة استمرت مقاومته حتى 1848\nمثلت معركة سطاوالي 19/ 06 /1830، أو مواجهة عسكرية بين القوات الفرنسية للجزائر شارك فيها جنود البولداش ووحدة المخزن بقرية\"سطاوالي\"، و بعد سقوط العاصمة ، توغلت القوات الفرنسية نحو متيجة في  23/ 07/ 1830، أين وقع اصطدام بين سكان القرية و قوات الإحتلال ، ثم مد الإستعمار الفرنسي نفوذه إلى المناطق الساحلية الشرقية و الغربية ، ليصطدم بمقومات منها عنابة في 22/ 08 /1830 و وهران و المرسى الكبير في 13 /08 /1830 ،لتبدأ عملية التوغل الداخلي نحو البليدة في 18/ 11 /1830 و المدية في 22 /11/ 1830بعد مقاومة شديدة . و إنتهت المقاومة الرسمية بسقوط قسنطينة سنة 1837التي قادها أحمد باي الذي كان يمثل السلطة حتى ذلك التاريخ . ليواصل جهوده في المقاومة إعتمادا على سكان الأوراس و الزيبان حتى سنة 1848م.\nالمقاومة الشعبية المسلحة:كانت امتدادا للمقاومة الرسمية ضد الإحتلال الفرنسي ، قادها رجال الزوايا و تميزت ب:\nالطابع الجهادي و فرض الوجود الإستعماري (مقاومة الامير عبد القادر في الغرب الجزائري \"الطريقة القادرية\")و مقاومة المقراني و الحداد في الشرق الجزائري \" الطريقة الرحمانية\".\nمتداخلة زمنيا و جغرافيا :الديمومة و التدخل الزمني و التقاطع. إتساع نطاقها مثل مقاومة محمد بن تومي بوشوشة 1875-1870عبر الصحراء شرقها و غربها .\nالقيادة الجماعية لبعض المقاومات (محمد بن تومي -بوشوشة ، و محمد بن عبد الله ، بن ناصر بن شهرة)مما اشعر فرنسا بخطورة المواقف فجندت قوتها لمواجهتها و القضاء عليها .\nإذا كانت هذه المقاومات لم تحقق النجح العسكري في طرد المستعمر إلا أنها حققت نجاحا معنويا وطنيا في المحافطة على الروح الثورية و ترسيخ معاني الجهاد و تدعيم صمود الفكر الرافض للإحتلال بجميع أشكاله و مظاهره.\n\n\nرغم فشلها ضمنت انتقال روح المقاومة بين الأجيال\nالمقاومة العسكرية الشعبية :\nمقاومة متيجة : أول مقاومة شعبية مسلحة 1830- 1840\nالأمير عبد القادر : الغرب الجزائري 22 /11 / 1833 - 23 / 12 / 1847\nبومعزة : العرب الجزائري من 1945 الى 13/ 4 / 1847\nبوبغلة و فاطمة نسومر : بلاد القبائل من 1851 - 1857\nسيدي الشيخ : الجنوب الغربي (البيض ) من 1864  - 1872 /1 /20\nالمقاومة السياسية :\nرسائل حمدان خوجة للإدارة الفرنسيىة يصف فيها  التجاوزات التي قام بها الفرنسيون في الجزائر\nرسائل من بعض أعيان الجزائر الى القادة الفرنسيين تطالبهم باحترام التزامات فرنسا في 1830  (وثيقة الاستسلام - البيان )\nنخبة المحافظين : قادها علماء دين احتهدت للحفاظ على الشخصية الجزائرية و المطالبة بالمساواة السياسية بين الجزائريين  و الفرنسيين في الحقوق دون التجنيس و من رموزها علد الحليم بن سماية\nمقتطفات نصية :\nمن خطاب ميصالي الحاج في 1936 :  (كل من يتسامح في حقوق بلاده و لو لمرة واحدة .....مزعزع العقيدة سقيم الوجدان ....إن الخط الطي نسلكه في جهادنا هو حط التحرير و ليس الاندماج و التجنيس )\nمن مقال فرحات عباس نشره في 1936 بعنوان \" فرنسا هنا \": ( لو كنت قد اكتشفت أمة جزائرية لكنت وطنيا و لم أخجل من جريمتي فلن أموت من أجل الوطن الجزائري لأن هطا الوطن غير موجود لقد بحثت عنه في التاريخ فلم أجده و سألت عنه الأحياء و الأموات و زرت المقابر دون جدوى )\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "الجزائر خلال الجرب العالمية 2",
        "Content": "أجبر الاستعمار الجزائريين على المشاركة غي الحرب الى جانبه\nفيفري 1943 اجتمعت السياسى الوطنية و صاعت بيانا تطالب فيع بالاستقلال (بيان فيفري 1943 )\n- اعتبرت الادارى الاستعمارية البيان تحديا جزائريا في ظل ظروف فرنسا خلال الحرب و قامت بمشاريع إصلاحية لكنها كانت كلها ترمي الى الإدماج\n- أجلت الادارة الإدارة الإستعمارية انتقامها من الجزائريين الى ما بعد الحرب",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "أحداث 8 ماي 1945",
        "Content": "1- طبيعتها : مظاهرات سلمية قام بها الجزائريون احتفالا بنهاية الـ ح ع 2 و المطالبة بتنفيذ فرنسا لوعودها للجزائريين لالاستقلال . خرج الجزائريون في عدة  ندم أهمها (سطيف - قالمة و خراطة ) و في سطيف تقدم الجزائري البطل \" بوزيد سعال \" 22 سنة - دهان - حاملا العلم الوطني فسقط شهيدا لتبدأ المجازر التي شارك فيها الجيش و الشرطة و الدرك و المستوطنون و اليهود\n2- أسبابها :\n- نضج الحركة الوطنية\n- السياسات القمعية الفرنسية\n- تنامي الوعي نتيجة المشاركة في ح ع 2\n- ميثاق الأطلسي 1941 \" مبدأ حق الشعوب قي تقرير مصيرها \"\n- تجاهل فرنسا بيان 1943 الاستقلالي\n- مطالبة فرنسا بتنفيذ و عودها للجزائريين\n3- نتائجها :\n- 45 ألف شهيد في أيام معدودات\n- آلاف المعطوبين و المفقودين و المعتقلين\n- تعمق الكراهية لفرنسا الاستعمارية\n- خل الاحزاب الوطنية و اعتقال و نفي زعمائها\n- اقتناع الجزائريين بحتمية الكفاح المسلح\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "إعادة بناء الحكومة الوطنية",
        "Content": "- 09 /03 / 1946 اصدرت فرنسا قرار العفو الشامل\n- 02 /04 / 1946 فرحات عباس يؤسس الاتحاد الديموقراطي للبيان الجزائري\n- 02 / 11 / 1946 حرب الشعب الجزائري الذي حل في 1939 يظهر باسم جديد هو حركة انتصار الحريات الديمقراطية\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "المنظمة الخاصة OS",
        "Content": "هي منظمة عسكرية تابعة لحركة انتصار الحريات الديموقراطية تأسست في 15 / 02 / 1947 بهدف :\n- التحضير للثورة\n- تجميع السلاح\n- التدريب العسكري\n- إقناع الشعب بحتمية الكفاح المسلح\n- قامت المنظمة بعدة عمليات  فدائية . اكتشفها الاستعمار في 08 /03 /1950",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "دستور الجزائر (القانون الخاص ) 1947",
        "Content": "1- تعريفه : هو مجموعة من الإضلاحات و القوانين الخاصة بالجزائر أضدرته فرنسا في 20 /09 /1947 للأسباب التالية :\n- تخوف فرنسا من شعور الاستقلال المتنامي لدى الجزائريين\n- محاولة فرنسا امتصاص الغضب الشعبي بعد مجازر 8 ملي 1945 ( التهدئة )\n- استعادة ولاء النخبة الادماجبة\n2- المواقف المختلفة من دستور الجزائر :\nأ- المستوطنون : رحبوا بالدستور لأنه يعطيهم الاستقلالية عن حكومة باريس و رفضوا المواد التي تساويهم بالجزائريين\nب- الحركة الوطنية : رفضته للأسباب التالية :\n- لم تشارك في وضعه و بالتالي لا يحمل مطالبها\n- لأن الدستور اعتبر الجزائر أرض فرنسية و سكانها فرنسيون\n- لأن الدستور أفر التساوي بين المستوطنين و الجزائريين في التمثيل النيابي (الجزائريون 10 م ن و المستوطنون 800 ألف )",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "أزمة حركة انتصار الحريات",
        "Content": "- 06 /04 /1953 عقدت الحركة اجتماعا بالعاصمة في ظل الظروف التالية :\n- مظاعفات اكتشاف فرنسا للمنظمة الخاصة\n- الخلافات الحادة داخل الحركة حول تجديد هياكل الحركة\n- خلال هذا الاجتماع ظهر الخلاف حول قيادة الحركة وفق 3 اتحاهات :\n1 - المصاليون : أنصار مصالي الحاج الداعون الى بقاء القيادة المطلقة للحركة في يد ميصالي\n2- المركزيون : أعضاء اللجنة المركزية للحركة (بقيادة يوسف بن خدة ) و يرون أن أي قرار داخل الحركة يجب ان يتخذ بالأغلبية\n3 - الثوريون : هم أعضاء المنظمة الخاصة المقتنعون بحتمية العمل المسلح و الذين أسسوا \"اللجنة الثورية للوحدة و العمل ' في 23 /03 / 1954 بالعاصمة بقيادة \" محمد بوضياف \"\n- 23 / 06 1954 يجتمع 22 عضو من اللجنة الثورية للوحدة و العمل و تم الاتفاق على حتمية تفجير الثورة و تشكيل مجلس الثورة المتكون من 6 أعضاء\n- 10 / 10 /1954 اجتماع ناقش مايلي :\n- الاعتماد على النفس\n- القيادة الجماعية للثورة\n- جبهة التحرير هي القيادة السياسية للثورة\n- جيش التحرير هو الجناح العسكري للثورة\n- تفسيم الوفد الخارجي للثورة\n- 23 /10 /1954 \" اجتماع الحسم \" : الاتفاق على بيان + تحديد ساعة تفجيرالثورة",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "War of Independence",
        "Topic": "الظروف الداخلبة و الإقليدية و الدولية للثورة",
        "Content": "1- الداخلية :\n- اقتناع الشعب بحتمية العمل المسلح\n- تعمق أزمة حركة انتصار الحريات الديموقراطية\n- دور المظمة الحاصة و اللجنة الثورية للوحدة و العمل\n- آثار مجازر 8 ماي 1945\n2 - الإقليمية\n- نجاح الثورة المصرية 1952\nاندلاع ثورتا تونس و المغرب\nحركة التضامن العربي في ظل الجامعة العربية\n3- الدولية :\n- الحرب الباردة ( مساندة الكتلة الاشتراكية للحركات التحررية في طل هذا الصراع )\n- ميثاق الهيئة الأممية الطي ينص حق الشعوب في تفرير مصيرها\n- انتشار حركات التحرر\n- انهزام فرنسا في الفيتنام ماي 1954\n- تراجع مركز فرنيا الدولي",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "الإتجاهات السياسية و الإصلاحية",
        "Content": "كثرة الصراعات الأوروبية حول مناطق النفوذ العربية أدى إلى قيام حركو ثقافية و فكرية إنبثقت عنها توجهات فكرية قادتها نخب مثل :\nنخبت المحافظين : نشطت بمبادرات فردية لعدة مثقفين مثل عبد القادر المجاوي ، حمدان لونيسي .....، و كانت تناشد إصلاح المجتمع بالعمل على إعادة الإعتبار لقيمه العربية و الإسلامية و الحفاظ عليها من المسخ و العدم و ربط المجتمع الجزائري بمحيطه العربي الإسلامي ، و ذلك من خلال :\nنشر التعليم العربي الإسلامي .\nتنبيه الجزائرين إلى الأخطار التي قد تلحق بهم و بأمتهم نتيجة سياسة الإلحاق و الإدماج .\nالعمل على إنتشال المجتمع من مخلفات الجهل و الأمية و الإنحراف و توجيهه إلى الطريق الصحيح .\nالنخبة الليبرالية المجددة :\nتخرجت عن المدارس الفرنسية و التي تنشد إصلاح أوضاع المجتمع الجزائري و ترى أن هذه الإصلاح لايتم إلا إذا أقدمت فرنسا على إلحاق الشعب و إدماجه مثلما فعلت بالأرض و الثروات \" الإدماج و الذوبان في التجمع الفرنسي \" من بين رموزها \"بن حميدة بن تهامي\" .\nإضافة إلى نشاط هذه النخب بنواديها و صخافتها جاءت الحرب العالمية الأولى بتساهم من جهتها في بلورة الفكر الإصلاحي و السياسي ، و أدت إلى ظهور جمعيات و أحزاب سياسية قائمة بمبادئها و مطالبها .\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "التنظيمات السياسية و الإصلاحية",
        "Content": "حركة الإصلاح : ظهرت سنة 1919على يد الأمير خالد الذي عبر عن مطالبه من خلال الرسالة الموجهة إلى الرئيس الأمريكي ويلسن و التجمعات الشعبية و الصحف ، حيث هاجم الإستعمار و طالب بضرورة الإستقلال و إصلاح أحوال المجمتع من خلال برنامج حزب الإخاء الجزائري 1922، و رغم نفي الأمير خالد عام 1923 ، إلا أن أفكاره استمرت ، من خلال جزب نجم شمال إفريقيا .\nالإتجاه الثوري الإستقلالي:قاد نجم شمال إفريقيا مصالي الحاج 1926، أول إتجاه يدعوا إلى الإستقلال التام ، ضم عند تأسيسه عمال شمال إفريقيا . أعلن عن الأمير خالد رئيسا شرفيا له ، كونه يحمل نفس الأفكار الإستقلالية في سنة 1927. أصبح تنظيما جزائريا خالصا هدفه تحقيق إستقلال الجوائر ، تعرض للحل في العديد من المرات و أعيد ينائه بإسم حزب الشعب الجزائري في 1937، فحزب حركة إنتصار الحريات الديمقراطية 1946 التي أنشأت جنتحت عسكريا عرف بالمنطمة الخاصة في فيفري 1947.\nفيدرالية النواب المسلمين الجزائريين 1927: من رموزها بن حميدة بن تهامي ، محمد الصالح بن جلول، فرحات عباس ، و قد أظهرت إختلاف بين قيادته حول فكرة التجنس مما أدى إلى إنقسامها و بعد إنعقاد المؤتمر الإسلامي 1936/6/7 ظهر إتجاهين :\nالتجمع الفرنسي الإسلامي الجزائري بتزعمه بن جلول .\nإتحاد الشعب الجزائري بقيادة فرحات عباس.\nجمعية العلماء المسلمين :تأسست في 5ماي 1931 بالعاصمة في نادي الترقي من طرف نخبة من العلماء ، يترأسها الشيخ عبد الحميد بن باديس ، إهتمت ببناء أجيال من الشباب تصبوا من خلالهم إلى بعث نهضة ، فكرية و علمية و محاربة البدع و الخرافات التي علقت بالدين الإسلامي عن طريق التربية و التعليم للخروج من السيطرة و رغم مظهرها الإصلاحي فإنها تحمل أبعاد سياسية و هو ما تجسد في دعوة الشيخ إبن باديس إلى عقد المؤتمر الإسلامي الجزائري 1936.\nو كثيرا ما تغرضت و المضايقات الإستعمارية و مصادرة صحفها كالشهاب و البصائر .\nواصلت الجمعية أثناء و بعد الحرب العالمية الثانية دورها الحضاري بقيادة الشيخ البشير الإبراهيمي منذ 16 أفريل 1940ثم العربي التبسي .إلى غاية اندلاع الثورة.\nالحزب الشعبي الجزائري: ارتبط عضويا بالحزب الشيوعي الفرنسي من خلال فيدرالية الجزائر 1924، ثم تطور إلى حزب شيوعي جزائري مستقل ذو توجه إدماجي أممي 1935 ، و بعد الحرب العالمية الثانية غير إسمه إلى أصحاب الحرية و الديمقراطية .\nإلى جانب الأحزاب السياسية ظعر في الجزائر شكل آخر من المقاومة تمثل في ظهور :\nأول فوج للكشافة الإسلامية الجزائرية في 1930بمدينة مليانة على يد محمد بوراس لتتوسع إلى حركة كشفية وطنية الكشافة الإسلامية الجزائرية سنة 1937، و عقدت الحركة أول مؤتمر لها في جويلية 1939، تحت شعار جمعية العلماء المسلمين  \"الإسلام ديننا، العربية لغتنا ، الجزائر وطننا\" برئاسة محمد بوراس التي عملت على اغذية الإحساس الوطني .\nكما ساهم الشعر و الادب الشعبي ، الرسم ، الموسيقى ، المسرح ، الإذاعة في النهضة الثقافية و الفكرية .\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "نتائج المقاومة",
        "Content": "إن جهود و نضال الشعب الجزائري بما في ذلك المقاومة الوطنية بشقيها العسكري و السياسي قد أثمرت النتائج التالية:\nإستمرار الرفض الشعبي من خلال بقاء روح المقاومة عبر أساليب مختلفة .\nإفشال المخططات الإستعامرية الرامية إلى إذابة المجتمع الجزائري و الشخصية الوطنية .\nإدراك الشعب لأهمية الوحدة و التلاحم و رغم الإختلافات الفكرية و يظهر ذلك من خلال المؤتمر الإسلامي 1936و بيان فيفري 1943و جمعية أحباب البيان 1944 و الجبهة المشتركة للدفاع عن الحرية 1951.\nكشفت التناقضات الفرنسية بين المبادئ و المماؤسات {مجتزر 8ماي 1945}.\nمجحت في إبقاء الجزائر ضمن أبعادها الإقليمية و العربية الإسلامية رغم إدعاء فرنسا نجاح سياسة الإلحاق و الإدماج .\nحافظت على الوحدة الترابية و الجغرافية للوطن الجزائري عبر إنتشارها العسكري و السياسي ؤغم المحاولات  الإستعمارية بتمزيقها.\nأظهرت الحركة الوطنية بجميع إتجهاتها قدرة الأمة الجزائرية على التفتح و التطور مع القيم الحضارية الخاؤجية و الحفتظ على الأصالة و المبادئ الوطنية في نفس الوقت .\nتمكنت المقاومة بأساليبها ووسائلها من إعداد جيل الذي قاد الثورة التحريرية المباركة .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    },
    {
        "EducationalStage": "HSS2",
        "HistoricalEra": "Colonial Era",
        "Topic": "مشاريع الصلاح",
        "Content": "إن السياسة القمعية للإحتلال الفرنسي واجهها الشعب الجوائري بمقاومات عنيفة أربكته و أوقعته في تناقضات ، لجأ على إثرها إلى إستحداث سلسلة من الإصلاحات لإمتصاص غضب الشعب تمثلت في :\nقانون فيفري 1919: أصجره البيان الفرنسي و يمنح يعض الحقوق لبعض الفئات الجزائرية و قد إعتبره يغض النواب الفرنسيين مكافأى لهم على تضحياتهم في الحرب.\nمشروع بلوم-فيوليت 30ديسمبر 1936: هو مشروع سياسي صدر عقب فوز الجبهة الشعبية المشكلة من ائتلاف أحزاب اليسار (الشيوعيين و الإشتراكيين) في الإتاخابات ، و يتسب إلى رئيس الحكومة \"ليون بلوم\" و الوالي العام الفرنسي للجزائر \" موريس فيوليت\"  يمنح الحقوق السياسية لبعض الفئات من الجزائريين دون اشتراط التخلي عن الأحوال الشخصية الإسلامية .ذ\nبرنامج قسنطينة 12 ديسمبر 1943: أعلن عنه ديغول في خطاب له بمدينة قسنطينة و هي عبارة عن إصلاحات إقتصادية اجتماعية ينوي تطبيقها في الجوائر و التي تشمل :\nإستاد حقوق المواطن الكامل إلى آلاف من المسلمين بالجزائر شريطة تطابقها مع قانون الاحوال الشخصية .\nرفغ نسبة المسلمين الجزائريين في مختلف المجالس المحلية و زيادة عدد من الوظائف الإدارية .\nأمربة 7 مارس 1944: هي مجموعة من إصلاحات صادرة عن شارل ديغول على إثر بيان فيفري 1943يتضمن :\nالمساواة بين الجزائرين و الفرنسيين في الحقوق و الواجيات .\nالمساواة أمام القانون .\nإلغاء القوانين الإستثنائية .\nقانون 20سبتمبر 1947 \"دستور الجزائر\" مجمزعة إصلاحات جاءت بعد مجازر 8 ماي 1945 في محاولة لتهدئة الوضع و إحتواء الحؤكة الوطنية الجزائرية .\nإن التناقض في سياسة الإحتلال بين قمعه للشعب و محاولته التهدئة لم تزد الشعب إلا إصرارا على إنتزاع حريته و هو ما تأكد في ثورة التحرير المباركة.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/2/12/4499/%D8%A7%D9%84%D8%AB%D8%A2%D9%86%D9%8A%D8%A9-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B1%D9%81%D8%B6-%D8%A7%D9%84%D8%B4%D8%B9%D8%A8-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A-%D9%84%D9%84%D9%88%D8%AC%D9%88%D8%AF-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A",
        "Level": "2"
    }
]