[
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Islamic Era",
        "Topic": "الوضع العام في المغرب الإسلامي",
        "Content": "الوضع العام في المغرب الإسلامي : كان المغرب الإسلامي موحدا تحت حكم الدولة الموحدية و بسقوطها في 1229.إنقسم إلى 3 دويلات :\nالدولة الحقفصية في المغرب الأدنى تونس.\nالدولة الزيانية في المغرب الأوسط الجزائر .\nالدولة المرينية في المغرب الأقصى .\nدخلت هذه الدويلات في صراع حول السلطة عانى منه بنو زيان الذين تمكنوا من قيادة المغرب الأوسط.\nالمغرب الأوسط:هو القطر الجزائري و الذي كان تحت حكم الدولة الزيانية 1236/1557، نشأت على يد يغموراسن بن زيان بن ثابت أمير تلمسان ، تولت شؤون المغرب الأوسط لمدة 3قرون و تميزت بالأدوار التالية:\nالدور الأول: 1236/1348: تميز بفرض السلطان على الأقاليم المجاورة و إخضاع القبائل.\nالدور الثاني : 1348/1517: بعد سيطرة بنو مرين على السلطنة الزيانية في 1347 إستطاعت هذه الأخيرة إسترجاع هذه الإمارة و بعث الدةولة من جديد.\nالدور الثالث: 1517/1557: إن ضعف و إنقسام بنو زيان أدى إلى التفكك و غزو الإسبان للموانئ و المدن الساحلية. لمواجهة الخطر الصليبي و الحفاظ على الشخصية الإسلامية ،تم الاستنجاد بالإخوة\" بربروس،وكانت هناك جهود فردية لهم لمواجهة الأسبان و جهود رسمية من الدولة العثمانية حتى أصبحت الجزائر ولاية عثمانية بشكل رسمي في 1518م.\nوفيمايلي فيديو حول الدرس:\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7005/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A%D8%A9-1830-1515",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Ottoman Era",
        "Topic": "التنظيم الإداري و جهاز الحكم في الجزائر في العهد العثماني",
        "Content": "البايلكات:\nالئتظيم الإداري: قسمت الجزائر. إداريا إلي بايلكات كالتالي :\nدار السلطان: هي مقاطعة إدارية تشمل العاصمة و ضواحيها تظم مقر الحكم (الوالي العام)\nبايلك الشرق عاصمته قسنطينة و هو اكبر البيلكات مساحة و سكانا و يتميز بانعدام نفوذ الأتراك فيه.\nبايلك الغرب: عاصمته مازونة ثم معسكر ثم وهران بعد استرجاعها من الأسبان في سنة ١٧٩٢م\nبايلك التيطري: عاصمته المدية و هو اصفر البيلكات\nجهاز الحكم: الوالي العام: يمثل أعلى سلطة في البلاد يجمع بين السلطتين السكرية و المدنية و يعينه السلطان العثماني.\nالديوان:\nالديوان الخاص: يتمثل في الخزناجي و خوجة الخيل ووكيل الخرج و الاغا و البيت مالجي الديوان العام يتشكل من أعضاء الديوان الخاص؛ كبار ضباط الانكشارية ؛القاضيان والمفتيان و حاشية الداي.\nالباي: من كبار موظفي الدولة يعينه الوالي العام و له الحرية في ادارة ولايته.\nالقايد: يشرف على وحدة إدارية، يقوم بجمع الضرائب و المحافظة على الأمن العام و يكون من الأتراك أو الكراغلة.\nشيخ العرب: يمثل سكان الدواوير",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7005/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A%D8%A9-1830-1515",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Modern Era",
        "Topic": "الاوضاع الاجتماعية ، الثقافية و الاقتصادية للجزائر",
        "Content": "الاوضاع الاجتماعية:\nتأثر الوضع الاجتماعي للجزائر في نهاية القرن 15 بجملة من العوامل تمثلت في:\nالعوامل الخارجية: مثل هجرة الأندلسيين إلى الجزائر والاحتلال الاسباني لأهم المدن ومجيء العثمانيين\nالعوامل الداخلية: المتمثلة في البنية الاجتماعية للجزائريين و الوضع الديمفرافي العام وطبيعة المؤسسات الاقتصادية.\nالنتائج المترتبة عن هذه العوامل: ساهمت هذه العوامل في تحسين الأوضاع الاجتماعية و ظهر ذلك في:\nتطور النمو الديمفرافي\nتحسين الأوضاع الصحية\nنزوح البدو نحو الداخل\nتوسع العمران و نمو المدن الجزائرية\nتشكل نمط اجتماعي جديد ( سكان المدن و سكان الأرياف).\nالأوضاع الثقافية: بالنسبة للتعليم حرصت الدولة الجزائرية على توسيع التعليم عبر كافة المناطق ونتج عن ذلك انتشار المدارس والزوايا والارتقاء إلى التعليم الثانوي والعالي للتخصص أو الانتقال إلى المعاهد الإسلامية مثل الأزهر والزيتونة.\nفيما يخص جانب الفنون: حدث تأثر بفن العمارة الإسلامية و العثمانية فتم بناء القصور المزخرفة و القلاع و الحصون و المنارات بسبب التحرشات الأوروبية.\nالاوضاع الاقتصادية: بالنسبة للزراعة أصبحت الجزائر من أهم الدول إنتاجا للحبوب خاصة القمح و الخضر و الفواكه و كانت الممول الرئيسي لأوروبا .\nبالنسبة للصناعة تم التركيز على الصناعة النسيجية و الجلدية و الفخارية و النحاسية و الغذائية بدرجة عالية من الحرفة بالإضافة إلى الصناعة الحربية و الحديدية.\nأما فيما يخص التجارة فقد أصبحت نشاطا حيويا للجزائر قاريا و بحريا لارتباطها البحري و تكونت تجارة داخلية و ازدهرت في شكل أسواق أسبوعية و قوافل تجارية تجوب الصحراء الكبرى.",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7005/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A%D8%A9-1830-1515",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Islamic Era",
        "Topic": "من المغرب الأوسط الى الجزائر",
        "Content": "كانت بلاد المغرب الإسلامي موحدة تحت لواء دولة الموحدين , و بسقوطها سنة 1269 م , انقسمت الى دول متعددة , أبرزها :\nلدولة الحفصية في المغرب الأدنى :\nالدولة الزيانيو (بنو عبد الواد ) في المغرب الأوسط .\nالدولة المرينية في المغرب الأقصى .\nدول الطوائف في الأندلس أهمها (بنو نصر في غرناطة ).\nالدولة الزيانية (بنو عبد الواد ) .\nنشأت دولة بني عبد الواد الزيانية على يد يغمراسن بن زياد بن ثابت من بني عبد الواد , أحدبطةن زناتة , و قد عمرت فترة تاريخية زادت عن ثلاثة قرون ما بين 1235م 1554 م شهد خلالها المغرب الأوسط تاريخية تميزت بالأدوار التالية :\nالدور الأول / 1235 م - 1348 م تميز بـ :\nفرض سلطانها على الأقاليم المجاورة و إخضاع القبائل الخارجة عن سلطانها .\nوضع قواعد الدولة الإدارية ,  القضائية , المالية و العسكرية .\nإقامة علاقات خارجية سياسية و اقتصادية .\nالعمل على تطوير العمران و ازدهار التجارة و كذا الاهتمام بالفن و الأدب ة العلوم .\nو قد انتهى الدول الأول بسيطرة بنو مرين على إمارة بنو عبد الواد في 1347 م .\nالدور الثاني / 1348 م - 1517 م تميز بـ :\nاستعادة بنو عبد الواد إمارتهم و بعث دولتهم من جديد سنة 1348 م بعد التخلص من بني مرين , حملت اسم الدولة الزبانية في عهد أبو حمو الثاني سنة 1359 م .\nاستمر الصراع حول السلطة و صراع الولاء بين القبائل .\nتمايز التدخلات و الأطماع الرينية من غرب و الحفصية من الشرق .\nالدولة الزيانية (بدو عبد الواد) .\nالدور الثالث / 1517 م 1554 م :\nفي ظل التطورات التي مرت بها الدولة الزيانية أصبح الخطر الإسباني على المغرب الأوسط حقيقة ’ تجلى ذلك في :\nكثرة التدخلات الإسبانية في شؤون الإمارة الداخلية ’ و محاولة الإحاطة بكل جوانبها , تمهيدا لاحتوائها .\nتوجيه الإسبان نشاطهم لغزو بلاد المغرب الإسلامي بعد سقوط غرناطة سنة 1492 م بهدف تحقيق مايلي :\nمنع الأندلسيين اللاجئين من العودة الى ديارهم .\nاستغلال موانئ المغرب الاسلامي الاستراتيجية للتحكم في البحر المتوسط الجنوبي عسكريا و تجاريا .\nاحتلال المنطقة لإنهاء الوجود الأسلامي و استغلال إمكاناتها من المواد الأولية ة تحويلها الى سوق لتصريف النتجات .\nاتخاذ المنطقة كبوابة للتوغل في في إفريقيا .\nأمام التناحر و التمزق الداخلي و استعداد الأمراء للتحالف مع العدو من أجل السلطة , كانت إسبانيا قد عقدت معاهدة التحالف مع البرتغال لتقسيم المنطقة بنباركة البابا و دعوته أمراء و ملوك أوروبا تأجيل خلافاتهم حتى عملية استكمال السيطرة الصليبية على المغرب الإسلامي .\nو شهدت سواحل المنطقة حملات شرسة بين 1505 م - 1510 م انتهت باحتلال أبرز الموانئ . أين عملت إسبانيا على :\nتحطيم المعالم التاريخية و الأسلامية كتهديم منازة قضر اللؤلؤة الذي يعتبر من أعظم آيات الفن الجزائري .\nنهب التحف و النفائس و الاستيلاء على الممتلكات .\nفرض الضرائب على السكان .\nوفيمايلي فيديو حول وضعية إدماجية :\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7005/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A%D8%A9-1830-1515",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Ottoman Era",
        "Topic": "جهود الإخوة بربروس في تحرير المغرب الاوسط :",
        "Content": "في ظل تراجع المد الإسلامي في الأندلس والتفوق الإسباني والبرتغالي و سلبية المقاومة الرسمية الزيانية و عجز المقاومة الرسمية الزيانية وعجز المقاومة الشعية , سطع نجم الدولة العثمانية في الحوض الشرقي من البحر المتوسط من جهة و بروز نشاط البحارة المتطوعين من جهة أخرى , أبروهم (الإخوة بربروس) الذين ذاع صيتهم في المدن الساحلية الشرقية للمغرب الأوسط (جيجل ) التي كانت وطأة الاحتلال الإسباني .\nو لمواجهة الخطر الصليبي و الحفاظ على شخصيتهم الإسلامية , لم يكن أمام سكانها و أعيانها إلا الاستنجاد بالاخوة بربروس و تم ذلك من خلال :\nجهود الإخوة بربروس في تحرير المغرب الاوسط :\nالجهود الفردية :\nتضامن الاخوة بربروس مع سكان الثغور المحتلة , تلبية لنداء الواجب الديني و استجابة لدعوة إعيان جيجل سنة 1514 م و أحمد بن القاضي الزواوي و سالم التومي حاكم الجزائر سنة 1516 م واصل عروج و خير الدين مد نفوذهما الى المغرب لتحرير تلمسان لدعوة أبوزيان و رغبة منهما في تفويت الفرصة على الإسبان و التخلص من أبي حمو المتعاون معهم , و استمرت المواجهة مع الاسبان بعد استشهاد الاخوة عروج و إسحاق و محمد إلياس . إذ واصل خير الدين رسالته الجهادية في ظل تزايد المؤامرات من اصحاب النفوذ من العائلات الكبرى و الأثرياء و كل من فقد الامتيازات من الحفصيين و الزيانيين و الإسبان .\nبعد أن تكمن خير الدين من استمالة شيوخ و علماء الجزائر للمحافظة على الإستقرار ة مواجهة الأخطار الإسبانية .\nتوجه وفد أعيان مدينة الجزائر للسلطان سليم الأول يحمل الرغبة في الانظمام الى الدولة العثمانية و المطالبة بحمايتهم و الإبقاء على خير الدين قائدا عليها . فلبى طلبهم و أمد خير الدين بربروس قائداعليها . فلبى طلبهم و أمد خير الدين بقوة من سلاح المدفعية مدعمة بألفين من جنود الانكشارية , لتصبح بعدها الجزائر ولاية عثمانية بشكل رسمي عام 1518 م\nالجهود الرسمية :\nبفضل المساعدات التي تلقاها خير الدين من الدولة العثمانية بعد تعيينه رسميا بايلر بابا للجزائر , نجح في إنشاء ميكل دولة قوية أصبحت خلالها قاعدة بحرية أمامية لجيوش الخلافة الإسللامية العثمانية في حوض البحر المتوسط , و نمنطلق جهادها لتحرير الثغور و الوقوف ضد القوى الاستعمارية المسيحية في ذلك الوقت .\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7005/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%AA%D9%86%D8%B8%D9%8A%D9%85-%D8%A7%D9%84%D8%AF%D9%88%D9%84%D8%A9-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1%D9%8A%D8%A9-1830-1515",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Ottoman Era",
        "Topic": "الدولة الجزائرية في ظل الحكم العثماني",
        "Content": "مرت الجزائر عبر تاريخها الحديث بمرحلتين حرصت الجزائر خلالها على الالتزام بمبدأين , مواجهة الأخطار الصليبية في غرب المتوسط من جهة و الإبقاء على علاقة متوازنة مع الدولة العثمانية من جهة أخرى .\n- مرحلة الإرتباط اللانركوي بالخلافة العثمانية 1518م - 1671م :\n1- البايلربايات 1518م - 1587م : تولى قيادة الجزائر 12 بايلربايا مع تكرار عهده حسن باشا بن خير ثلاث مرات و حسن فنزيانيو و تميزت بمايلي :\n- بناء القوة البحرية\n- تحرير جل سواحل المغرب الإسلامي\n- رسم الحدود الجزائرية مع المغرب\n- ضم كل من توني و طرابلس لحكم الجزائر\n2- الباشوات 1587م - 1659 م : تولى قيادة الجزائر 43باشا مع تكرير رئاسة كل حسين الشيخ و إبراهيم باشا فتكررت رئاستهم للجزائر مرتين , و قد تميزت بـ :\n- تحديد فترة حكم الباشا بثلاث سنوات\n- استمرار الجهاد البحري\n3- الأغوات 1659 م - 1671م : تعد هذه الفترة اقصر مراحل الحكم التي مرت بها الجوائر حيث تولى قيادتها 04 أغوات و هم : خليل آغا , رمضان آغا , شعبان آغا , علي آغا ة تميزت بـ :\n- تحديد فترة حكم الآغا بسنتين\n- اهتزاز نظام الحكم نتيجو الصراعات بضباط البحريو و ضباط الجيش البري .\n\n- مرحلة الاستقلال الكلي في تسيير شؤون البلاد 1671م - 1830 م\nالدايات 1671م - 1820 م : و هي أطول فترة حكم تولى قيادة الجزائر خلالها 29 داي و تميزت بـ :\n- الاستقلال الذاتي في تسيير شؤةن البلاد داخليا\n- تصفية التواجد الإسباني نهائيا من الجزائر\n- يروز مكانة الجزائر الدولية\n- تأثر الجزائر بالعلاقات الأروبية الداخلية و الخارجية :\n- ظهور مخططات فرنسية لاستعمار الجزائر (1798- 1830)\nأولا - التنظيم الإداري : قسمت الجزائر إداريا أربع مقاطعات تخضع لنظام لامركزي :\n- دار السلطان : هي مقاطعة إدارية تشمل العاصمة و ضواحيها , تمتدمن دلس شرقا الى شرشال غربا يحدها جنوبا بايلك التيطري و شمالا البحر المتوسط و تضم مقر الحكم (الوالي و الديوان )\nبايلك الشرق : عاصمته قسنطينة و هو |أكبر البايلكات مساحة و سكان يمتد من الحدود التونسية شرقا الى بلاد القبائل الكبرى غربا و من الصحراء الكبرى جنوبا الى المتوسط شمالا , ينميز بانعدام نفوذ الأتراك فيه قياسا ببقية البيلكات\nبايلك الغرب : عاصمته مازونة , ثم معسكر , ثم معسكر ثم وهران بعد استرجاعها عام 1792 من الاسبان يمتد من الحدود المغربية غربا الى بايلك التيطري شرقا من امتوسط شمالا الى الصحراء الكبرى جنوبا\nبايلك التيطري : عاصمته المدية و هو أصغر البيلكات يمتد من سهل متيجة شمالا الر الصحراء الكبرى جنوبا و بين البايلكات شرقا و غربا .\n\nثانيا - جهاز الحكم :\n1- الوالي العام : يمثل أعلى سلطة في البلاد يجمع بين السلطة العسكرية و المدنية , تتم تسميته من طرف السلطان العثماني .\n2- الديوان :\nأ- الديوان الخاص :\n- الخزناجي : يتولى إدارة خزينة الدولة و هو الوحيد الذي يحمل مفاتيح الخزينة العامة\n- خوجة الخيل : بشرف على أملاك الدولة و جمع الضرائب من البايلكات و ملتزمات البايات و القضاة\nالآغا : و هو قائد الجيش البري (الانكشارية , الخيالة , المتطوعين ) دوره الحفاظ على الأمن\nوكيل الخرج : يتولى الشؤون البحرية و الخارجية\nالبيت مالجي : يشرف على أملاك الأوقاف و الحبوس , ويرث من لا وريث له و هو بمثابة وكيل الخزانة العامة .\nب- الديوان العام : يتشكل من أعضاء الديوان الخاص الى جانب :\n- الكتاب المساعد للبيت مالجي .\n- كبار ضباط الانكشارية ( كاهية الانكشارية , اغا الصبايحية )\n- القاضيان و المفتيان ( المالكي و الحنفي )\n- حاشية الداي\n3- الباي : هو من كبار موظفي الدولة , يعنيه الوالي العام لتمثيله على مستوى البايلك , له الحرية التامة في إدارة ولايته ,يرسل سنويا الضرائب الى الوالي العام , الباش كاتب و الباش سيار .\n4- القائد : يشرف على وحدة إدارية صغيرة تعرف بالوطن (جمعها الأوطان ) يتكفل بجمع الضرائب و المحافظة على الأمن العام يمون من الأتراك أو الكراغلة\n5- شيخ العرب : يمثل سكان الدواوير و يتولى شؤونهم\n\nثالثا - النظام القضائي :\nيستمد القضاء الجزائري أحكامه من الشريعة الاسلامية من المذهبين المالكي و الحنفي , تشرف عليه محكمتان الى جانب محاكم خاصة باللأسرى المسيحيين و الرعايا اليهود .\nتنظر المحاكم في مختلف القضايا و تصنف على النحو التالي :\nأ- القضايا المدنية :\nيفوض القضاة من طرف الداي للنظر في القضاياو المنازعت المعروضة عليهم و يساعدهم أعوان و كتاب لتسجيل الأحكام و توثيق العقود أما الطعون في الأحكان فارفع الى المجلس الشريف .\nب- القضايا الجنائية :\nينظر الداي أو الباي في القضايا الخطيرة أما البسيطة منها فتتكفل بها القيادات و الشيوخ . و كاستثناء في دار السلطان يفوض الداي خوجة الخيل للنظر في القضايا الخاصة بالجزائريين و الكيخيا بالنسبة للأندلسيين و الأغا بالنسبة للأتراك .\nج- القضايا العسكرية :\nيحاوكم الجيش المنظم ( البحرية و الانكشارية ) محاكمة عسكرية\nأما الجيش المتطوع من قبائل المخزم والدواوير فمحاكمتهم تخول الى القائد الذي يجمع بين السلطة المدنية و العسكرية .\nرابعا - النظام المالي :\nيمثل جهاز المالية وكيل بيت المال (البيت مالجي , الذي يتولى إدارة أموال الحبوس و يرث من لا وريث له يسمى بقاضي بيت المال أي بمثابة وكيل الخزامة العامة , يساعده أربعة كتاب يلقبون بالباش دفتارجي أو الخوجة مهامهم موزعة كمايلي :\n- الإشراف على سجلات مداخيل و نفقات الدولة\n- الإشراف على سجلات مصاريف و مرتبات الإنكشارية\n- الإشراف على دخل الخزينة من الضرائب\n- تحصيل الضرائب الجمركية\nالمصادر المالية للخزينة : تتغذى خزينة الدولة من مصادر متنوع منها :\nالمصادر الثابتة :\n- عائدات نشاط البحرية التجاري .\n- أملاك الدولة و الحبوس\n- الجزية و الغرامات و الاتزامات\n- الضرائب و الرسوم\nالمصادر غير الثابتة\n- عوائد فدية الاسرى\n- الهدايا المقدمة من الملوك و القناصل\n- عوامل حماية أساطيل و سفن الدول الغربية وفقا للمعاهدات المبرومة\nصك العملة : وجدت دار السكة بالجزائر و تصك فيها العملة وفقا للمحتوى المعدني في القيمة و الوزن حسب المعيار الموجود في عاصمة الخلافة اسطمبول\nخامسان - التنظيم العسكري\nإن الظروف العسكرية الإقليمية و الدولية و و الموقع الاستراتيجي للجزائر الذي استهوى العديد من الدول الاستعمارية , فرض على الدولة أن تسعى لبناء قوة عسكرية قادرة على فرض الأمن و الاستقرار الداخلي و مواجهة الأخطار الخارجية\nأ- القوة البحرية الجزائرية : عرف الأسطول الجزائري تطور متزايد بفضل الاخوة بربروس من مطلع القرن 16 الى بداية القرن 19 م\n1- عسكريا :\n- دوره في تحرير سواحل المعرب الإسلامي عامة و الجزائر خاصة\n-التصدي للهجمات الغربية المستمرة طيلة ثلاثة قرون\n- دوره الريادي في المعارك الكبرى مع الدولة العثمانية (طولون 1543 م ليبانت 1517 م )\n2- اقتصاديا :\n- مصدر من مصادر الدخل من خلال غنائم العمليات الحربيو و الفدية على الأسرى الأروبيين\n- تنشي الموانئ التي لعبت في الاقتصاد و المساهمة في حركة التبادل التجاري\n3- سياسيا :\n- تأمين استمرار النظام السياسي و تماسكه\n- إرساء معالم حدود الجزائر الشمالية , الشرقية و الغربية\n- أعطى للجزائر مكانه دولية\nب- القوة البرية : رغم اهتمام الدولة الجزائرية ببناء قوة بحرية لن تغفل على إنشاء قوات برية بغرض توطيد الأمن و الاستقرار الداخلي و تحصيل الضرائب و القيام بوظائف الدولة الأخرى و تتشكل من :\n1- القوات النظامية :\nيمثلها الجيش الانكشاري و يتمركز على مستوى دار السلطان و في البايلكات و يخضع عددهم لطبيعة كل إقليم و حاجاته و قد بلغ عددهم في باسلك الشرق مثلا 300 عنصر موزعين على 20 فرقة صغيرة .\n2- القوات غير النظامية :\n- المتطوعون : و أغلبهم من سكان البايلك يجدونه في حالات الخطر و عند قيام الاضطرابات .\n- الأعراش و القبائل : تسخر في الدفاع عن الأقاليم التي يقطنونها مقابل إعفائهم من الضرائب والمغارم\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7006/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%A7%D9%84%D8%AE%D8%A7%D8%B1%D8%AC%D9%8A%D8%A9-:-%D8%A7%D9%84%D8%B9%D8%AB%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Ottoman Era",
        "Topic": "الأوضاع الإجتماعية و الثقافية",
        "Content": "1- الأوضاع الإجتماعية\nتأثر الوضع الاجتماعي للجزائر مع نهاية القرن 15 م مطلع القرن 16م بجملة من العوامل الخارجية و الداخلية , تمثلت في :\nالعوامل الخارجية :\n- هجرة الأندلسيين الى الجزائر و تمركزهم بالمناطق الساحلية\n- الاحتلال الإسباني لأهم المدن الجزائرية و تخريبها و نزوح سكانها نحو الداخل\n- مجيء العثمانيين و تمركز اغلبهم في بعض الحواضر الجزائرية\nالعوامل الداخلية :\n- البنية الاجتماعيى للجزائريين\n- الوضع الديموغرافي العام\n- طبيعة المؤسسات الاقتصاديةو الثقافية\nهذه العوامل ساعدت في تحسين الأوضاع الاجتماعية طيلة القرن 16م و النصف الأول من القرن 17م تجلى في : تطور النمو الديموغرافي , تحسن الأحوال الصحية و المعيشية توسع العمران و نمو المدن الجغرافي كما ساهمت في تشكل نمط اجتماعي جديد يتمثل في :\nسكان الحضلا (المدينة ) : و كانوا يتمثلون في الفئة المتحكمة في مقاليد السلطة و النفوذ (العثمانيون ) الكراغلة , الأندلسيين و الرعايا الأجانب من اليهود و المسيحيين , يتمركز أغلبهم بالمدن الساحلية التي يتكون هيكلها بصفة عامة من منازل ذات طوابق يخصص الطابق الأول من البناية للسكن بينما يخصص الأرضي كالإسطبلات للحيونات و في الشوارع الرئيسة كما تصف المتاجر و المطاعم و الحمامات و المقاهي .\nسكان البدو ( الريف) : أغلبهم من سكان الجزائر الأصليين , و كانت قبائل المخزن تمثل حلقة التوصيل بينهم و السلطة في البيلك . حيث كانوا يسكنون دورا مبنية بالحجارة أو الطوب المجفف و سقوفها مختلفة منها ماهو بالقرميد أو بالديس , و غرف العائلة منفصلة عن اصطبلات الحيوانات عكس ماكان موجودا في أروبا في ذلك العه دباالذات و كان نظام القبيلة ساائدا بواسطة مجلس الجماعة المؤلف من أعيان القبيلة و شخصياتها\nة بصفة عامة كانت العلاقة الاجتماعية و الثقافية و الفكرية التي تجمع بين الجزائريين هي الحضارة الإسلامية ’ حيث لم يكن الإسلام مجرد دين للعبادة فقط و إنما كن مصدرا للثقافة و النظم القانونية و العلاقات الاجتماعية و العلاقات الاجتماعية و التقاليد الوطنية فكان أهم عنصر في مقومات الشخصية الجزائرية .\nثانويا - الأوضاع الثقافية\n1- التعليم :\nبعد أن كان التعليم قبل 1518 م منحصرا في الحواضر الكبرى (تلمسان , بجاية , قسنطينة ) فقد حصرت الدولة الجزائرية منذ تأسيسها على توسيع التعليم عبر كافة المناطق و خلق جيل متعلم تعليما جيدا فعملت على : بناء المدارس , نشر الكتاتيب , كما أضافت الزوايا المرابطية الى نشاطها مهمة التعليم\nو قد اعتمدت الدولة في تمويل التعليم من جميع جوانبه (بناء المدارس أجور المعلمين مأكل ومشرب المتعلمين ) على مصدرين : الخزينة العامة في إطار النفقات العمومية , الأوقاف المحبوسة الى المؤسسات التعليمية و قد حرصت على مجانية التعليم في جميع مراحله .\nو تمثلت مؤسسات التعليم في : الكتاب , المسجد . الزوايا , المدارس و المعاهد , حيث كان يطلق على المؤسسة التعليمية في الريف (الشريعة ) أما في المدينة فكانت \"المسيد\" و قد قسم التعليم الى مرحلتين :\n- المرحلة الأولى :\nيشرف الكتابو المسجد في هذه المرحلة على تلقين : القراءة الكتابة حفظ القرآن ومبادئ الحساب . و بعد مرور أربع سنوات الى خمس يتم يتوجه الطلبة , إما إلى :\n- تعلم الحرفة\n- إتمام الدراسة بحفظ القرآن الكريم بنفس الكتاب\n- الالتحاق بالزاوية أو مواصلة الدراسة بنفس الكتاب\n- الالتحاق بالزاوية أو مواصلة الدراسة الثتنوية و العالية بالمدارس على مستوى الحواضر\n- المرحلة الثانية :\nو تقوم المدرسة في هذه المرحلة (الثانوية و العالية ) بتلقين :\nعلوم الشريعة (تفسير القرآن , الحديث ’ التةحيد ) و العلوم الانسانية من تاريخ و لغة ة آداب ة فلسفة و علن الحساب و قراءة مؤلفات ابن سناء الطبية و تجدر الإشارة أن التعليم في هذه المرحلة مزج بين المرحلتين الثانوية و العالية إذ لايوجد فاصل بينها و من يريد التعمق يختار الاستاذ و التخصص على مستوى نفس المؤسسة أو يرحل الى المعاهد الإسلامية الكبرى (القرويين - الزيتونة - الأزهر )\n2- الفنون\nتأثر المجتمع الجزائري بروافد حضاريو أثرت رصيده مما ساهم في تطور و تنوع ألوان و أشكال الفنون بالجزائر\n- الفن المعماري : كانت الطبيعية و الاجتماعية وراء تشكيل نمط العمارة الجزائرية حيث شملت المساجد الزوايا و قباب أهل التصوف , القلاع الجسور الثكنات الدور و القصور المساكن العامة\n- المساكن العامة : استمد البناة طريقتهم مما هو شائع في العمارة الإسلامية من عهد الرستميين الزيريين و الزيانيين\n- القصور : طغى الطابع المعماري الاندلسي على بناء القصور بصفة عام حيث اعتم البناة بزخرفتها بالنقوش الرشيقة باستخدام المرور و التفنن في  الأشكال الهندسية و الحدائق و النافورت\n- القلاع : فرضت التحرشات الأروبية طريقة بناء القلاع و الحصون و المنارات للمراقبة و الدفاع - طبيعة الجيش الانكشاري - على نمط بنائها غلب عليها الطابع المعماري العثماني .\n- المساجد : أخذت المساجد النصيب الأوفر من اهتمام المعماريين حيث تفننوا في بنائها من حيث الصوامع , المحارب , المنابر , الثريات و القناديل .\n- الرسم :\nعبر فنانو الجزائر بالوسائل المسموح بها دينيا بالخط و الكتابة و جعلوها من وسائل التعبير الجمالي فقد زين الفنان الأجزاء الخشبية في العمارة و الأبنية المختلفة كالأبواب و النوافذ و الأسقف و الأعمدة و معظم المصنوعات الخشبية المستخدمة فيها بالحفر على الخشب ة النقش عليه و تلوينه و من بينها منابر المساجد, حوامل المصاحف الأرائك صناديق المرابس و الخزائن المناضد و الكراسي و غيرها .\nالموسيقى و الغناء : تنوعت طبوع الموسيقى (التركية , الاندلسية , البدوية ) حيث تناولت موضوعاتها التاريخ الإسلامي ( الشيرة النبوية , الصحابة السلف الصالح ’ القصص البطولي )\nو قد شهدت المرحلة نشاطا واسعا في مجال الموسيقى الغناء من خلال الحفلات الرسمية التي كان البتش زرناجي يتولى تنظيمها (تولي الباشا الجديد حفلة الدنوش الاحتفال بانتصار على الأعداء )\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7006/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%A7%D9%84%D8%AE%D8%A7%D8%B1%D8%AC%D9%8A%D8%A9-:-%D8%A7%D9%84%D8%B9%D8%AB%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Ottoman Era",
        "Topic": "النشاط الاقتصادي",
        "Content": "لعب النشاط الاقتصادي في تاريخ الجزائر الحديث دورا محوريا أثر مباشرة على الأحدلث السياسية و النظام الإرادي ة الحالة الاجتماعية , و قد تحكمت في بنائه عدة عوامل هي :\n- العلاقات الخارجية من خلال نشاط البحرية و نظام الإتاوات و الهدايا الإلزامية\n- الصراع و التنافس بين الجيش البري و رياس البحر\n- ندخول اللأوقاف و أمانات ودائع و أملاك بيت المال و الضرائب بمختلف أنواعها .\n- الحرف و الصت=ناعات و المحاصيل الزراعية .\n- الأسواق و الجمارك و المبادلات التجارية للدولة و الوؤسسات و الأفراد\n- الخزينة و العملة و السعر و الأجور و نفقات المرافق العامة ووضعية الملكية العقارية في الريف و المدينة .\n- تمثلت أوجه النشاط الاقتصادي الجزائري في :\n1- الزراعة : هي النشاط الأصلي للجزائريين تحكمت فيه الظروف الطبيعية من جهة و طريقة مبكية الأرض و استغلالها من جهة ثانية و تعدالجزائر في هذه الفترة من أهم الدول المتوسطية إنتاجا للحبوب خاصة القمح و الخضر و الفواكه و كانت الممون الرئيسي لأروبا في السلم و الحرب .\n2- الصناعة :اهتم الجزائريون بالصناعة اعتمادا على الإمكانات المتاحة و الخبرة الموروثة فركزوا على الصناعة النسيجية و الجلدية و الفخارية و النحاسية و الغذائدية بدرجة عالية من الحرفية , حتى أنه خصص لكل حرفة أمين سوق إضافة إلى الصناعة الحربية و الحديدية .\n3- التجارة : إن الموقع الاتراتيجي للجزائر جعل من التجارة نشاطا حيويا للجزائري قاريا و بحريا , فشكلت التجارة الخارجية أهم نشاط اقاصادي لارتباطها بالأسطول البحري و ظروف الدولة , فتميزت بتعدد العلاقات حيث شملت أروبا الغربية وشرق المتوسط افريقيا جنوب الصحراء و كانت تحتكرها الدولة كما سمحت في نفس الوقت نفسه لبعض الشركات خاصة الفرنسية و للجالية اليهودية بالحصول على امتيازات تجارية , أما التجارة الداخلية فماريها السكان في شكل أسواق أسبوعية وقوافل تجارية تجوب أعماق الصحراء الكبرى .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7006/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%A7%D9%84%D8%AE%D8%A7%D8%B1%D8%AC%D9%8A%D8%A9-:-%D8%A7%D9%84%D8%B9%D8%AB%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Ottoman Era",
        "Topic": "علاقات الجزائر",
        "Content": "الجزائر وطن مستقل متميو استند كبيعة كيانه السياسي و نوعيه علاقاته الخارجية الى بعدين :\n- بعد تكاملي تعاوني في إطار الخلافة الإسلامية\n- بعد توازني دفاعي إزاء الدةل الأروبية إذ للجزائر دةر فعال فيه .\n1- العلاقة مع الخلافة العثمانية و الوطن العربي :\nاتسمت العلاقة الجزائرية مع الخلافة العثمانية بالتعاون المتبادل تمثل في المساعدة العثمانية للجوائر في بداية تشكيل الدولة الحديثة و ظلت تتكرر في مناسباتمتعددة و مساعدة جزائرية للدولة العثمانية في حروبها مع أروبا .\nفكان التنسيق الجهد العسكري في العمليات المشتركة لمجابهة الحملات الصليبية حيث عمل الأسطول العثماني في العمليات الكبرى وزارية الحربية \"قبو دان باشا \"\nالمشرق العربي :\nفكانت العلاقة رسمية من خلال الخلافة الإسلامية حيث ظل الأسطول الجزائري طةال الفترو درعا واقيا من الهجمات الأروبية أبرزها مساهمته في رد العدوان الفرنسي على مصر \"حملة بونابرت \"\nة قد خصصت لقيادات الجزائرية أوقافا للحرمين الشريفين و أنشأت مؤسسة لتسييرها و إيصال عوائدها للبقاع المقدسة ثم تطور الوقف ليعم فقراء و الأماكن المجاورة للحرمين الشريفين .\nالأقاليم المغاربية\nفرضت الوحدة الدينية و الجغرافية للمنطقة على الجزائر الدفاع الاستراتيجي على الإقليم و تحريره من التواجد الصليبي , فحارب الاسطول الجزائري الأسبان و البرتغال في السواحل المغربية و التونسية و طرابلس و كان له الفضل في هزيمة البرتغاليين في مةقعه وادي المخازن \"المولك \"\n\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7006/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%A7%D9%84%D8%AE%D8%A7%D8%B1%D8%AC%D9%8A%D8%A9-:-%D8%A7%D9%84%D8%B9%D8%AB%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Ottoman Era",
        "Topic": "علاقات الجزائر مع الدول الأروبية",
        "Content": "طغى على العلاقات الجزائرية الأروبية الطابع العدائي , نتيجة وقوف الجزائر أمام سياستها الصليبية التوسعية في العالم الإسلامي بصفة عامة .\n- اسبانيا : كانت أكثر العلاقات عدائية اتسمت بطابع الحرب الفعلية و المستمرة نتيجة التحرشات الإسبانية على السواحل الجزائرية في الفترة الممتدة من 1492 الى غاية 1792 م تاريخ انسحابها نهائيا من وهران و المرسى الكبير\n- البرتغال : كانت عدائية تحركها النزعة الصليبية من خلال اشتراك اليرتغال في التكتلات الأروبية الحربية خاصة سنة 1785 م وقد تخللتها فترات للهدنة خلال 1793م - 1795م\nفرنسا : عرفت العلاقات الجزائرية الفرنسية خصوصية لم تعرفها بقية العلاقات الأروبية السلمية أو العدائية هذه الخصوصية تتضح من خلال الدعم الجزائري لفرنسا عسكريا في الكثير من المناسبات خلال الفترة الممتدة بين 1543 م الى 1591 م . أما من الناحية القتصادية فقد منحت لفرنسا امتياز صيد المرجان على السواحل بايلك الشرق . و بقدر الدعم الذي قدمته الجزائر , لن تتوان فرنسا بإغارتها المتكررة عليها و قد بدأ مظهر العداء يتجلى للعيان مع حملة بونابارت على مصر سنة 1815م\n- الإمارات الإيطالية : رغم التبادل التجاري بين الدولتين إلا أن الطابع العدائي لم يستشن بينهما نتيجة مشاركتها الى جانب حلفائها الأروبيين في تكتلات و حروب ضد البحرية الجزائرية . تتخللها فترات سلم أهمها :\nمعاهدة هدنة مع جمهورية البندقية في 1763م و معاهدة سلم مع مملكة صقلية  1816 م  .\n- الفاتيكان : تميزت بالتوتر و العداء نظرا للمواقف البابوية من الجزائر خلال سلسلة المؤامرات لإنشاء تكتلات أروبية وشن حكلات صلبية ضد بلدان المغرب الإسلامي بل و المشاركة الفعلية في تلك العمليات .\n- بريطانيا : سارت السياسة الإنجليزية على مبدأ تأمين مصالحها و منافسة فرنسا و لم تشذ علاقتها بالجزائر عن ذلك , إذ نجدها رغم كونها الأفضل بين الدول الأروبية فإنها شنت بين الدول الأوروبية فإنها شنت حملات عسكرية اشهرها حملة اللورد اكسماوث سمة 1816م . و قصف الأسطول الإنجليزي لمدينة الجزائر 1824 مو لم تكن معارضتها للحملة الفرنسية و ادعائها عدم شرعية الاحتلال إلا من باب الديبلونلسية المرنة .\nهولندا : لقد تارجحت علاقاتها مع الجزائر بين السلم و الحرب و قد تجاوز عدد المعاهدات عدد الغازات حيث تم إبرام 10 معاهدات في الفترة ما بين 1652م- 1816 م .\nالدول الاسكندنافية : اتسمت علاقاتها مع الجزائر في الأول بالطابع التجاري وفق المعهدتين سنة '1746م - 1772م ) إلا أنها سارت للعجائية مع انضمام الدانمارك الى الحلف السباعي في سنة 1814م\n- الإمارات الألمانية : كانت علاقتها مع هامبورغ سلمية حيث عقدت معاهدة  في 22/ 02/ 1751م , ألغيت بضغط من إسبانيا , أما إمارة هانوفر فقد كانت تدفع ضؤيبة سنوية للجزائر كما كان لها ممثل دائم بها . بينما وقفت بروسيا موقف عداء من الجزائر و انضمت الى الحلف السباعي سنة 1814م\n- مع النمسا : امتازت العلاقة الجزائرية النمساوية بالسلم و الصداقة وفق المعاهدات المبرمة في عهد الداي المبرمة في عهد الداي محمد بكر و الإمبراطور فرمسوا الأول خلال سنوات 16727م و 1748م .\nمع روسيا : تحكمت فيها العداوة التاريخية بين الدولة العثمانية و روسيا ورفضت الجزائر عروض السلم الروسية , رغم تدخ الدولة العثمانية في ذلك مما دفع روسيا للإنضملم الى الحلف السباعي .\n- مع الولايات المتحدة الأمريكية : رغم أن الجزائر كانت أول دولة تعترف باستقلال الولايت المتحدة الأمريكية إلا أن هذه الأخيرة ابدت استعددا لمسايرة موقف بعض الدول الأروبية و تشكيل حلف ضد الجزائر متجاهلة التفوق الجزائري في البحر المتوسط و الذي رضخت له بتوقيع معاهدة سلام و ميثاق ضداقة في 05-09- 1795م التزم بها الطرفان , ثم تنكرت لعلاقاتها مع الجزائر و انجزت نحو الحف السباعي لتعوود و توقع اتفاقية سلام (1|_12م ) التزمت من خلالها على دفع اتاوات سنوية .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7006/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%A7%D9%84%D8%AE%D8%A7%D8%B1%D8%AC%D9%8A%D8%A9-:-%D8%A7%D9%84%D8%B9%D8%AB%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Ottoman Era",
        "Topic": "الموقف الأروبي من الدولة الجزائرية بين 1798م - 1827م",
        "Content": "إن نهاية القرن الثامن عشر و مطلع التاسع عشر كانت مرحلة حاسمة في تاريخ الجزائر الحديث , حيث وجدت نفسها طرفا في وضع أوزيي متفجر داخليا و خارجيا و مرد ذلك الى :\n- نقل نابليون بونابارت حروب الثورة الفرنسية الى العالم الإسلامي بشمال إفريقيا بحملته على مصر 1798م , و أثر ذلك على البحر الأبيض المتوسط .\n- دخول الجزائر الحرب الى جانب مصر و الدولة العثمانية و قطع علاقاتها مع فرنسا في جميع المجالات و ما سيرتبه هذا الموقف من تبعات فيما بعد .\n- تحول طرق المواصلات التجارية خارج المتوسط و احتكار شركات الهند الشرقية ( الفرنسية - البريطانية - الهولندية ) و احتكارها للتجارة ,\n- من آسيا الى أوروبا عبر رأس الرجاء الصالح و المحيط الأطلسي,\n- ظهور الولايات المتحدة الأمريكية كقوة بحرية بعد اسقلالها و توجهها نحو المتوسط .\n- نقل الدول الأروبية (فرنسا - بريطانيا ) صراعتها التنافسية من القارة الامريكية و الشرق الأقصى الأسيوي الى حوض الكتوسط الشرقي و الجنوبي\n- تبلور فكرة التخلص من القوة الجزائرية لدى الساسة الأروبيين\n- ساسة التحالفات و الإغارات العسكرية على سواحل الجزائر .\nكان لهذه الظروف الخارجية تأثيرا قويا انعكس سلبا على الوضع الداخلي للجزائر حيث :\n- تقلصت موارد الخزيمة التي كانت تعتمد علة مداخيل البحرية من خلال عائدات الأسطول و الإتاوات و الضرائب\n- تراجع حركة التجارة الخارجية بسبب الوضع االسائد في البحر المتوسط\n- تردي الأوضاع الاجتماعية خاصة بعد تعرض الجزائر لجماة من الكوارث الطبيعية خلفت آثارا على الوضع الاجتماعي عامة و الوضع الديموغرافي بصفة خاصة (الرلارل - الفياضانات - الجراد- المجاعلت - الجفاف - الأوبئة الفتاكة و في مقدنتها مرض الطاعون )\n- تذمر في الوسط الشعبي من الأوضاع السائدة مما أدى الى بروز محاولات انتفاضية خاصة أنها وجدت التحريض الخارجي تمثلت ( اتفاضة الدرقاوي في الغرب و ابن الأحرش فب الشرق )\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7006/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%A7%D9%84%D8%AE%D8%A7%D8%B1%D8%AC%D9%8A%D8%A9-:-%D8%A7%D9%84%D8%B9%D8%AB%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "2"
    },
    {
        "EducationalStage": "HSL1",
        "HistoricalEra": "Colonial Era",
        "Topic": "المسألة الجزائرية في المؤتمرات الدولية",
        "Content": "في ظل ظروف الجزائر الداخلية و الخارجية ظهر على مسرح الأحداث ما أسمته الجول الأروبية في أدبياتها السياسية القرصنة و المسألة الجزائرية .\n1- المسألة الجزائرية في مؤتمر فينا 1815م : عقد مؤتمر فينا لدراسة السلم للقارة إلا أن مسألة الجزائر كانت حاضرة في مناقشات المؤتمر من خلال طرح قضية محاربة القرصنة و طرح الأميرال البريطاني مشروعه بخصوص الرابطة البحرية التي تهدف الى : تكوين قوة بجرية مشتركة تحت قيادة عام يساعده مجلس مكون من وزراء الدول الخمسة الحاضرة في المؤتمر و يكون مقره في باريس تكون له اصلاحيات إعطاء الأوامر و التعليمات للقناصل المعتمدين في الجزائر إلا أن المشروع لم يلق رضا الحاضرين , و نظر لتناقض المصالح بين الدول الأروبية لم يحد الاتفاق على الصسغة التنفيذية .\nو بفشل بريطانيا في تمرير مشويعها أرسلت حملة عسكرية بقيادة اللورد اكسماوث لضرب الجزائر العاصمة في 27 أوت 1816 م و رغم فشلها إلا أنها ساهمت في إضعاف القوة البحرية من جلااء الخسائر التي لحقت بها .\n2- مؤتمر إكس لاشبيل 20 نوفمبر 1818 م : أجمع المؤتمرون على توجيه إنذار شديد اللهجة لداي الجزائر باسم المؤتمر يحمله مفوضان (انطليزي ز فرنسي ) . و نظرا لموقف الداي المتصلب و الذي اعتبر الرسالة من باب \"اللاحدث \" رافضا الرد عليها .\nو من هنا بدأت فرنسا تستعجل الأمور لإنهاء سيادة الدولة الجوائرية و الاستفادة من المنطقة قبل  غيرها فنشطت الشخصيات الفرنسية داخل الجزائر و بفرنسا (تاليران ديريشيليو, دوفال ,كليرمون تونير , بكري بوشناق , بوتان شارل العاشر ) و طرحت مجموعة من القضايا (قضية التزامات المؤسسة الإفريقية , التضامن الإسباني الفرنسي , الادعاءات الإقلمية في شرق عنابة , حق تحتكار التجارة في كامل بايلك الشرق , قضية الديون ) وصولا الى قرار إعلان الحرب سنة 1827 م\nمن أجل امتصاص أثر الثورة الداخلية سنة 1830 م جهزت فرنسا حملتها العسكرية مستغلة تحطم الأسطول في معركة نافرين 1827م نتيجة مشارمته بمعية الدولة العثمانية في حرب اليونان , و هكذا تنتهي سيادة الدولة الجزائرية قانونيا بتوقيع الداي حسين لمعاهدة 50 جويلية 1830 م\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7006/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%A2%D8%AF%D8%A7%D8%A8-%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%B9%D9%84%D8%A7%D9%82%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%B2%D8%A7%D8%A6%D8%B1-%D8%A7%D9%84%D8%AE%D8%A7%D8%B1%D8%AC%D9%8A%D8%A9-:-%D8%A7%D9%84%D8%B9%D8%AB%D9%85%D8%A7%D9%86%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%B9%D8%B1%D8%A8%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "2"
    }
]