{
    "book_name": "HSS1E1",
    "pages": [
        {
            "page": 12,
            "text": "المواقع\r\nأوضاع العالم الإسلامي\r\nافريقية\r\nمنذ فجر الإسلام والعالم الإسلامي يشهد نموا مطردا، كنتيجة الطبيعة الرسالة التي يحملها ، و قد استجابت لها العديد من الشعوب ، وحملت لواء نشرها العديدة من الأجناس فغمرت و وصول مقدار وارون بنورها قارات كثيرة و كانت بداية لتأسيس دولة إسلامية عظيمة خاضت فتوحات في كل الاتجاهات ، و عرفت فترات قوة وازدهار تكونت خلالها شخصية العالم الإسلامي ، شاركت في تشكيلها الكثير من الأجناس على اختلاف مواقعها، وأنماط معيشتها، ورغم ما واجهته من مصاعب ومؤامرات أفقدتها الريادة العالمية، غير أن العالم الإسلامي لا يزال قائما بجميع مقوماته على شكل وحدات سياسية مختلفة التسميات .\r\nالمجال الجغرافي والسياسي للعالم الإسلامي\r\nيتحكم العالم الإسلامي في المسطحات المائية الكبرى المحيط الأطلسي المحيط الهادي، المحيط الهندي البحر المتوسط، البحر الأسود البحر الأحمر، الخليج . العربي الخليج الهندي، مضيق جبل طارق مضيق باب المندب عدن ، هرمز وقناة السويس.\r\n1 - المجال الجغرافي : يغطي العالم الإسلامي مساحة شاسعة تبدأ من المحيط الهادي شرقا إلى الساحل الأطلسي غربا و من البحر المتوسط شمالا إلى جنوب إفريقيا الاستوائية جنوبا ، شاملا أواسط آسيا وجنوب شرقها وأجزاء\r\nمن والهند وكذا أطراف أوربا الشرقية .\r\nإن الموقع الجغرافي الذي يتمتع به العالم الإسلامي أكسبه مميزات لا تتوفر\r\nالاي كتلة دينية أو سياسية أو عرقية في العالم . و تتمثل في :\r\nسائر\r\nالتعليمي 1914 )\r\nأ - استراتيجيا :\r\nه يمثل مركز العالم ومحوره الأساسي .\r\nيشرف على جميع المسطحات المائية. - يتحكم في جميع المنافذ والمضائق الحيوية.\r\nب - اقتصاديا :\r\n- يمثل القلب النابض للعالم بما يمتلكه من خيرات سطحية و باطنية . ملتقى تقاطع الطرق التجارية قديما وحديثا ، وسوقا فسيحا ..\r\nامتلاكه لثروات مائية وبحرية.\r\nج - حضاريا :\r\nمهذا الحضارات الإنسانية والمقدسات الدينية. موطن الأديان السماوية ومهبط الأنبياء والرسل. ملتقى الثقافات عبر العصور. يمثل قوة بشرية هامة، تجاوز عددها المليار نسمة.\r\nbassair.ne\r\n- المجموعة الإفريقية : وتضم 28\r\nدولة و هي أكبر مجموعة في العالم - الإسلامي من حيث عدد الوحدات السياسية.\r\n- المجموعة الأسيوية و تضم\r\n25 دولة إسلامية أغلبها يتمركز في غرب و وسط آسيا.\r\nالمجموعة الأوربية\r\nونظم دولتان البانيا والبوسنة والهرسك، وتعيش تحت ضغوط و مناورات مسيحية، إضافة إلى ذلك توجد أقليات إسلامية متنامية تتوزع بشكل متفاوت على بقية دول العالم.\r\n2\r\n- المجال السياسي : يتشكل العالم الإسلامي من 55 دولة ( أعضاء في\r\nالمؤتمر الإسلامي ) موزعة على القارات الثلاث أسيا إفريقيا وأوربا التي\r\nيمكن تحديدها على شكل المجموعات التالية :\r\nelbassair.net\r\n12"
        },
        {
            "page": 13,
            "text": "bassair.net العالم الإسلام\r\nــو\r\nالبصائر التعـ\r\nـمی\r\nالمحيط الهادي\r\nاستراليا )\r\nالمحيط الهندي .\r\nخريطة العالم العالم الإسلامي ( الدول الأعضاء في المؤتمر الإسلامي)\r\nإفريقيا\r\nالمحيط الأطلسي\r\nأمريكة الجنوبية\r\nأمريكة الشمالية\r\nالمحيط الهادي\r\nه آورد سبيكمان في كتابة جغرافية السلام الاهمية الاستراتيجية لما أسماه منطقة و الرملاند و التي نظم شبه الجزيرة العربية و العراق وإيران و افغانستان و الهند و جنوب شرق آسیا و کوریا و شرق سبيريا ، و يرى أن ظهور آية قوة موحدة في هذه المنطقة سيهدد حتما مصالح الغرب الاقتصادية والاستراتيجية والأمنية ، و يورد نموذجين من التاريخ ، و يتمثل في ظهور الدولة الإسلامية في فجر الإسلام إذ وصلت إلى إسبانيا وحدود فرنسا و كذلك. الدولة العثمانية في القرن 14 م التي كادت أن تصل إلى فيينا، ولهذا فعلى الغرب أن يعمل بكل الوسائل على منع آية وحدة في المنطقة ......\r\nرابح لونيسي . البديل الحضاري\r\n1612\r\nelbassair.net"
        },
        {
            "page": 14,
            "text": "الواقع السياسي للعالم الإسلامي قبيل 1453م\r\nتعرض العالم الإسلامي في الفترة الممتدة من القرن 13 م إلى القرن 15 م إلى انقلاب و تغيير في معطيات الحضارة الإنسانية ، كانت بداياته في شكل صدمات قوية منها :\r\nالاجتياح الماغولي للشرق وسقوط بغداد .\r\nالزحف الصليبي على مصر والشام .\r\nالتقدم المسيحي على حساب الأندلس .\r\nالمماليك البحرية\r\nو في ظل هذه الظروف حاول العالم الإسلامي من جديد تحقيق توازن عسكري العدة قرون مع الغرب بفضل قيام الدول المركزية التي حاولت تجديد القوة الذاتية للإسلام وهي :\r\nأصلهم من الأتراك والمغول، تابعين للملك الصالح الأيوبي اشتهر منهم: أيبك قطر بیبرس مقرهم الروضة.\r\n: 1 - دولة المماليك 1250م - 1517 م\r\nكان المماليك في الأصل رقيق جليهم ولاة مصر الإسلامية ، ونهج السلاطين المتأخرين من الأيوبيين على نفس المنوال كانوا خليطا من الاتراك والروس والروم و الشراكسة و الاكراد، تدربوا على الجندية و خدمة السلاطين و ارتفى بعضهم إلى مناصب رفيعة في الدولة و قد أقاموا حكما في مصر دام حوالي قرنين ونصف تشكلت فيه دولتان : المماليك البحرية 1250م - 1382م والمماليك البرجية 1382م - 1517 م وهي المرحلة الأخيرة من حكم المماليك حيث اتسعت لتشمل الى جانب مصر والشام والحجاز وسواحل اليمن وبرقة بلاد السودان ، جزيرتي قبرص ورودي، وخلالها بدأ الاحتكاك بالدولة العثمانية التي كان تتوسع في اتجاه بلاد الشام والعراق .\r\nالمماليك البرجية\r\nelbassair.net .\r\nأصلهم شراكسة تابعون للسلطان قلاوون مركزهم القلعة أشهرهم برقوق، قتباي، قنصوة الغوري.\r\nبورصة\r\nطنبول\r\nمن البصائر التعليمي 1914 )\r\nالمواجهة العسكرية بين العثمانيين والمماليك (مرج دابق (1516م) ( الريدانية 1517 م)\r\n14\r\n400\r\n200\r\n009\r\n0085\r\nمرج دابق\r\nقونية\r\n٥٥\r\nدمش\r\nالبحر المتوسط\r\nالعقبة\r\nالويي\r\nالإسكندرية elbassair.net"
        },
        {
            "page": 15,
            "text": "أصدر البابا أوربان الثاني في المجمع الكنسي الذي عقد في كليرمون النداء والفتوى الشهيرة التي بدأت بها الحروب الصليبية و هي أقرب إلى حرب عالمية منها إلى صراع جهوي حيث اشتركت فيها كل الجيوش الأوروبية وتعبات خلفها كل شعوبها الجرمانية والسكسونية و اللاتينية والسلافية و نص ذلك النداء على : أن كل من يرتحل إلى بيت المقدس بدافع التقوى والورع و بهدف تحرير كنيسة الرب ، وليس بغية الحصول على المجد أو المال فإنه يستطيع بهذه الرحلة أن يكفر. عن ذنوبه وآثامه كافة . د. محمد العربي ولد خليفة - الجزائر والعالم\r\nأعقب زحف الروم البيزنطيين زحف آخر لا يقل وحشية و دمارا ، جاء هذه المرة من الشرق على يد التاتار الذين قضوا على الحضارة الإسلامية في منطقة ما بين النهرين أي أسيا الوسطى ، ما بين روسيا القيصرية خوارزم والصين القديمة ووادي الرافدين ، فانهارت منارات العلوم المتقدمة ، مثل الرياضيات والفلك وعلوم الدين والآداب والفنون في سمرقند و بوخاری و هوراة و و تم تدمير بغداد سنة 1258 م العاصمة الرمزية الحضارة شملت ما بين المحيطين الهندي والأطلسي و جزء من الظفة الجنوبية لأوروبا و قتل الخليفة المعتصم\r\n، بعد أن وضع كل أعوان الدولة في حصائر مخيطة تحت حوافر خيل الماغول ..... د. محمد العربي ولد خليفة - نفس المرجع\r\nعلو\r\nسائر التعليمي\r\nقزوین\r\nالعربي\r\nالبحر الأسود\r\nبحر العرب\r\nخليج عدن\r\nالبحر المتوسط\r\nالحفصيون\r\nالعالم الإسلامي bassair.net الرجية 1453 م - 1914 م\r\nالمحيط الأطلسي\r\nبنو زبان بنو مرين\r\nإفريقي\r\nالمماليك والصفويون والعثمانيون الصفويون العثمانيون المماليك\r\nelbassair.net"
        },
        {
            "page": 16,
            "text": "2 - الدولة العثمانية 1299 م - 1924 م :\r\nأعظم الدول الإسلامية اتساعا تكونت بين القرنين الرابع عشر والسادس عشر على يد الاتراك العثمانيين بعد تفكك إمبراطورية السلاجقة، اتسعت رقعة البلاد تحت حكم عدد من السلاطين ( عثمان الأول مؤسس الأسرة العثمانية ومراد الأول و بايزيد الأول ) على حساب الإمبراطورية البيزنطية وبلغاريا و\r\nصربيا، حيث أحرزوا على انتصارات باهرة ( في بورصة، كوسوفو و نيكوبول ).\r\nتوقف امتداد الدولة لفترة قصيرة حينما هزم تيمورلنك بايزيد الأول و أسره سنة 1402م. تمكن محمد الفاتح من فتح القسطنطينية سنة 1453م فبلغت الدولة ذروة مجدها في عهد سليم الأول الذي تمكن من ضم مصر و الشام ( 1516 م 1517 م ) و تنازل له الخليفة العباسي المتوكل عن لقب الخلافة كما اتسعت في عهد سليمان القانوني، حيث أصبحت القوة المركزية التي ستقود العالم الإسلامي باسم الخلافة إلى غاية سقوطها 1923 م بموجب معاهدة لوزان . محمد الفاتح\r\nعثمان الأول\r\nسليمان القانوني\r\nمسجد أيا صوفيا - إسطنبول\r\nالمواقع عيون البصائر التعليمي 1919 )\r\nelbassair.net\r\n3 - الدولة الصفوية 1501 م - 1785 م\r\nأسرة ايرانية حاكمة، تنتسب إلى موسى الكاظم الإمام السابع للشيعة و من ابرز شيوخ الأسرة صفي الدين الذي حملت اسمه بينما كان مؤسسها الحقيقي هو إسماعيل الصفوي سادس من انحدروا من الشيخ صفي الدين إسحاق، استقرت الدولة فترة في اردبيل، ثم عمل إسماعيل على مد سلطانه تدريجيا على شيروان وأذربيجان والعراق وسائر بلاد الفرس وقضى على مذهب السنة وجعل مذهب الشيعة المذهب الرسمي في ا البلاد، و بوصول عباس الأول 1587م 1625م الحكم أعاد فارس إلى مركز سام في العالم الإسلامي واستعاد خرسان و قندهار و شجع التجارة والتعامل مع الأمم الغربية . انتقلت السلطة من الصفويين إلى الأسرة الشاهية بعد اعتلاء نادر شاه الحكم\r\n.مسنة 1737 م\r\n16\r\nelbassair.net"
        },
        {
            "page": 17,
            "text": "البسنة والهرسك\r\nبحر الإدريتيكي\r\nالبغدان\r\nهنغاريا\r\nخدات استرخان\r\nأزوف\r\nالقرم\r\nالقوقاز\r\nالبشناق\r\nالأفلاق\r\nالبحر الأسود\r\nوبالعلوم\r\nسيتوب\r\nالقسطنطينية\r\n0\r\nأنقرة\r\nأرمينيا\r\nمرموقادرية\r\nبلغاريا\r\nقصوة\r\nالصرب\r\nألبانيا\r\n400\r\n200\r\nبروسة\r\nقشرية\r\nاليونان\r\nقونية\r\nأزمير\r\nالمورة\r\n600\r\nبلاد الشام\r\nرودس\r\nقبرص\r\n800\r\nالبحر المتوسط\r\nکریت\r\nموقع عيون البصائر التعليمي\r\nاتصالات والصفريوة تركية العثمانيون\r\nالبلوخ\r\nقرار\r\nبحر قزوين\r\nرشت\r\nقزوین\r\nتبريز\r\nالكرج\r\nبحر الأسود\r\nالقدر\r\nالموصل\r\nبه الجزيرة العربية\r\nبحر العرب\r\nخليج عدن\r\nهدى\r\nالخوف\r\n100\r\nمصرع\r\n300\r\n200\r\nالدولة العثمانية 14841451\r\nکریت\r\nبروت\r\nالبحر المتوسط\r\nكلام كندرية\r\nالقاهرة\r\nاسواد\r\nالمماليك\r\nالعفويون\r\nالعثمانيون\r\nكويت تابعة للبندقة\r\nسو ظاهر تابعة للمماليك\r\nالاستعمار البرتغالي\r\nالأزيك ترکمان\r\nالبلوج الكرج\r\n)1914-1153 يةelbassair.netالعالم الإسلا\r\nelbassair.net"
        },
        {
            "page": 18,
            "text": "الدويلات المغولية\r\nفي بداية القرن 15م حاول تيمورلنك ، إعادة تأسيس الإمبراطورية المغولية ، لكنه لم يفلح، وبعد وفاته تفككت دولته و ترتب عن ذلك قيام مجموعة\r\nإمارات متناحرة غير مستقرة الحدود منها :\r\nا - إمارات وسط آسيا والقوقاز خانات شمال القوقاز كإمارة نوجاي خان 1430م - 1783 م و تشمل قسم من بلاد الروس و شرق أوربا حتى بلغاريا ..\r\nخانات جنوب القوقاز كإمارة ميران شاه . خانات وسط آسيا كقبائل الأزبك التركمان ) أفغانستان و الجمهوريات\r\nالإسلامية الحالية ) .\r\nب - إمارات شبه القارة الهندية 1414 م - 1449 م :\r\nسلطنة بهمن في الدكن هي أهم إمارات شبه القارة، كانت تشمل\r\nإقليمي بومباي وحيدر آباد . مملكة دهلي في الشمال\r\nمملكة راجبوتانا في الشمال الغربي.\r\n- فيجايانكر في الجنوب.\r\n- جنوب شرق آسيا:\r\nمسجد المزار الشريف بأفغنستان\r\nمسجد أقرا من الفترة المغولية بالهند\r\nCipassa\r\nشهدت هذه المنطقة منذ بداية القرن 9 م ، انتشارا واسعا للإسلام في ساحل\r\nسومطرة و شبه جزيرة الملايو، والفضل في ذلك يعود للدعاة والتجار من عرب\r\nوهنود ، اتصلوا بأهالي المنطقة الوثنيين ، وما فتئ أن تغير الوضع في حدود\r\nالقرن 14 م حيث تأسست الممالك الإسلامية خاصة منها مملكة آتشية التي\r\nانطلق منها الفتح باتجاه الجنوب والشرق حتى أشرف على الفليبين في القرن 16\r\nم . وتأسست بذلك ممالك أخرى منها جاوة ، سومطرة ، بورنيو ، و هي الممالك التي ستكون أكثر استهدافا من\r\nطرف الأسبان في المرحلة الأولى من الاكتشافات\r\nالملايو - سومطرة جاوا سلطنة الشة الإسلامية\r\nتاج محل بالهند\r\nالمواقع عيو\r\nانا التعليمي 191 م\r\n18\r\nبحر الطور\r\nسوقطرة\r\nالمحيط الهندي\r\nelbassair.net"
        },
        {
            "page": 19,
            "text": "الدويلات المغولية\r\nفي بداية القرن 15م حاول تيمورلنك ، إعادة تأسيس الإمبراطورية المغولية ، لكنه لم يفلح، وبعد وفاته تفككت دولته و ترتب عن ذلك قيام مجموعة\r\nإمارات متناحرة غير مستقرة الحدود منها :\r\nا - إمارات وسط آسيا والقوقاز خانات شمال القوقاز كإمارة نوجاي خان 1430م - 1783 م و تشمل قسم من بلاد الروس و شرق أوربا حتى بلغاريا ..\r\nخانات جنوب القوقاز كإمارة ميران شاه . خانات وسط آسيا كقبائل الأزبك التركمان ) أفغانستان و الجمهوريات\r\nالإسلامية الحالية ) .\r\nب - إمارات شبه القارة الهندية 1414 م - 1449 م :\r\nسلطنة بهمن في الدكن هي أهم إمارات شبه القارة، كانت تشمل\r\nإقليمي بومباي وحيدر آباد . مملكة دهلي في الشمال\r\nمملكة راجبوتانا في الشمال الغربي.\r\n- فيجايانكر في الجنوب.\r\n- جنوب شرق آسيا:\r\nمسجد المزار الشريف بأفغنستان\r\nمسجد أقرا من الفترة المغولية بالهند\r\nCipassa\r\nشهدت هذه المنطقة منذ بداية القرن 9 م ، انتشارا واسعا للإسلام في ساحل\r\nسومطرة و شبه جزيرة الملايو، والفضل في ذلك يعود للدعاة والتجار من عرب\r\nوهنود ، اتصلوا بأهالي المنطقة الوثنيين ، وما فتئ أن تغير الوضع في حدود\r\nالقرن 14 م حيث تأسست الممالك الإسلامية خاصة منها مملكة آتشية التي\r\nانطلق منها الفتح باتجاه الجنوب والشرق حتى أشرف على الفليبين في القرن 16\r\nم . وتأسست بذلك ممالك أخرى منها جاوة ، سومطرة ، بورنيو ، و هي الممالك التي ستكون أكثر استهدافا من\r\nطرف الأسبان في المرحلة الأولى من الاكتشافات\r\nالملايو - سومطرة جاوا سلطنة الشة الإسلامية\r\nتاج محل بالهند\r\nالمواقع عيو\r\nانا التعليمي 191 م\r\n18\r\nبحر الطور\r\nسوقطرة\r\nالمحيط الهندي\r\nelbassair.net"
        },
        {
            "page": 20,
            "text": "ة المغرب الإسلامي :\r\nإلى غاية القرن 13 م كانت دولة الموحدين 1247 م - 1269 م القوة الإسلامية الكبرى في المغرب الإسلامي بما فيها الأندلس ، فقد امتدت من برقة شرقا إلى ما يقي للمسلمين بالاندلس بعد سقوط إمارات الطوائف 1236 م - 1245 م ، إلى القسم الجنوبي الذي يحده شمالا نهري \" آنة ) و ( بلينسيا ، و لم تكن دولة الموحدين قوة عسكرية وسياسية فحسب بل قوة اقتصادية بحكم موقعها ، الذي كان حلقة وصل بين أوروبا وإفريقيا جنوب الصحراء حيث كانت\r\nالحركة التجارية تنشط في الاتجاهين .\r\nو منذ هزيمتها في موقعة حصن العقاب سنة 1212م بالأندلس تراجع دورها و استمر تقدم الأسبان ، و لم يبق إلا إمارة غرناطة . أما في بقية المغرب الإسلامي فقد نشأت الإمارات الثلاثة بنو حفص، بنو مرين ، بنو عبد الواد ( الزياينين ) و سادت بينها النزاعات والحروب، مما زاد في ضعفها وعجزها عن نصرة مملكة غرناطة التي سقطت\r\nفي يد الأسبان سنة 1492 م.\r\nعقب ذلك بدأت التحرشات الإسبانية والبرتغالية على سواحل المغرب مما استدعى الاستنجاد بالعثمانيين .\r\nالممالك الإسلامية في إفريقيا :\r\nelbassair.net يشمل تاريخ إفريقيا الغربية الإسلامية و السودان الغربي بمفهومه الواسع المنطقة المحصورة بين المحيط الأطلسي غربا و الصحراء الكبرى شمالا و بحيرة تشاد شرقا خليج غانا الكبير جنوبا على حدود خط 10 شمال الاستواء، وقد وصل الإسلام إلى مشارفه العليا الشمالية أواخر القرن الأول للهجرة و مطلع القرن 8 م، و استمر في التوسع والانتشار حتى عمه تماما أواخر القرنين الخامس للهجرة و 11 م، وانتشرت معه اللغة العربية والثقافة الإسلامية وتأصلت الأنظمة الإسلامية ، الاقتصادية، السياسية والعمرانية والثقافية، وأصبح إقليما إسلاميا وجزء\r\nلا يتجزأ من العالم الإسلامي مغربه ومشرقه و ظهرت به عدة ممالك هي :\r\nأ - إمبراطورية مالي 1225م 1488 م : بعد شعب ( الماندينغو ( الشعب المالي ) من بين أوائل الشعوب في غرب إفريقيا التي اعتنقت الإسلام، وكان يدين بالولاء لمملكة غانا خلال القرن 13م. و بعد انهيارها بدأت مملكة مالي تنشر سلطانها على إفريقيا الغربية، حتى شكلت لنفسها إمبراطورية عظمى غير أن عهد الازدهار لم يستمر\r\nو انهارت في النصف الثاني من القرن 16 م.\r\nelbassair.net\r\n20\r\nموقع عيون البصائر التعليمي ."
        },
        {
            "page": 21,
            "text": "البحر الأبيض المتوسط\r\nالأيوبيون\r\n8\r\n00 الأندلس /\r\nشمال غرب إفريقيا\r\nالموحدون\r\nالمحيط الأطلسي\r\nمرسيا\r\nقرطبة اشبيليا غرناطة طنجة\r\nالجزائر وهران\r\nتلمسان\r\nفاس رباط\r\nأغمات : كش\r\nسجلماسة\r\nغرناطة قبل سقوطها ودول جزر البليار\r\nالمغرب العربي بعد الموحدين\r\nصقلية\r\nتونس\r\nطرابلس\r\nعنابة\r\nبجاية .\r\n. القيروان\r\nقابس\r\n0\r\nموقع عيون البصائر التعليمي\r\n100\r\n300\r\n200\r\nelbassair.net\r\nالعالم الإسلامي، وضعه الداخلي وعلاقاته الخارجية 1453 م - 1914 م\r\nكم\r\nصقلية\r\nطرابلي\r\nسردينية\r\nتونس\r\nالقيروان\r\nمورسيا غرناطة . ملقا\r\nعناية\r\nبحارة\r\nالجزائر\r\nوهران\r\nفايس فيصة\r\nبشكره\r\nتلمسان\r\nبنو زبان\r\n100\r\n0\r\n200\r\nطبعة\r\nسينة\r\nمليلية\r\nفاس\r\nافعي\r\nاغمات مراکش\r\nسجلماسة\r\nبنو وطاس\r\n300\r\nالمغرب العربي بعد سقوط غرناطة\r\nهجمات الإسبان على السواحل المغربية\r\nelbassair.net"
        },
        {
            "page": 22,
            "text": "ب - مملكة سنغاي 1493 م 1591 م : وقد قامت على أنقاض إمبراطورية مالي وأخذت في التوسع حتى القرن 16م حيث أصابها الضعف نتيجة لانهماك الأمراء المتأخرين في المنازعات العائلية. وقد توالى على الحكم فيها أسرتي ، ضياء ، حتى عام 1335 م ثم سني ، حتى 1493 م و أخيرة آل اسقيا ، حتى 1591 م این شهدت از دها را كبيرا كما كان ملوكها حريصين على التمكين للإسلام في البلاد وازدهرت التجارة مع كل أنحاء العالم الإسلامي ازدهار كبيرا، و كانت للمملكة عاصمتان الأولى ادارية وهي غاو ( كارو ) والثانية ثقافية و هي تمبوكتو.\r\nد - ممالك الهوسا ق 14م - ق 19م: ظهر الإسلام بين الهوسا في القرن 14 م في عهد أسوة ياجي 1349م - 1385م عن طريق علماء ودعاة قادمين من بلاد مالي و بلاد البرنيو و السودان النيلي و المغرب الأوسط من خلال حملة والجهاد التي قام بها رجل من واحة توات ( الصحراء الجزائرية ) و يدعى محمد بن عبد الكريم المغيلي التلمساني\r\nوهو الذي أدخل الطريقة القادرية الى الهوساء\r\nج - مملكة بورنيو 1507 م 1819م: تقع غربي بحيرة تشاد عاصمتها كوكا انتشر بها الإسلام مبكرا عن طريق إقليم قران ، و من ذلك الحين بدأت ملامح تأسيس إمارات إسلامية في كل أقاليم تشاد و منها إقليم بورنيو الذي عرف\r\nأقوى فتراته في عهد السلطان ادريس الأوما، الذي حكم في الفترة ما بين 1571 م 1603 م.\r\nهـ - مملكة الفونج ( السودان ) : عاصرت مملكة الفونج دولة المماليك في مصر و امتدت ما بين الشلال الثالث شمالا حتى النيل الأزرق جنوبا، و من البحر الأحمر شرقا حتى كوردفان غربا. تنسب إلى قبائل الفونج التي تسبب الصراع بينها في تفكك المملكة في وقت بدأت الدولة العثمانية تبسط نفوذها على مصر بعد إنهائها لحكم المماليك وتتطلع لفتح جنوبها. elbassair.net\r\nالبصائر التعليمي 21914\r\nمملكة صنغاي\r\nالبورنو\r\nكانو\r\nالهوسا\r\nنيامي\r\nسوكوتو\r\nباماكو\r\nصنغاي\r\nاليوريا\r\nأوبو\r\nالاكان\r\nنقيط\r\nتكرور\r\nالمحيط الأطلي\r\nکم\r\n3000\r\n1600\r\n1200\r\n800\r\n400\r\n0\r\nelbassair.net\r\nالجوكون\r\nخليج غينيا\r\n22"
        },
        {
            "page": 23,
            "text": "موقع\r\nالبحر المتوسط\r\nالالإسكندرية\r\nغازي\r\nتونسي مجابة الجز البر و هرات طنجة\r\nورقلة غرداية\r\nالمدن الهامة مملكة عانا المملكة مالي\r\nسلطنة الفتح طرف التجارة\r\nالعيون\r\nعات\r\nتويو\r\nعين صالح\r\nنمانه است المبروك\r\nالمحيط الأطلسي\r\nنو اقشوط\r\nعامر\r\nالسودان الفكر\r\nالسودان الأوسط\r\nسلطنة الفونج\r\nالعاشر\r\nالسودان الشرقي\r\n1914\r\n145\r\nelbassair.netالعالم الإسلام\r\nالإسلام في السودان الغربي، الأوسط، الشرقي\r\nكان للطرق الصوفية و الزوايا الدينية ودعاتها دور هام خاصة في العصر الحديث و من أبرزها :\r\nالقادرية : تسربت إلى إفريقيا الغربية في القرن الخامس عشر و ما بعده انطلاقا من واحات توات و نشطت في القرن التاسع عشر وانتشر دعاتها في أرجاء السودان الغربي من السنغال إلى مصب نهر النيجر وأكثر من إرسال\r\nمريديهم إلى مدارس القيروان ن الأزهر ، فاس للدراسة و التفقه . التيجانية : وقد تأسست بعين ماضي قرب الأغواط حوالي 1737 م و انتشرت بدورها في معظم السودان الغربي واختلفت التيجانية مع القادرية من حيث اعتمادها على القوة والسيف وعدم التسامح مع المخالفين لها والوثنيين .....\r\nد. يحي بوعزيز تاريخ إفريقيا الغربية الإسلامية ممطلع في 16 م إلى ق 20 م\r\nالم تحدث الطفرة في العالم الإسلامي التي حدثت في أوروبا القرن 18 م بعد أن اختمرت طويلا في القرنين السادس عشر و السابع عشر وأخرجت المارد الكولونيالي الذي سيطر على تسعة أعشار المعمورة عن طريق الغزو المباشر والإلحاق والحماية. يبدو أن الهزيمة كانت معنوية نفسية وثقافية أكثر منها عسكرية، فالامم لا تقهر ولا تستكين نتيجة التفوق العسكري للخصم، بل هي تنهزم أولا من الداخل إذا اعتبرت أن ذلك هو مصيرها المحتوم ...\r\nتقویم مرحبا\r\nوثيقة 1\r\n1- استخرج مضمون الوثائق المرفقة . 2 - لعبت الهجرة ، التجارة ، الدعوة دورا بالغا في توسيع رقعة العالم الإسلامي، أنجز بحثا حول الموضوع متخذا إفريقيا مثالا. 3 - الأزهر القيروان الزيتونة، القروين معاهد علمية، ساهمت في توطيد دعائم الحضارة الإسلامية. وضح ذلك.\r\nوثيقة 2\r\nمحمد العربي ولد خليفة الجزائر والعالم ، ملامح قرن وأصداء الفية\r\nelbassair.net"
        },
        {
            "page": 24,
            "text": "العالم الإسلامي في ظل الخلافة الإسلامية العثمانية\r\nتعرض العالم الإسلامي في نهاية القرن 15 م و مطلع القرن 16 م إلى اجتياح صليبي تمثل في العدوان الإسباني المدعم من الإمارات الإيطالية وفرنسا ومالطة على سواحل البحر المتوسط المنطقة المغرب العربي، والعدوان البرتغالي على سواحل الجنوب العربي إلى خليج هرمز، بمباركة البابا وكان الهدف الوصول إلى البقاع المقدسة في الحجاز وتحقيق ما لم تحققه الحروب الصليبية الأولى.\r\nامام عجز دول المغرب والمماليك على مواجهة الأسبان و البرتغال، تولت الدولة العثمانية مهمة التصدي للخطر الصليبي فتوجهت نحو الوطن العربي وأماكن الخطر الصليبي في الجنوب العربي، و رغم أن نقل الحرب إلى إفريقيا وأسيا أثر الدولة العثمانية ) استراتيجيا بتعدد جبهات القتال إلا أنها استفادت معنويا حيث أصبحت القوة العسكرية المؤهلة لحفظ كرامة الإسلام والمسلمين. وبدلا من أن تتوحد جهود حكومات الدول الإسلامية لدفع الخطر الأجنبي\r\n، تحالفت في وجه العثمانيين خوفا على مصالحهم في الحكم وقد تجلى ذلك في :\r\nع عيون البصائر التعليمي 2194\r\nالمسائلات مواجهة السلطان سليم الأول للمماليك في الشام ومصر في موقعتي ( مرج دابق شمال حلب 1516/08/24م، و الزيدانية في 21 جانفي 1517م) ودخل مصر منتصرا ليتسلم الخلافة من آخر الخلفاء العباسين كما تسلم مفاتيح الحرمين الشريفين ومن ثم انضمت\r\nالحجاز بدون مقاومة .\r\nسواحل الين والبحرين فقد استنجدت بالسلطان العثماني ضد الوجود\r\nسليم الأول\r\nالبرتغالي وتواجه العثمانيون مع البرتغال في مواجهات عديدة . تمكنت من خلالها من وقف الزحف البرتغالي على الوطن العربي وعجزت على إنقاذ مسلمي منطقة الشرق الأقصى الأسيوي . elbassair.net\r\nتعدد جبهات القتال من جهة وبعد المسافة من جهة أخرى.\r\nاستنجد سكان المغرب الأوسط بالعثمانيين وعرضوا على السلطان سليم الأول رغبة المنطقة في :\r\nتصبح ولاية عثمانية، فولاهم خير الدين بربروس، ودعمهم في تأسيس القوة البحرية واشتركت قوات الخلافة . قوات الجزائر في تحرير السواحل المغربية من الأسبان والبرتغال وأصبحت تونس و ليبيا ولايات عثمانية، واحتفظت\r\nالدولة السعدية في المغرب الأقصى باستقلالها عن\r\nالخلافة العثمانية.\r\nالمصريون تواجهت معها الدولة العثمانية بخصوص العراق التي أصبحت ولاية عثمانية وظلت العلاقات الصفوية والشاهية بإيران فيما بعد متوترة مع الدولة العثمانية بسبب رغبة السلطة في إيران الاستيلاء على المناطق\r\nالمقدسة الشيعية.\r\nوهكذا أصبحت الدولة العثمانية أكبر دولة مركزية تقود الخلافة الإسلامية فتميزت هذه الرقعة بـ:\r\nسعة المساحة الجغرافية ) شرق أوربا ، غرب آسيا ، شمال إفريقيا ).\r\nختلفت البنيات الاجتماعية لغويا ، عرفيا ، ودينيا واقتصاديا ومعرفيا وثقافيا ).\r\nحملت هذه الخلافة منذ نشأتها عوامل التشتت والاختلاف أكثر من عوامل الوحدة والالتحام الأمر الذي\r\nسيجعل الدول الأوربية العاجزة عن مواجهتها العسكرية تعمل على نخرها من الداخل اعتمادا على هذه البنية\r\nelbassair.net\r\nالمجتمع الخلافة.\r\n24"
        },
        {
            "page": 25,
            "text": "مقلية\r\nموقع عيون\r\nعنابة\r\nالجزائر\r\nوهران\r\nمورسيا\r\nغرناطة .\r\nالمنطقة\r\nتاريخ الانضمام\r\nكيفية الانضمام\r\nمليلية فاس\r\nالي\r\nالشام\r\nبجاية\r\nتلمسان\r\nبو زياد\r\nاغمان مراکش\r\nمصر\r\nمجلماسة\r\nالحجاز\r\n1516 م\r\n1517 م\r\n1517 م\r\nعسكريا\r\nعسكريا\r\nسلميا\r\nبنر وطاس\r\n300\r\n200\r\n100 0\r\nالجنوب / الخليج\r\n1547 م\r\nاستنجاد\r\nکو\r\nالجزائر\r\nالمغرب العربي بعد سقوط غرناطة\r\nليبيا\r\nهجمات الإسبان على السواحل المغربية\r\nتونس\r\n1518 م\r\n1551 م\r\n1574 م\r\nاستنجاد\r\nاستنجاد\r\nعسكريا\r\nالصفريون\r\nالتعليم\r\nاصفهان\r\nبغداد\r\nشبه الجزيرة العربية\r\nالبحر الأسود\r\nالأستانة\r\nدمت\r\nمكده\r\nخليج عدد\r\nالحبشة.\r\nفية 1433 م - 1914مelbassair.netالعالم اللإسلا\r\nالبحر المتوسط\r\nالدين الجزائر\r\nالقاهرة\r\nطرابلس\r\nمدريد\r\nلشبونة\r\nمضيق جبل طارق\r\nالسعديون\r\nمودان\r\nالصحراء الكبرى\r\nالدولة العثمانية في اقصى اتساعها\r\n0\r\n800 600 400 200\r\nelbassair.net"
        },
        {
            "page": 26,
            "text": "العالم الإسلامي في ظل الخلافة الإسلامية العثمانية صور من العلاقات الداخلية\r\nأدرس / حلل / إستخلص\r\nكانت الدولة العثمانية، من وجهة النظر الدينية، دولة إسلامية يحكمها سلطان مسلم ، ويسود فيها الشرع الإسلامي ، ونتيجة لفتوحاتها الواسعة في آسيا وأوربا وإفريقيا دخلت في حوزتها شعوب وأمم تدين بادیان ومذاهب مختلفة ، فأصبح سكانها والحالة هذه، ينقسمون حسب رأي الفقهاء المسلمين، إلى فئتين : مسلمين وأهل الذمة . ولما كان المسلمون هم الفئة المسيطرة سياسيا فقد تمتعوا بحقوق المواطنة وواجباتها كاملة. مثل تولي مختلف المناصب السياسية والإدارية والقضائية والعسكرية، وفرض عليهم مقابل ذلك الجهاد أو\r\nالخدمة العسكرية. أما أهل الذمة فقد منحوا الحق في تطبيق شرائعهم الدينية في أمورهم الخاصة وأحوالهم الشخصية. وفرضت |\r\nعليهم الجزية كضريبة شخصية يدفعونها سنويا.\r\nssair.net وشمل هذا التقسيم الطائفي المجتمع العربي، فكان المسلمون يشكلون الغالبية العظمى، بينما أهل الدمة أقلية صغيرة لا تتجاوز عشر السكان . وانقسم المسلمون إلى سنة وشيعة ونصريه و متاولة ودروز، كما ان القسم أهل الذمة إلى نصارى ويهود وصائبة وانقسم النصارى بدورهم إلى روم أرثوذكس وروم كاثوليك وسريان وأرمن وأقباط ولاتين وإنجيليين، كما انقسم اليهود إلى سفارديم و اشكنازيم وترك العثمانيون لهذه (1) م الطوائف حرية ممارسة عبادتهم وتطبيق شرائعهم، كما أبقوا على زعامتها الدينية التقليدية .\r\ne أما من الناحية الاقتصادية، فقد انقسم المجتمع العربي إلى مزارعين وتجار أو صناع، وكان المزارعون غالبية . السكان وينقسمون إلى إقطاعيين وفلاحين والإقطاعيون في غالب الأحيان، من القادة العسكريين أو الزعماء المحليين أو شيوخ القبائل، وهم فئة قليلة العدد، واسعة النفوذ، تمثل صلة الوصل بين الرعية من الفلاحين والحكام\r\nم في حياة القبيلة على الحياة الاجتماعية في القرى والمدن.\r\nإن المعاملة التي أظهرها السلاطين العثمانيون للرعايا المسيحيين... على الأقل بعد أن فتحوا بلاد اليونان لو بقرنيين لتدل على تسامح لم يكن مثله حتى ذلك الوقت معروفا في أوروبا وإن أصحاب ( كالفن ) في المجر وترانسلفانيا وأصحاب مذهب التوحيد من المسيحيين الذين كانوا في ترانسلفانيا طالما آثروا الخضوع العثمنيين على الوقوع في أيدي أسرة ها بسورغ المتعصبة . ونظر البروتستانت إلى تركيا بعين الرغبة الذين ينتمون إلى غرفة المؤمنين القدماء الذين اضطهدتهم كنيسة الدولة الروسية قد وجدوا من التسامح في مماليك السلطان ما أنكره عليهم إخوانهم في المسيحية .... كذلك نرى القوافز\r\nلو\r\nعلى خوجة. من تاريخ الدولة العثمانية.\r\nelbassair.net\r\nسائر التعليمي\r\n26\r\n161"
        },
        {
            "page": 27,
            "text": "كانت فلسفة الحكم العثماني : تقوم على أساس ترك الأمور في الولايات على ما هي عليه دون ما تدخل جوهري من جانب الحكومة في حياة الناس على أن يكون ذلك في إطار التبعية للسلطان العثماني، فلم تتدخل الدولة في الأمور الداخلية وإنما اكتفت بوضع حاميات للدفاع عن البلاد ولنشر الأمن فيها أما ما عدا ذلك فقد\r\nترك أمره لأهل البلاد.\r\nوثيقة 1\r\nمار\r\nد. عبد العزيز نوار . تاريخ العرب المعاصر مصر والعراق\r\nكانت الدولة العثمانية قد استطاعت أن تبسط سيطرتها بدرجات متفاوتة من القوة والضعف على و الغالبية العظمى من البلاد العربية حدود العراق الشرقية ومن الخليج وشبه الجزيرة واليمن والحجاز والشام، إلى مصر وطرابلس الغرب (ليبيا) والجزائر، بينما ظلت المغرب مستقلة خلال حكم الأسرة السعدية وخليفتها\r\nالأسرة العلوية.\r\nان تظهر أمور الولايات للقوى المحلية القادرة على تحمل أعباء الحكم والإدارة والدفاع، أدى ذلك إلى أسرات حاكمة في مختلف الولايات الإسلامية في الدولة العثمانية وأخذت كل أسرة حاكمة في \" كل ولاية تدعم نفسها بأن تخلق لها كيان واضحا قد يعتمد على حدود جغرافية واضحة، مثلما هو الحال بالنسبة إلى مماليك مصر ومماليك العراق وأئمة اليمن وأئمة عمان و الفونج في السودان والأسرة القرمنلية في طرابلس ( الغرب ) وبايات الأسرة الحسينية، أو يركز نفسه على مدينة أوفي إقليم ذا مكانة اقتصادية وسياسية مثل آل العظم في دمشق والاشراف في مكة وآل الصباح في الكويت، وآل ثاني في قطر، وآل خليفة في البحرين\r\nوالعبدلي في لحج. كانت هذه التشكيلات السياسية والأسرية بمثابة البدايات الأولى لتكوين الدول العربية الحالية، وإذا كان القرن الثامن عشر قد شهد تلك البدايات فإن القرن التاسع عشر شهد ظهور بعض الوحدات السياسية العربية بشكل يكاد يقارب إلى حد كبير ما أصبحت الآن )\r\nوثيقة 2\r\nد. عبد العزيز نوار . تاريخ العرب المعاصر مصر والعراق\r\nوإن العدالة قد أسيء استعمالها في السلطنة وأن رجالا يفتقرون إلى خبرة السنوات الطويلة ارتفعوا إلى أعلى مناصب الدولة، وأن الجيوش العثمانية فقدت الكثير من طاعتها وانضباطها، وشجاعتها وفنها .... وان السلاطين أخذوا يعيشون معيشة سهلة، وأخذ الوزراء يحيكون المؤامرات الواحد ضد الآخر ، أن نفوذ السيدات الاجنابيات بدأ يتضح في تسيير الأمور وكثيرا ما كان الجنود يقومون بأعمال وتجاوزات خطيرة ضد الأهالي ......\r\nلها وهناك ثغرات كبيرة في ا الإدارة واسترخاء جديد لدى الموظفين مما سبب قيام ثورات وحوادث عصيان ليس من الجائز السكوت عليها لكن الشيء الذي يقودنا إلى الهاوية أكثر من غيره هو مؤامرات الدول الكبرى لقد صرفنا الملايين للقضاء على المؤامرات كان الأجدر بها أن تصرف على مشاريع حيوية تستفيد منها، كما صرفنا جل أوقاتنا وطاقتنا دون جدوى فلم يبقى لنا شيء تدخره لغدنا فيي التطور والتقدم، لو اعترفت لنا هذه الدول بعشر سنوات من الاستقرار الحظيت دولتنا بالتطور الذي حظيت به اليابان. فاليابانيون يعيدون عن مخالب أوربا يعيشون في أمان واطمئنان اما نحن فقد نصبا خيامنا على ملتقى الطرق بين\r\nد. جلال يحي. العالم الإسلامي الحديث والمعاصر\r\nالوحوش الأوربية الكاسرة.. السلطان عبد الحميد الثاني . مذكراتي السياسية\r\nجية 1453 2 - 1914 م-bassair.netالعالم الإسلة ل\r\nelbassair.net\r\nوليفة 3\r\nوثيقة 4"
        },
        {
            "page": 28,
            "text": "العالم الإسلامي في ظل الخلافة الإسلامية العثمانية\r\nصور من العلاقات الداخلية\r\nموف مع عيو\r\nعاشت الخلافة العثمانية خلال حكمها مرحلتين\r\nالأولى : تقبل فيها سكان الخلافة وجودهم تحت سلطتها حيث وجدوا الأمان والحرية والاستقرار. لم يجدوهم تحت حكم البيزنطيين أو النمسا أو روسيا و هذا بالنسبة لسكان البلقان و القرم، أما بالنسبة للمسلمين في الوطن العربي فلأنها أنقذتهم\r\nمن التنصير وما حدث لسكان الأندلس. الثانية : شابها التوتر الداخلي وظهرت الحركات العسكرية الانفصالية، إذ إنها لم تتوقف في البلقان والقرم بدفع من القوى الكبرى ( النمسا وروسيا خاصة ) و في الوطن العربي كان أبرزها :\r\nمحمد علي\r\nتولى محمد علي ولاية مصر سنة 1805 م انتهج سياسة داخلية ركز فيها على توطيد سلطانه ، أرسى نهضة ثقافية وعمرانية واسعة تخلص من المماليك .\r\nالشام\r\nحركة فخر الدين المعنى 1590م - 1635 م.\r\nحركة ظاهر العمر 1750 م - 1575 م . مصر\r\nحركة علي بك الكبير 1768 م.\r\nحركة محمد علي باشا 1811 م - 1840 م.\r\nالعراق\r\nالذين ناصبوه العداء وسياسة خارجية قوامها وحدة المملكة العربية على حساب الدولة العثمانية لإدراكه |\r\nالأهمية الترابط السياسي المرتكز على الترابط الطبيعي -\r\n| 1819م / 1821 م ، الثالثة ة إلى اليونان 1822 م 1827م |\r\n+\r\nوالحضاري ، فجهز أربعة حملات عسكرية الأولى إلى الجزيرة العربية 1811 م / 1818 م الثانية م الثانية إلى السودان .\r\nوالرابعة إلى بلاد الشام وتركيا 1831 م / 1841 م . ر - حقق من خلالها نجاحا عسكريا ومعنويا آثار مخاوف |\r\nالدول الأوروبية ، فبدأت تنظر إلى مصر نظرة تعيد فيها .\r\nحساباتها السياسية، و أمام انتصاراته تقدم للدولة العثمانية |\r\nظلت المقاومة ضد الدولة الصفوية مستمرة كما تمت أسرة\r\nيصلح معه يتلخص في : اعتراف الحكومة العثمانية لمصر بالبلاد التي احتلتها و\r\nالسياب في البصرة 1596 م - 1662 م .\r\nحركة ثماليك بعداد 1749 م - 1830 م .\r\nترك إدارتها المحلية إليها . اعتراف الحكومة العثمانية لمصر بالبلاد التي احتلتها و ترك إدارتها المحلية إليها .\r\nشبه الجزيرة العربية تمت الأسر والمشيخات وبدأت تتجه نحو الاستقلال الذاتي و لا ترتبط بالخليفة إلا بالدعوة له\r\nأن تدفع مصر للحكومة العثمانية سنويا الأموال التي كانت تحبيها من هذه البلاد .\r\nغير المساجد ( آل الصباح في الكويت ، آل ثاني في قطر ، آل خليفة في البحرين ، المعازية و آل بوسعيد في مسقط آل العبدلي في لحج وعدن ، آل سعود في بعد آل إدريس في\r\nاعتراف مصر بسيادة الدولة العثمانية على هذه المقاطعات .\r\nعسير ، آل الحسين في الحجاز ، آل العظم في دمشق .... في الوقت الذي كانت المفاوضات دائرة بين مصر وتركيا\r\nالمغرب العربي\r\nاستقلال دايات الجزائر بالحكم.\r\nاستقلال الأسرة الحسينية في تونس\r\nاستقلال الأسرة القرامنلية في ليبيا .\r\nتدخلت بريطانيا لتناصر الدولة العثمانية خوفا على\r\nمصالحها ، ثم عقدت معاهدة لندن 5 يوليو 1840 م أجبرت\r\nالدول الأوروبية من خلالها تحت التهديد العسكري محمد على على الانسحاب من جميع الأراضي و يحتفظ\r\nبمصر ليحكمها حكما ورانيا .\r\nالبصائر\r\nالتعليمي 1914 )\r\n28\r\nelbassair.net"
        },
        {
            "page": 29,
            "text": "الحركة الوهابية: حركة إصلاحية دينية تنسب إلى محمد بن الوهاب ظهرت في شبه الجزيرة العربية تدعو إلى إصلاح أحوال المجتمع الإسلامي عن طريق العودة إلى منابع الإسلام الصافية ونبذ البدع والخرافات والتفتح على العلم والمعرفة وقد تبنتها أسرة آل سعود سنة 1744 م، بعد لجوء محمد بن عبد الوهاب إليها و الذي عارض بأفكاره وأراءه الدولة العثمانية التي أوكلت لمحمد علي والي مصر مهمة القضاء عليه.\r\nالحركة السنوسية: مؤسس الحركة محمد بن علي السنوسي الخطابي الحسني الادريسي وهو جزائري الأصل ولد قرب مستغانم في 1787/12/22. كان صوفيا معتزلا أنشأ قاعدة قوية للصوفية في صحراء ليبيا ساهمت في النهوض الديني والاقتصادي والاجتماعي في مناطق الصحراء وأثبت السنوسيون قدرة عظيمة في إدارة الزوايا وتحويلها إلى مراكز نشر للاحلام في جنوب الصحراء تشاد، الكاميرون ) وتولى ابنه محمد السنوسي إدارة الطريقة وتوسع نشاطها وأقامت علاقات مع الدولة العثمانية بعد الاحتلال الإيطالي لليبيا تولى أميرها کہ الدفاع عنها من المعتدين.\r\n2\r\nجية 1453 م - 1914 م elbassair.net العالم الإسلامي\r\nحركة الجامعة الإسلامية: حركة\r\nإصلاحية ظهرت في النصف الثاني من القرن 19 دعت إلى الوحدة الشاملة بين الأقطار الإسلامية لمواجهة الغزو العسكري والثقافي الغربي تزعم هذه الحركة جمال الدين الأفغاني، لقيت استجابة واسعة أنشأ مع محمد عبدو مجلة العروة الوثيقة التي كانت منبرا لدعوته في إصلاح أحوال المجتمعات الإسلامية والأخذ بأسباب القوة. الاتجاهات الفكرية عن العرب في\r\nعصر النهضة .\r\nآفة الإسلام هي الفئة الجامدة التي لا تريد أن تغير شيئا و لا ترضى، أم الجاحد فهو الذي يأبي إلا أن يفرغ المسلمين وسائر الشرقيين ويخرجهم عن جميع مقوماتهم ، ويحملهم على إنكار ماضيهم، ويجعلهم أشبه بالجزء الكيميائي الذي يدخل في تركيب جسم آخر فيذوب فيه ويقد هويته )\r\nشکیب ارسلان\r\nتنبهوا و استفيقوا أيها العرب\r\nفقد طمى الخطب حتى غاصت الركب فيما التعلل بالآمال تخدعكم وأنتم بين راحات القنا سلب كم تظلمون و لستم تشكون وكم\r\nتستغضبون فلا يبدو لكم غضب\r\nأقداركم في عيون الترك نازلة وحقكم بين أيدي الترك مغتصب\r\nفمالكم ويحكم أصبحتم هملا و وجه عزكم بالهون منتقب لا دولة لكم يشتد أزركم بها و لا ناصر للخصب يتشرب\r\nابراهيم اليازجي شاعر القومية العربية .\r\nعبو\r\nالتعليمي\r\n2º elbassair.net"
        },
        {
            "page": 30,
            "text": "العالم الإسلامي في ظل الخلافة الإسلامية العثمانية\r\nالإصلاحات العثمانية\r\nکو\r\nعملت الدولة العثمانية على إعادة تجديد نفسها لعلها بذلك تستطيع التصدي للتدخل الأوربي في أمورها، ولعلها تعيد قبضتها القوية على مختلف أجزاء الإمبراطورية. وكانت الإصلاحات التي قامت بها الحكومة العثمانية في مجال العلاقة بين الحكومة والرعية إلى جانب المجال العسكري، وأهم مظاهر التجديد في الدولة العثمانية هي المراسيم التي أصدرها السلطان العثماني وعرفت باسم ( التنظيمات العثمانية ) وأبرزها خط ( مرسوم ) في 1839م وهو خط كلخانة وصدور الدستور العثماني على يد مدحت باشا أبو الأحرار الأتراك\r\n. في 1876م\r\n1914م الموقع عيون البصائرات التعليمي (19)\r\nوبين هذين التاريخين صدر خط هام جدا هو الخط الهمايوني ( في أعقاب حرب القرم ( 1856 ) ، وكان ينص على مساواة الرعية في الحقوق والواجبات، وفي إدخال الإدارات والنظم الأوربية في مختلف أجزاء الدولة العثمانية، ولكن في الوقت الذي كانت فيه حكومة الدولة العثمانية تحاول إدخال هذه النظم التجديدية واجهت -\r\nعدة عقبات عنيفة للغاية حالت دون تحقيق الأهداف من ورائها بسبب :\r\n1 - استمرار الضغط العسكري على أجزاء الدولة العثمانية بشكل جعلها تولى المشكلة العسكرية | أهمية أكثر بشكل عرقل عجلة الإصلاح.\r\n2 - إن الدول الأوربية الكبرى كانت توجه الإصلاح إلى النواحي التي تخدم مصالحها الاستعمارية حتى ولو أضر ذلك بمستقبل الدولة العثمانية ومن ذلك استخدام القروض في النواحي الاستهلاكية دون الإنتاجية.\r\npassair.net\r\n3- في الوقت الذي كانت فيه الدول الأوربية تنادي بضرورة تطبيق المساواة بين مختلف رعايا السلطان العثماني، كانت تثير النعرات الطائفية خاصة في لبنان الأمر الذي أدى إلى الحوادث الدامية في ا\r\nلبنان (1860 م) وفي جدة (1858م) وفي العراق حوالي ذلك الوقت.\r\nوالمعروف أن الدولة العثمانية منذ حرب القرم ( 1853 - 1856 ) قامت بجهود كبيرة من أجل تطبيق وتنفيذ الإصلاحات وقد طبقت فعلا مجموعة كبرى من الإصلاحات على رأسها تنفيذ نظام الراضي ( الطابو ) وتنفيذ قانون الولايات، بل لقد جاء السلطان عبد الحميد الثاني ( 1876م - 1909 م ) بعد وعد قاطع بإصدار الدستور الذي صدر فعلا في 1876 م.\r\nويتولي عبد الحميد العرش بدا وكان دعاة الإصلاح سيتفوقون في الدولة العثمانية وأنهم بإصدار الدستور سيوحدون البلاد ويوقفون الفتن إلا أن القوى الأوربية الطامعة في الشرق الأدنى كانت ترى في التطور الدستوري خطرا على أطماعهم فلا يكاد مدحت باشا يتخذ الخطوات الأولى نحو إصدار الدستور حتى أعلنت روسيا الحرب على الدولة العثمانية، واستطاعت روسيا أن تهزم جيوش الدولة العثمانية واستولت على باطوم وقارص و بايزيد وأصبحت تهدد أرمينيا، وبالتالي أصبحت المنطقة الواقعة في أعالي نهر دجلة في متناول الروس ثم\r\nلجاء الانتصار الكبير في البلقان ،\r\nelbassair.net\r\n30"
        },
        {
            "page": 31,
            "text": "نشاط تقويمي\r\nنشاط إدماجي رقم 1\r\n1453-elbassait het ،العالم الإسلامي\r\n1 - كان فتح القسطنطينية حدثا بالغ الأهمية في الأوساط الإسلامية من جهة والأوساط المسيحية من جهة\r\nثانية، علل ذلك . 2 - إستفاد البرتغاليون من صراع الصفويين مع الدولة العثمانية وحاولوا فرض الحصار على البحار الشرقية وكل\r\nالطرق القديمة بين الشرق والغرب. إشرح ذلك مع إعطاء أمثلة .\r\n: إياك أن تشتغل بشئ لم يأمر به الله رب العالمين، وإذا واجهتك في الحكم معضلة فاتخذ من مشورة بني :\r\nعلماء الدين موئلا . يا بني : أحط من أطاعك بالإعزاز، وأنعم على الجنود، ولا يغرنك الشيطان بجندك وبمالك، وأياك أن تبتعد\r\nعن أهل الشريعة. يا بني : أنك تعلم أن غايتنا هي إرضاء رب العالمين، وأن بالجهاد يعم نور ديننا كل الآفاق، فتحدث مرضاة الله جل جلاله .. يا\r\nبني : لسنا من هؤلاء الذين يقيمون الحروب الشهوة حكم أو سيطرة أفراد، فنحن بالإسلام نحيا وللإسلام نموت، وهذا ياولدي ما أنت له أهل ...) من وصية عثمان لإبنه أرخان د. علي محمد الصلابي / الدولة العثمانية عوامل النهوض وأسباب السقوط.\r\nوثيقة 1\r\n.... وفي هذا المجتمع المتخلف، حيث الفرق شاسع بين الحاكم والمحكوم والغني والفقير، والجهل عام\r\nوالتدين تجارة وزعامة ووساطة، والتملق والنفاق والجين سادت العصر، قامت فأة واعية تنادي بمبادئ وأفكار\r\nجديدة من حرية ومساواة وعدالة اجتماعية، مستنكرة الذل والنفاق والرشوة معتمدة في ذلك على كتاب\r\nالله وسنة نبيه أحيانا، وعلى أراده المصلحين والمفكرين الغربيين أحيانا أخرى فظهرت إتجاهات عديدة في الحركة\r\nالاصلاحية في العالم الإسلامي ... علي المحافظة / الاتجاهات الفكرية في عصر النهضة.\r\nوثيقة 2\r\n1 - استخرج القيم التي تحملها الوصية الواردة في الوثيقة - 1 - 2 - إلى أي حد طبقت هذه القيم خلال الحكم العثماني.\r\n3 - قارن بين ما جاء في الوثيقة - 1 - والوثيقة - 2\r\n4- تعددت الجهات الحركة الإصلاحية في العالم الإسلامي في عصر النهضة. أبرز أسباب التعدد ومظاهره.\r\nلیمی\r\n-P161\r\nelbassair.net"
        },
        {
            "page": 32,
            "text": "علاقات العالم الإسلامي الخارجية وانعكاساتها\r\nشكل فتح القسطنطينية بداية المرحلة جديدة، في العلاقات الإسلامية الأوربية بقيادة الدولة العثمانية، نظرا لما تمثله القسطنطينية من أهمية روحية واستراتيجية خاصة للدول التي لها احتكاك\r\nمباشر للدولة العثمانية.\r\nوقد تحكمت في هذه جملة من العوامل أبرزها :\r\n1 - الوضع العام الذي تعيشه أوروبا الغربية في هذه المرحلة :\r\nالحروب الدينية ( حروب الكنيسة والإصلاح الديني ) .\r\nحروب العرش .\r\nالأوضاع الداخلية لكل دولة خاصة فرنسا وبريطانيا. تنامي القوى الإسبانية والبرتغالية وخروجها المبكر الى العالم\r\nالخارجي اثر الاكتشافات الجغرافية.\r\nفتح القسطنطينية 1453 م\r\n1 - حروب المنافسة بين الإمارات الإيطالية\r\n.1494 م - 1529 م\r\nالتنافس الأوروبي الحاد والحروب في القارة الأمريكية وفي\r\n2 - الحروب الدينية 1562 م - 1598 م\r\nالشرق الأقصى الأسيوي بين فرنسا وبريطانيا من جهة وبينهما\r\n3 - حرب الثلاثين عام 1618 م - 1648م .\r\n4 - حرب الوراثة بين فرنسا وإسبانيا.\r\nو إسبانيا والبرتغال من جهة ثانية.\r\n1667 م - 1668 م\r\nالثورات الداخلية في إنجلترا و بينها و مستعمراتها في أمريكا والثورة داخل فرنسا.\r\n5- حرب المخالفة العظمى 1688 م - 1697 .\r\n6- حرب الوراثة الإسبانية 1707 م - 1714 م\r\nعودة التنافس الأوربي إلى حوض البحر الأبيض المتوسط بين فرنسا وبريطانيا والقوى الجديدة في النصف الثاني من القرن\r\n7- حرب السبع سنوات 1756 م - 1763م\r\n8 - حروب الثورة الفرنسية 1792 م - 1814\r\n19 م وبداية القرن 20 م.\r\n2 - الوضع العام داخل الدولة العثمانية:\r\nفترة قوة الدولة العثمانية العسكرية.\r\nقوة الإمارات الإسلامية التابعة لها كالجزائر ومصر.\r\nطبيعة العلاقة العثمانية بشعوب الخلافة العثمانية في مرحلتها الأولى.\r\nسليمان القانوني\r\nو من هنا يمكن إبراز هذه العلاقة من خلال مرحلتين أساسيتين :\r\n1- المرحلة الأولى 1453 م - 1878 م ( مرحلة الحفاظ على أملاك الرجل المريض ) 2 - المرحلة الثانية 1878م - 1923 م ( مرحلة التعجيل بتقسيم تركة الرجل المريض )\r\nelbassair.net\r\nالموقع عيون البصائر التعليمي 1914 ؟\r\nسليم الثالث\r\nelbassair.net"
        },
        {
            "page": 33,
            "text": "elbassair.net العالم الإسة امي\r\nالاستيلاء على القسطنطينية 29 ماي 1453م هو حدث عظيم، بل من أعظم أحداث التاريخ العالمي و أكثرها تأثيرا و تقريرا المصير أوروبا و مستقبلها فلقد أتاح للترك أن يفرضوا تفوقهم وسيطرتهم مدى قرون عديدة ، و أن يوقعوا بالقومية اليونانية كارثة عظيمة ... لقد كاد هذا الحدث أن يغير فجر التاريخ إلى الأبد و كان عملا خارقا للعادة لأسباب كثيرة لا سيما وأنه أول حصار كبيرا استعملت فيه المدفعية بنجاح و لم يكن قد مضى على اختراعها زمن وجيز، وقد سجل هذا الحدث العظيم بحق نهاية للقرون الوسطى وبداية للقرون\r\nالحديثة\r\nوثيقة 1\r\nوأدت المنافسة بين الولايات التي ظهرت في إيطاليا في عصر النهضة إلى دعوة بعض دول أوروبا وخاصة فرنسا وإسبانيا للتدخل في فض المنازعات القائمة بينها مما أدى إلى فقدان الإيطاليين حريتهم واستقلالهم مدة ثلاثة قرون، وبدأت الحروب في دورها الأول ، حينما استولى شارل الثامن ملك فرنسا على نابولي ، و لكن حلقا من إسبانيا و الدولة الرومانية والبابا و البندقية و ميلانو أكرهوه على التخلي عنها سنة 1495 م ، و في الدور الثاني من هذه الحروب احتل لويس الثاني عشر ملك فرنسا ميلانو و جنوة و نابولي بالاشتراك مع إسبانيا، ولكن الخلاف بين إسبانيا وفرنسا أدى إلى اندلاع الحرب بينهما سنة 1502 م ، و يتألف الدور الثالث من هذه الحروب من حملة رابطة كمبري الظافرة التي شنتها فرنسا وإسبانيا والإمبراطور ماكسيميليان و البابا ضد البندقية 1509 م ، ثم ألف البابا يوليوس العصبة المقدسة 1510م ليطرد الفرنسيين من إيطاليا ... .\r\nخطبة محمد الفاتح في جيشه قبل دخول القسطنطينية\r\nإذا تم لنا فتح القسطنطينية ، تحقق فينا حديث رسول الله و معجزة من معجزاته، وسيكون من حظنا ما أشاد به هذا الحديث من التقدير، فابلغوا أبناءنا العساكر فردا فردا أن الظفر العظيم الذي سنحرزه سيزيد الإسلام قدرا و شرقا ، و يجب على كل جندي أن يجعل تعاليم شريعتنا الغراء نصب لا يقاتلون .... عينيه ، فلا يصدر عن أحد منهم ما يجافي هذه التعاليم و ليتجنبوا الكنائس والمعابد و لا يمسوها بأذى و يراعوا القساوسة والضعفاء و العجزة الذين\r\nوثيقة 2\r\nالموسوعة العربية الميسرة\r\nد. علي حسون تاريخ الدولة العثمانية\r\nوثيقة 3\r\nFelbassair.net\r\nمو\r\n2"
        },
        {
            "page": 34,
            "text": "1 - المرحلة الأولى 1453 م / 1878 م\r\nلعبت في هذه المرحلة النمسا ، الإمارات الإيطالية ، إسبانيا، البرتغال و روسیا دورا أساسيا اتصف بالعداء الشديد للعثمانيين و طبعته المواجهات\r\nالعسكرية المستمرة .\r\nالنمسا: كانت المتضرر المباشر من التوسع العثماني في شرق القارة حيث وصلت الجيوش العثمانية إلى أسوار عاصمتها فيينا التي حوصرت مرتين سنتا 1529م. و 1683م، فعملت النمسا في بداية الأمر على أبعاد الخطر على أراضيها، ثم سعت لاسترجاع المجر و بعدها مارست ضغطها المستمر\r\nالإنهاء الوجود الإسلامي في منطقة البلقان عامة. الإمارات الإيطالية: خاضت حروبا ضد الدولة العثمانية على مستوى البحر المتوسط لاسترجاع القواعد التي كانت تستفيد منها في نشطها التجاري عبر قبرص وجزر الإيونين، إلى جانب الطابع الديني الذي\r\nصبغت به هذه العلاقة باعتبارها مقرا للبابوية .\r\nحصار فيينا\r\nالبرتغال و إسبانيا : اتسمت العلاقة العثمانية مع الأسبان و البرتغال بالعدائية اثر ظهورهما على حساب - مسلمي الاندلس وعملهما على تصفية المنطقة من الإسلام والمسلمين ومتابعتهم إلى شمال إفريقيا، حيث احتلت\r\nالبرتغال بعض الموانئ المغربية على ساحل المحيط الأطلسي، بينما احتلت إسبانيا جل موانئ المغرب الإسلامي على البحر المتوسط خاصة المغرب الأوسط، وباكتشاف البرتغال الطريق رأس الرجاء الصالح و وصوله الهند في سنة 1519 م ذهب وقد 1498 م احتل جزيرة سوقطرة 1506 م وسيطر على مضيق باب المندب و عدن ولف حول خلیج هرمز\r\nمن أعيان طرابلس الى الآستانة مستغيثين بالسلطان سليمان لينق معهم مراد باشا أحد علوجه واليه 1551 م ثم تقدم إلى القيروان بدعوة من أهلها و أزاح عنها سيادة بني حفص الإسمية ونصب بها حيدر باشا ثم عاد الى غزواته البحرية فهاجم كرسيكا و صيقلية و مات شهیدا و هو يحاصر جزيرة مالطا\r\n- روسيا : بنمو القوة الروسية ورغبتها في وراثة الإمبراطورية البيزنطية بلادهم من ظلم الأسبان، فارسل و استرجاع مجد الأرثوذكسية من جهة والعمل على فك عزلتها القارية من جهة ثانية بخروجها نحو المياه الدافئة عن طريق مضيقي البوسفور والدردنيل والحصول على امتيازات في آسيا الغربية، اصطدمت بالدولة من قبله على بلادهم فلم يقدر على العثمانية وتواجهت معها في مواقع كثيرة في القرم والبلقان وكانت طردهم و ظلوا مسيطرين عليها الى معاهدات كوجوك كينارجي 1774 م أكبر انتصار حققته روسيا على أن جاء درغوث باشا فافتكها سنة الخلافة العثمانية. المواقع عيون البصائر التعليمي 21914\r\nحصار سیاستبول ( 1854م / 1855م) شاركت فيه إلى جانب الدولة العثمانية\r\nكل من بريطانيا وفرنسا\r\n) 1565 م\r\nelbassair.net\r\n34\r\nام"
        },
        {
            "page": 35,
            "text": "أهم المعاهدات المبرمة بين الدولة العثمانية و الدول الأوروبية\r\nالمعاهدة\r\nتاريخها\r\nأطرافها\r\nأهم مضامينها\r\nسائقي 1699م\r\nالدولة العثمانية / النمسا\r\nالعالم الإسلامي العنا بية 1453 م 1914 م\r\nکارلو فيتس\r\nباروفينس\r\n1718م\r\nالدولة العثمانية / النسا\r\nلبازلت الدولة العثمانية من المحر كرواتيا ، سلوفينيا) النمسا بدوليا ) لبولونيا. بيليويوتيز ) للبندقية\r\nإزالة قلعة أزوف. اخلاء البحر الأسود من التنفن الحربية الروسية .\r\nحق روسيا في حماية المسيحين الأرثوذكسي السباح لها بحرية الملاحة في البحر الاستود و مضائفه التنازل عن الموانئ الهامة في شمال البحر الأسود الروسيا. الاعتراف بشبه جزيرة القرم والتخلي عن جميع القلاع والتحصينات فيها\r\nكوجوك كيتارجي\r\nجويلية 1774 م\r\nالدولة العثمانية / روسيا\r\nكوتاهية\r\n16 ماي 1833 م\r\nتنازل السلطان محمد علي من سوريا و\r\nالدولة العثمانية | مصر تحت الضغط ادارة البراهيم باشا الاظنا \".\r\nعيون\r\nائر\r\nسااان\r\nسان ستيفانو\r\n1840م\r\n30 مارس 1856م\r\nالفرنسي\r\nالاعتراف محمد على بولاية مصر وراثية\r\nروسيا /\r\nالدولة العثمانية / بريطانيا فرنسا /\r\nمحمد علي\r\nلأسرته و الانسحاب من جميع\r\nالولايات العثمانية التي احتلها\r\nاعتراف السلطان بالمساواة التامة بين\r\n- 1878 3 مارس\r\n1878م\r\nالدولة العثمانية / روسيا والنمسا رعاياه على اختلاف الدياتهم ومذاهبهم 10\r\nإعلان حرية الملاحة في نهر الدانوب .\r\nالمتع منطقة الدانوب بالاستقلال الذاتي\r\nحصلت روسيا على مسارابيا .\r\nالدولة العثمانية / روسيا منح الحكم الذاتي تبلغاريا\r\nالتنازل على أجزاء من أرمينيا تروسيا .\r\nالاعتراف باستقلال رومانيا ، عربها .\r\nالحمل الأسود\r\nمنع النسا إدارة البوسنة والهرسك .\r\nالدولة العثمانية / روسيا النمسنة / منح روسیا فارض ، اردهان ، باطوم\r\nبريطانيا / الأمير / فرنسا / إيطاليا - حصول بريطانيا على قبرص . سريا اتفاق بريطانيا وفرنسا حول مصر\r\nالمانيا\r\nو تونس\r\nelbassair.net"
        },
        {
            "page": 36,
            "text": "فرنسا : بدأت علاقتاها الدولة الثمانية جد متميزة تحكم فيها الوضع العام الفرنسي في أوربا، حيث كان ملك فرنسا فرنسوا الأول في أشد الحاجة إلى دعم الدولة العثمانية ضد إسبانيا والإمارات الإيطالية و توجت هذه العلاقة بالدعم العسكري العثماني بقيادة خير الدين بربروس الذي ساهم في تحرير الثغور الفرنسية وأهما نيس وطولون. ووقعت الدولة العثمانية مجموعة من الاتفاقيات لمنح امتيازات لفرنسا ذات طابع ديني واقتصادي . ظلت فرنسا تعمل من أجل الحفاظ على العلاقة المتميزة مع الدولة العثمانية من خلال :\r\nحماية الكاثوليك وتوسيعها من الدين إلى الثقافة والتعليم والقضاء فالتجارة والمصالح المالية المختلفة.\r\nنظر للعلاقة التي كانت تربط السلطان سليمان القانوني بفرانسوا الأول قد تم عقد معاهدة بين الدولتين ، بعد استعادة مناء نيس 1543 م، تنازلت فيها فرنسا عن ميناء طولون للإدارة العثمانية وتحول الميناء إلى قاعدة حربية اسلامية على سواحل إسبانيا وإيطاليا. للدولة العثمانية، ارتفع الآذان في المدينة وظل العثمانيون بها ثمانية أشهر بقيادة . خير الدين من خلالها هجمات ناجحة\r\nعملت على تشكيل قوى داخل الدولة العثمانية ذات اتیارات كبرى ترتبط مصالحها مع فرنسا خاصة في إقليم الشام، بالمناطق الساحلية.\r\nالتدخل العسكري الى جانب الدولة العثمانية ضد روسيا والنمساء\r\nالضغط على الدولة العثمانية للتقليل من النفوذ البريطاني والروسي وفي نهاية القرن الثامن عشر وبداية القرن التاسع عشر حدثت المواجهة العسكرية بين فرنسا والدولة العثمانية بحملة نابليون بونابرت على مصر 1798 م و احتلال الجزائر سنة 1830 م. تعد حملة بونابرت أكبر ضربة وجهتها فرنسا للخلافة الإسلامية بما حملته من أفكار سياسية واقتصادية واجتماعية وقانونية ، الأمر الذي جعل الإصلاحات في هذه المرحلة سواء في مصر أو في الخلافة نفسها تأخذ المرجعية الفرنسية و بدأت مرحلة تغريب العالم الإسلامي، بينما كان احتلال الجزائر أهم حلقة تفتقد في عقد الخلافة و تنهار القاعدة الأمامية ليتوالى السقوط.\r\nبريطانيا : لم تختلف الاستراتيجية البريطانية عن الفرنسية في علاقاتها مع الدولة العثمانية لذلك دافعت عن مبدأ التوازن الدولي من خلال العمل على :\r\nشق قناة السويس\r\nإبعاد روسيا عن المياه الدافئة حتى لا تصل إلى شرق المتوسط. ان لا تستأثر فرنسا بامتيازات أكبر في الأملاك التابعة\r\nآثار مشروع قناة السويس معركة ديبلوماسية بين بريطانيا وفرنسا خاضتها لندن في القسطنطينية عاصمة الدولة العثمانية التي كانت لها السيطرة على مصر و رغم ذلك بدأ ديليسبس حفر القناة 1869 في 17 توفمير في 25 أفريل 1859 م و افتتحت رسميا للملاحة في عهد الخديوي إسماعيل م في احتفالات كبرى حضرها أغلب ملوك وأمراء أوروبا، وكانت مدة الامتياز 99 عاما من تاريخ\r\nللخلافة خاصة في المشرق العربي\r\nتركيز نفوذها الاقتصادي و مصالحها المختلفة في مصر والسودان، العراق جنوب الشام والخليج والجنوب العربيين. لان غايتها هي التحكم في طرق المواصلات المؤدية إلى الشرق الأقصى الأسيوي .\r\nو ضد محاولة محمد و دخلت بريطانيا حروبا إلى جانب الدولة العثمانية في القرم والبلقان ضد روسيا والنمسا وفي مصر ضد فرنسا اثناء حملة یونابرت علي الانفصالية حيث أجبرته على توقيع معاهدة لندن 1840م، وهكذا عملت بريطانيا على إبقاء الدولة العثمانية بضعفها الداخلي والخارجي في انتظار الموعد الذي ستبدأ في الاستحواذ على أملاكها.\r\nافتتاح القناة . elbassair.net\r\nelbassair.net\r\n36\r\nموقع عيون البصائر التعليمي ."
        },
        {
            "page": 37,
            "text": "elbassair.net\r\nالعالم اللإسلا\r\nالاتفاقيات الدينية و الاقتصادية المبرمة بين الدولة العثمانية و الحمل الأوروبية\r\nمضمونه\r\nالاتفاق\r\nالامتياز\r\n1535\r\n1774م\r\nإعطاء الحق لفرنسا في حماية المسيحيين الكاثوليك ورعاية الأماكن المقدسة لهم .\r\nإعطاء الحق لروسيا في بناء كنيسة أرثوذكسية وحماية أرثوذكس الدولة العثمانية وحقها في تعيين الأساقفة .\r\n1838\r\nالسماح البريطانيا يفتح قنصلية بفلسطين\r\nورعاية اليهود وبناء كنيسة بروتستانتية.\r\nوثيقة 1\r\nمضمونه\r\n1650 م\r\nامتیاز صيد المرجان في الساحل الشرقي للجزائر بين عنابة والقالة الشركة لانش الفرنسية .\r\n1854 م\r\nامتیاز حفر قناة السويس للشركة الفرنسية العالمية ، تربط البحر المتوسط بالأحمر.\r\n1869م\r\n1889 م\r\nامتياز سكة حديد برلين بغداد و خطوط فرعية لها في الشام والعراق والحجاز الالمانيا تمويلا و شركة.\r\nبدأت الإرساليات التبشيرية تقد. إلى بلاد الشام في القرن السابع عشر، وكان معظم المبشرين من أتباع المذهب الكاثوليكي، وشهد القرن التاسع عشر حركة تبشيرية واسعة في البلاد العربية نشطت في بناء المدارس وتأسيس الجمعيات العلمية والأدبية وتعتبر مدرسة عينطورة أقدم مدارس الإرساليات في لبنان، إذ أنشأت عام 1834 م من قبل المبشرين العزاريين، وبعد ذلك بعام أنشأ القس وليام طومين الأمريكي مدرسة في بيروت، و أقام الدكتور كرنيليوس فاندايك مدرسة عالية في عبية لبنان ، وفي عام 1847 م أنشأ المبشرون البروتستانت الكلية السورية التي كانت تدرس العلوم\r\nوثيقة 2\r\nباللغة العربية في بداية عهدها .\r\nعلى المحافظة\r\nالاتجاهات الفكرية عند العرب في عصر النهضة 1798 م / 1914م\r\nمن خلال الوثائق أعلاه\r\nوثيقة 3\r\n1 - بين أثر الامتيازات الدينية على المشرق العربي . 2 - أبرز دور الامتيازات الاقتصادية في ربط المنطقة العربية\r\nبالاستعمار الأوروبي . 3 - كان اتصال العالم الإسلامي بالغرب نعمة ونقمة من خلال\r\nالمنطقة العربية ، وضح المظهرين .\r\nD\r\nكان من نتائج اتصال العرب بالغرب أن تعرفوا بالحركات السياسية وأنظمة الحكم الغربية ، و المبادئ التي كانت تنادي بها تلك الحركات والأسس التي قامت عليها تلك الأنظمة، واقتبسوا منها مفاهيم جديدة كالحرية والديمقراطية والدستور ( المشروطية ) و الوطن والوطنية والأمة والقومية ( الجنسية) وكان للثورة الفرنسية والشعارات السياسية التي أطلقتها، صداها لدى المفكرين العرب\r\nفاعجبوا أول الأمر بالحرية والمساواة والإخاء ولكنهم ذهلوا لما جلبته الثورة من\r\nفتن وقتل و خراب ....\r\nعلى المحافظة\r\nنفس المرجع\r\nوثيقة 4\r\nمو\r\nعلو\r\nFelbassair.net"
        },
        {
            "page": 38,
            "text": "2 - المرحلة الثانية 1878 م / 1914 م\r\nبعد مؤتمر برلين منعرجا حاسما في العلاقات العثمانية الأوربية عامة و الفرنسية البريطانية بصفة خاصة، والسبب في ذلك يعود إلى ظهور ألمانيا على\r\nمسرح الأحداث الأوروبية والعالمية :\r\nفوحدتها القومية كانت على حساب النمسا وفرنسا ومن ثم أحدثت شرخا في المبدأ الذي ضلت بريطانيا تدافع عنه ( التوازن الدولي ( من حيث بدأ اختلال التوازن داخل القارة الأوروبية لصالح المانيا.\r\nتوجه المانيا نحو تحيسن علاقاتها مع الدولة العثمانية و دعمتها بزيارة الإمبراطور الألماني إلى الأراضي الإسلامية خاصة الشام وحصولها على امتياز اقتصادي يهدد المصالح البريطانية في العمق وهو مشروع سكة حديد برلين بغداد، الذي سيربط أوربا الشرقية . بالاناضول وصولا إلى بغداد بتمويل الماني وتأسست شركة المانية من أجل ذلك، وأحسن كل من فرنسا وبريطانيا بالخطر الذي يهدد مصالحهما مما دفع بهاما العالم الموقع\r\nمؤتمر برلين 1878م\r\nإلى تغيير سياستهم اتجاه الدولة العثمانية من مبدأ ؟ ) الحفاظ على أملاك الرجل المريض إلى مبدأ التعجيل. بتقسيم تركته ) .\r\nبدأت الاتفاقيات السرية بين بريطانيا وفرنسا ثم التحقت بهما روسيا فحصل الاتفاق بين فرنسا )صر ( 1881م/1882م وبريطانيا لاحتلال تونس ومصر ثم عقد بينهما الوفاق الودي 1904 م. توجهت بريطاني نحو المعاهدات السرية مع شيوخ القبائل العربية في ) الجزيرة الخضراء سنة 1906م بخصوص المغرب الأقصى.\r\nوالتحالف الأوروبي معركة نافرين 1827م بالمورة بين الخلافة العثمانية الخليج والجنوب العربي ثم الحجاز وبعدها عقد مؤتمر\r\nتسارعت الأزمات وتشكلت التحالفات الدولية و بموجبها حصلت إيطاليا على ليبيا 1911 م وتقاسمت فرنسا وإسبانيا المغرب الأقصى 1912م. و بازمة البلقان حدثت المواجهة العالمية الأولى 1914م / 1918م استكملت فيها فرنسا وبريطانيا تقسيم أملاك الخلافة الإسلامية بموجب اتفاقية سايكس بيكو 1916 ووعد بيلفور 1917م وانتهت الحرب العالمية أولى بنهاية الخلافة الإسلامية العثمانية بتوقيع كامل اتاتورك المعاهدة لوزان 1923 م وسقطت منطقة العالم الإسلامي تحت النفوذ الاستعماري الأوربي بجميع صوره من جكارتا شرقا إلى\r\nطنجة غرباء\r\nحروب البلقان\r\n1913 اکتوبر 1912 م ماي\r\nelbassair.net\r\n38\r\nعيون البصائر التعليمي"
        },
        {
            "page": 39,
            "text": "بعد مداولات معقدة مطولة استبعد عنها الدبلوماسيون\r\nفي ظل التطورات الداخلية والضغوط الخارجية أقدمت الدولة العثمانية على سياسة الإصلاحات في الفترة الممتدة بين 1787 م إلى\r\nالأتراك ، اتفقت الدول المجتمعة على :\r\nتصبح بلغاريا إمارة مستقلة تحت السيادة الاسمية 1 للسلطان العثماني وتكون لها حكومة مسيحية و جيش\r\n1906 م كان أساسها :\r\nوطني. 2- فصل الروملي الشرقي عن بلغاريا الكبرى و وضعه\r\n1 - إصلاح الجيش بإلغاء نظام الإنكشارية، و\r\nبناء جيش عن طريق الخدمة العسكرية و بناء مدارس حديثة و تعليم عسكري على الطراز\r\nتحت الحكم المباشر العثماني.\r\n3 - توضع البوسنة و الهرسك تحت الحكم النمساوي\r\nالأوروبي. 2 - اصلاح الإدارة وتنظيم الأحكام والقوانين\r\nعلى أن : تظل الإدارة العثمانية في سنجق نوتي بازار.\r\n4 - استقلال الجبل الأسود الصرب، رومانيا و ضم\r\nبسرابيا لصالح روسيا.\r\n5 - تنازل السلطان العثماني عن أردهان، قارص، باطوم\r\nميوني 1856 م، الذي أقر المساواة بين الملل مع\r\nالمحافظة على أوضاعهم الخاصة .\r\nالروسيا.\r\n6- تنازل الباب العالي عن إقليم و مدينة اختر الفارس 7- تعهد الباب العالي بتحقيق إصلاحات سريعة في\r\nأرمينيا وحماية الأرمن من الأكراد والشركس\r\nباصدار خط شریف کو لخانة 1839 م، والذي\r\nساوى فيه بين الرعية كم أكد بذلك، بالخط الها\r\nام - 1914 م\r\n>elbassair العالم الإسلامي، وضع وثيقة 2\r\n3 - الإصلاح التشريعي وتنظيم التمثيل على\r\nعهد السلطان عبد الحميد الثاني الذي أصدر 200\r\nعهد المشروطية والقانون الأساسي وأنشأ مجلس المبعوثين ومجلس الأعيان\r\n8 - تعهد الباب العالي بمنح حرية الاعتقاد الديني في الدولة العثمانية و ان لا تكون عقيدة المواطن عقبة أمامه\r\nفي سبيل التمتع الكامل بالحقوق السياسية والدينية.\r\n9 - حق القناصل في حماية رعاياهم .\r\n10 - حرية الملاحة في الدانوب\r\nعبد العزيز نوار\r\nالتاريخ المعاصر، أوروبا من الثورة الفرنسية إلى الحرب العالمية الثانية\r\nتقویم مرحلی\r\nوثيقة 1\r\nناصر الدين سعيدوني أساسيات منهجية التاريخ\r\n1 - كان مؤتمر برلين منعرجا حاسما في تاريخ العلاقات العثمانية الأوروبية علل ذلك.\r\n2 - الحجات فرنسا وبريطانيا في علاقاتهما العثمانية بعد مؤتمر برلين إلى الاتفاقيات السرية، حدد أسباب ذلك.\r\n3 - قيم الإصلاحات العثمانية الواردة في الوثيقة 2\r\n2\r\nعبو\r\nلیمی\r\nBelbassair.net"
        },
        {
            "page": 40,
            "text": "elbassair.net\r\nنشاط تقويمي\r\nأولا : نشاط ادماجي رقم 2\r\n1 - حدد أسباب الأزمة الحضارية التي تأثر بها العالم الإسلامي قبل القرن 15م ...\r\n2 - بين مظاهر هذه الأزمة في جانبها الاقتصادي - السياسي - الاجتماعي والثقافي .\r\n3 - اختل التوازن بين الشرق الإسلامي والغرب المسيحي بعد القرن 17م ليصل مع القرن 19 م إلى تبعية العالم الإسلامي وخضوعه للقوة الأوربية وانتهائه مع الحرب العالمية الأولى 1914 إلى تصفية الخلافة الإسلامية وتأكيد التجزيء السياسي للبلاد الإسلامية عامة و العربية خاصة خاصة :\r\nابرز العوامل الداخلية والخارجية التي تسببت في اختلال التوازن بين الشرق والغرب .\r\nعلى خريطة العالم السياسي لون الدول الأعضاء في المؤتمر الإسلامي.\r\nصنف في جدول :\r\nأ - الدول الأسيوية، الإفريقية، الأوروبية.\r\nب - الدول وفقا للاستعمار ( المستعمرات الفرنسية، الإنجليزية ، الهولندية )\r\n2 - قارن بين هذه المفاهيم :\r\nالمسألة الشرقية الشرق أوسطية الشرق الأوسط الكبير.\r\n3 - اتسمت العلاقات العثمانية الأوربية بعقد سلسلة من الاتفاقيات الدينية والاقتصادية في شكل تعاون )\r\nتحت الضغوط ، عرفت تاريخيا بالامتيازات الأوربية .\r\nأ - حدد مفهوم الامتيازات.\r\nب - الامتيازات قد تكون نعمة وقد تكون نقمة كيف يتم ذلك ؟\r\n4- لعبت هذه الامتيازات دورا فعالا في إضعاف الخلافة العثمانية أكثر من المواجهات العسكرية :\r\nا - وضح ذلك ..\r\nب - حدد الدول التي انتهجت هذه السياسة ولماذا ؟\r\nج - امتدت نتائج الامتيازات الأوربية إلى يومنا هذا وضح انعكاساتها المستمرة.\r\n1- خضع العالم الإسلامي في الشرق الأقصى الأسيوي مبكرا للسيطرة الاستعمارية :\r\nأ - حدد ظروف الحركة الاستعمارية في هذه المناطق.\r\nب - بين انعكاسات الحركة الاستعمارية. على الإسلام في المنطقة.\r\nج - على خريطة آسيا لون التوزيع الاستعماري للمنطقة.\r\nelbassair.net\r\n40\r\nالعالم الموقع عيون البصائر التعليمي"
        },
        {
            "page": 41,
            "text": "العالم الإسلامي، وضعهم\r\n2 - إن العوامل التي تحرك التاريخ هي عوامل السياسة الداخلية والإدارة والاجتماع والثقافة، وهذه النواحي على وجه التحديد لم يحسن العالم الإسلامي في العصر الحديث التصرف فيها . ناقش الموضوع بناء على المرحلة الإسلامية العثمانية من خلال :\r\nوصف عام لوضعية ( الإدارة المجتمع، الاقتصاد، الثقافة ) .\r\nأبرز أسبابها الداخلية والخارجية.\r\nبين انعكاساتها على مصير الدولة.\r\n3 - أعطى الإسلام للمنطقة مفاتيح القوة والتقدم، إلا أن العالم الإسلامي في تاريخه الحديث تراجع نحو التخلف والضعف .\r\nبين أسباب هذا التراجع على مستوى السلطة والشعب .\r\nمو\r\nعبو\r\nS\r\n1453\r\n+161\r\nثانيا : أنجز بحثا حول :\r\n1 - المسألة الشرقية - الجامعة الإسلامية الإصلاحات العثمانية - البحرية العثمانية - العمارة الإسلامية - المناهج العلمية عند علماء المسلمين - الأوقاف الإسلامية.\r\n2 - الجز ملفا توثيقيا حول المدن الإسلامية الآتية : سمرقند بخارى، إصفهان حيدر آباد، قندهار، إسطنبول، القاهرة، بغداد.\r\n3- النجر ترجمة تاريخية للشخصيات الآتية : محمد الفاتح، سليمان القانوني، عبد الحميد الثاني، جمال الدين الأفغاني، محمد عبدو.\r\n4- أنجز مشروعا تقترح فيه حلولا للتعاون والتكتل الإسلامي.\r\n4 elbassair.net"
        },
        {
            "page": 42,
            "text": "الوحدة التعليمية الثانية: التحولات الكبرى في أوروبا 1453 م / 1914م )\r\nelbassair.net\r\nتعالج من خلال:\r\n1 - مكتسابتك القبلية وقراءاتك الخارجية عن مظاهر العصور\r\nالوسطى في أوربا .\r\nأوروبا قبل 1914 -2- التحولات الكبرى التي حدثت في غرب القارة الأوربية من خلال :\r\n. بحثك عن ظروفها - أسبابها - مظاهرها المختلفة : فنيا - فكريا - عمليا - دينيا - اقتصاديا .\r\n. الانفتاح الأوربي عن العالم الخارجي في سياق الكشوف الجغرافية.\r\n3 - أثر هذا التحول :\r\n. داخل أوربا سياسيا - اقتصاديا - اجتماعيا .\r\n. خارج أوربا سياسيا - اقتصاديا - اجتماعيا .\r\nبعد نهاية معالجتك للوحدة من خلال ما ينجز داخل القسم، وما تنجزه بمفردك كتعلم ذاتي تكون قادرا على :\r\n. حل جل الوضعيات الإشكالية التي تطرحها هذه المواضيع.\r\n. فهم قضية التواصل الحضاري العالمي .\r\n. تتأكد بأن الإقلاع نحو التقدم والتطور ممكن في أية مرحلة فرواد هذه النهضة أناس لا يختلفون\r\nعنك فكر لعلك تعمل وتنجز لوطنك وللإنسانية أفضل مما أنجزوا .\r\n. استعمال واستغلال الوثائق التاريخية بمختلف أشكالها.\r\n. التحكم في المفاهيم المختلفة العلمية، الاقتصادية، السياسية، القانونية، الفلسفية\r\n. إنجاز المشاريع التربوية العلمية الفردية والجماعية ( البحوث - الملفات - اللوحات الفنية - النوادي\r\nالعلمية تراجم للشخصيات الرائدة ) .\r\nيربطك لما درسته وما استخلصته من أفكار ونتائج اعقد مقارنة بين ما توصلت إليه في الوحدة الأولى والثانية\r\nتجد الإجابة.\r\nعيون البصائر التعليمي\r\nلماذا تراجع الشرق الإسلامي ؟\r\nلماذا تقدم الغرب المسيحي ؟\r\nاختلال التوازن بين الشرق والغرب\r\n42\r\nelbassair.net"
        },
        {
            "page": 43,
            "text": "elbassair.net\r\n20\r\n1973\r\nإلى الوحدة الصالح\r\nالخط الطلاق الرحلة خط العودة من الرحلة\r\n18/3\r\n17\r\nالإصلاح الديني\r\nالثورات السياسية\r\nالثورة الصناعية\r\nالحركة القومية\r\nالكشوف الجغرافية\r\n48 elbassair.net\r\n1789 1776 1683\r\n1492\r\n1453\r\nفرنسا\r\n2"
        },
        {
            "page": 44,
            "text": "النهضة الأوروبية ومظاهرها\r\nبعد عصر النهضة مرحلة الانتقال بأوروبا من العصور الوسطى إلى العصور الحديثة ، وهو بداية عهد جديد في تاريخ القارة بما ساده من أفكار جديدة شملت مختلف ميادين الحياة، فتحت أمام القارة خاصة في جنوبها الغربي أبواب التقدم والازدهار.\r\nأوروبا قبل 1914\r\nوالواقع أن بوادر هذه التغيرات تمتد إلى أواخر العصور الوسطى، لأن تاريخ تطور حياة الأمم والشعوب لا يؤرخ\r\nبسنوات محددة. بل بالفترات.\r\n1 - عوامل قيامها :\r\nالنهضة :\r\nفي ترجمتها الحرفية تعني البعث الجديد أو الولادة الجديدة كما يراها رواد الفكر الإنساني الذين سعوا إلى بعث الحياة في الحضارة الرومانية واليونانية.\r\nساهمت جملة من العوامل في ظهور النهضة الأوروبية الحديثة\r\nأهمها :\r\nظهور المدن الأوربية خلال العصور الوسطى كان الإقطاع هو النظام الاقتصادي السائد، و كان يرتكز على القرية والضيعة اللتان تشكلان الوحدة السكنية الاقتصادية والاجتماعية، لذلك كان ظهور المدن تميزاتها وقوتها الاقتصادية وإشعاعها الثقافي والحضاري مفوضا للنظام الإقطاعي والكنسي ليس فقط ماديا و إنما فكريا وفلسفيا، ولما كانت أبرز وأسبق المدن هي الإيطالية فإنها شكلت منطلق الحركة الإنسانية\r\nالتعليمي.\r\nالبورجوازية :\r\nنمو البرجوازية و الراسمالية مكن الموقع الاستراتيجي للمدن الإيطالية ) بيزاء البندقية، جنوة ( التجار الإيطاليين من لعب دور الوسيط بين شرق العالم وغربه، وتأسيس شركات تجارية حققوا من ورائها أموالا طائلة تزامن ذلك مع تطور النظام المصرفي، ليشهد عصر النهضة مولد النظام الراسمالي :\r\nكلمة أطلقت أصلا على أحرار المدن الفرنسية في العصور الوسطى، وعممت فيما بعد . على الطبقة الوسطى في جميع البلاد، وكانت تشكل الطبقة الثالثة في البناء الاجتماعي، تنصرف الكلمة بمعنى عام إلى المتوسطين من التجار، الملاك، أصحاب المهن الحرة ، لعبت دورا فعالا في إنهاء النظام الإقطاعي، وقاومت الحق الإلهي للملوك، وإرساء قواعد الحكم على أساس دستوري والنظام النيابي والمساواة بين الأفراد .\r\nelbassair.net\r\nالأنظمة السياسية المطلقة: انتزع الملوك جميع السلطات السياسية من أيدي الأشراف ورجال الدين لكي يزاولوا بانفسهم السلطة المطلقة، و لكي يتجنبوا ثورات طبقتين الجئوا إلى التحالف مع البرجوازية بتشجيعها و الاستفادة من ثرائها في حين كانت هي بحاجة إلى الأمن والاستقرار و هو ما يضمنه الملوك.\r\nنمو الروح الفردية في ظل هذه التغيرات الجديدة أصبح الفرد يمارس نشاطه الحرفي والتجاري بعيدا عن قيود الكنيسة واستبداد الإقطاع فظهرت\r\nالديه النزعة الفردية والتفكير الحر.\r\nelbassair.net\r\n44"
        },
        {
            "page": 45,
            "text": "تساءل الملك لويس الثاني عشر في عام 1499 م عن التدابير الاحتياطية الضرورية لهزيمة ميلانو رد عليه مستشاره : أيها الملك العظيم ثلاثة أشياء لابد أن تكون جاهزة ، النقود والنقود ومرة أخرى النقود... و كان الجشع الطاغي للنقود متسلطا على الطبقات الحاكمة في أوروبا و عبر المغامرون البحار عن الذهب و نمت التجارة وتطور النظام المصرفي و شهد عهد\r\nا في الوقت الذي كانت فيه الحرب قاعدة أكثر منها استثناء، كان أمراء أوروبا في أزمات مالية مستمرة ، فقد كان الأمر يتطلب مبالغ ضخمة من النقود لدفع مرتبات الجيوش المرتزقة ، إذ أن الجنود كانوا يهربون من الخدمة ويتجهون إلى النهب ما لم تصل مرتباتهم في ميعادها ، و لم يكن هناك غير قليل من الأمراء في وضع يسمح لهم بالحصول على كميات كبيرة من النقود بمجرد الاحتياج إليها و كان الاقتراض هو الطريق الوحيد لتجنب\r\nالكوارث ، فوجد التجار الأغنياء أن هناك فوائد جمة يمكن الحصول عليها عن طريق إقراض النقود\r\nالنهضة مولد النظام الرأسمالي ....\r\nالمعرفة المجلد 9\r\nللأمراء الأقوياء.\r\nوثيقة 1\r\nالمعرفة المجلد 9\r\nوثيقة 2\r\n.... وجد أول البيوت المصرفية الأوروبية الكبرى في فلورنسا تعود ملكيته لاسرة ميديتشي ، التي أصبحت خلال القرن الخامس عشر أهم مصدر تمويل في أوربا ، وقد ذاع صيت مصرف فلورنسا في كل أوروبا وكثيرا ما سددوا النقص في خزانة من افتقر من الأمراء . كما قدموا تسهيلات تبادل النقود ، وكانت لهم فروع في كل أوروبا ، فكان بإمكان التاجر الذي يودع نقوده في أحد الفروع أن يسحب النقود من فرع آخر و ذلك عن طريق تقديم صحيفة ورقية بسيطة مما يجنبه حمل\r\nحقائب النقود خلال ترحاله... .\r\nموقع عيون البصائر التعليمي\r\n1914-15elbassair.ne\r\nالمعرفة المجلد 9\r\nوثيقة 3\r\n4Felbassair.net\r\nمخطط المدينة أفينيون في بداية القرن 17 م"
        },
        {
            "page": 46,
            "text": "ضعف الكنيسة الغربية وانقسامها شكلت المفاسد الاخلاقية و السياسية والتبذير المالي إلى جانب الانقسام البابوي، عوامل تراجع سمعة الكنيسة و في نفس الوقت، إرهاصات بداية التغيير في الحياة الفكرية والدينية والسياسية\r\nفي أوروبا : قرار قاسم البلدي فانيلا\r\nالعكاسات الحروب الصليبية رغم هزيمة أوروبا العسكرية في هذه الحروب فإنها استفادت منها حضاريا من خلال احتكاكها بحضارة العالم الإسلامي الراقية التي غيرت من نظرتها إلى\r\nالكثير من المفاهيم السياسية والاقتصادية والاجتماعية.\r\nأثر الحضارة العربية الإسلامية القد اخذت حضارة العالم الإسلامي تتسرب\r\nالإنقسام البابوي\r\nعن طريق الأندلس وصقلية والمغرب الإسلامي و مصر و بلاد البابا كليمونت الخامس مدينة أفينيون الفرنسية مقرا للبابوية بين 1305 م / 1377 م\r\nظهر من خلال اتخاذ\r\n. كما أن\r\nإلى أوروبا\r\nالشرق الإسلامي و بيزنطة\r\nطلاب العلم في بلاد أوروبا الغربية\r\nاخذوا ينهلون من الجامعات الإسلامية منذ نهاية القرن الحادي عشر الميلادي ..\r\nسقوط الإمبراطورية البيزنطية ونتائجها نتج عن انهيار الإمبراطورية\r\nالبيزنطية سنة 1453م هجرة العديد من العلماء إلى المدن الأوروبية والإيطالية بشكل خاص، حاملين معهم رصيدا تراثيا ضخما من الحضارات الإغريقية، الرومانية والإسلامية إلى جانب الثروة المالية وقد ساهمت هذه العناصر في بعث الحركة الإنسانية التي شكلت بداية النهضة.\r\nموقع عيون البصائر التعليمي )\r\nالأندلس\r\nإن ما ساعد على ازدهار هذه النهضة هو نجاح تيار حركة الترجمة الواسعة من العربية إلى اللاتينية بواسطة جيل من العلماء ينتمون إلى فئات متنوعة و هي نفس العملية التي قام بها المسلمون في بداية نهضتهم العلمية.\r\nآسيا الصغرى\r\nالمشرق العربي\r\nبحوض البحر الأبيع\r\nخريطة حوض البحر المتوسط\r\nمعابر الحضارة الإسلامية نحو أوروبا\r\n46\r\nelbassair.net\r\nelbassair.net"
        },
        {
            "page": 47,
            "text": ".. إن الحضارة الأوروبية مدينة بالشيء الكثير العلوم المسلمين ومناهجهم التي اطلعوا عليها عن طريق ترجمة ودراسة التراث العلمي والفلسفي خاصة في القرن الثالث عشر م، الذي شهد مزيدا من تدفق ثقافة القدماء على أوربا من إسبانيا، فكانت فترة القرون الثلاثة التالية مرحلة تفاعل داخلي مكن أوربا من هضم وتمثل المعرفة الإسلامية والتحكم في مناهجها، وهذا ما أكسبها مناعة حضارية سمحت لها فيما بعد بتجاوز تراث المسلمين النظري والعملي بل إلى رفضه في القرن السابع عشر الميلادي في محاولة جريئة لتجديد مناهج المعرفة المعاصرة من حيث أساليب التفكير وطرق التجربة والاختبار و المشاهدة وتقنيات تصنيف المعلومات ، و كان في طليعة المفكرين الأوروبيين الذين كرسوا استقلالية الفكر الغربي عن المرجعية الإسلامية ، فرانسيس بيكون ( 1626 م، و روني ديكارت 1650 م...\r\n.. لقد أسهمت بيزنطة في النهضتين الإيطالية و الأوربية في النواحي الثقافية بأساليب مباشر أو غير مباشرة، ومهما كانت العلاقات بين اللاتين والبيزنطيين من نواحيها الإيجابية والسلبية، فقد ازداد اطلاع اللاتين على التراث الهيلينستي، الذي حفظته مكتبات القسطنطينية، كما أن الضغط العثماني المتواصل على الإمبراطورية منذ النصف الثاني من القرن الرابع عشر م ساعد على إحياء التراث الكلاسيكي في الجهات الإيطالية نتيجة لهجرة قسم من علماء بيزنطة إليها مزودين بكتبهم، ولعلى من أبرز الأمثلة تلك التي تمثلت في مجهودات ، مانويل خرایسو لوراس و و . جيمستون بلیتون » و « بیساريون النيقي و الذي أصبح كاثوليكيا عند زيارة رسمية للبابوية من أجل اتحاد الكنيستين، فعين في مجلس الكرادلة و أصبح منزله محفلا أدبيا لقادة النهضة الإيطالية، وساهم في جمع المخطوطات من المراكز الدينية الشرقية مكونا مكتبة نادرة أهداها عند وفاته إلى مدينة البندقية\r\nد. يحي بوعزيز . مع تاريخ الجزائر\r\nوثيقة 1\r\nد . عبد القادر أحمد اليوسف علاقات بين الشرق والغرب\r\nوثيقة 2\r\nعبو\r\n1453 - 1914 م 10\r\n... وكانت إحدى السمات الأساسية لهذا العصر هو ظهور حركة الإصلاح الديني على يد كل من ( مارتن لوثر » و « جون كالفن و التي ترتكز على :\r\nتقويم مرحلي\r\nالرجوع إلى المصادر الأصلية للدين المسيحي و رفض التعدد في المصادر الدينية و القول بالمصدر الواحد الذي يتمثل في الكتاب المقدس ويعني ذلك نسف التراث الكنسي والعقائد البابوية .\r\nمن خلال الوثائق : 1-2-13\r\nرفض الوساطة بين الله والإنسان، وعدم احتكار تفسير وتأويل النصوص الدينية من قبل رجال الكنيسة وحدها.\r\nابرز أثر الحضارة الإسلامية على تطور أوروبا الغربية.\r\nمما أدى إلى تحديد وتقليص الديانة المسيحية فتغيرت النظم المعرفية في المجتمع الأوروبي بين القديم والجديد و دفع الناس إلى الاهتمام بحياتهم الدنيوية ونقل مستوى المعرفة من الدين كمصدر مباشر للحقيقة العليا آلي التجربة الإنسانية والجهد العقلي كاداة لبناء هذه الحقيقة ..\r\nد السيد الباز العريني الحضارة والنظم الأوروبية\r\nوثيقة 3\r\nبین دور بيزنطة في نهضة إيطاليا . علق على مضمون الوثيقة\r\n3 - واستخلص منها عناصر التأثر بالحضارة الإسلامية.\r\n47 elbassair.net"
        },
        {
            "page": 48,
            "text": "2 - مظاهر النهضة الأوروبية الحديثة :\r\nشملت حركة النهضة الأوروبية الحديثة جوانب متعددة :\r\nأ - الأدبية : ارتكزت الآداب على تقليد القدامى في كتابة القصائد والاهتمام بجمال الأسلوب وانتقاء الالفاظ، و تميزت آداب النهضة بتركيزها على الجانب العاطفي بدل التعليم والوعظ\r\nب - الفنية : مثلث الفنون و الفنون الجميلة من رسم ، تحت ، موسیقی ومسرح التي مزجت بين الفن القديم والإبداع، روح النهضة الأوروبية والتي كانت إيطاليا مهدا لها.\r\nج - الفكرية : ظهور مجموعة من الفلاسفة والمفكرين دعوا إلى تمجيد العقل والإيمان بقدرته على حل كل الازمات والمشاكل الإنسانية والتخلص من اللاهوت في تفسير ومحاكمة الأشياء والمفاهيم، شعارهم في ذلك ولا سلطان للعقل إلا بالعقل )\r\nد - العلمية أثمر الاتصال بالحضارة العربية الإسلامية عبر عدة منافذ ظهور التفكير العلمي الحر، كما ساهمت الحركة الإنسانية في ظهور النهضة العلمية و أصبحت التجارب شرطا أساسيا لتثبيت قواعد العلم الصحيح 10\r\nهـ - الاقتصادية : تجلت مظاهر النهضة\r\nالاقتصادية في تأسيس نسق عملي\r\nصورة من إنجاز رقائل 1516 م\r\nيتضمن الصناعة الحرفية و التجارة في\r\nالمعادن والنشاط المصرفي و كانت أهم فروعه في جنوة و ميلانو، هذا إلى\r\nجانب احتكار المدن الإيطالية للنشاط التجاري.\r\nو - الإصلاح الديني و نتائجه إذا كانت النهضة في إيطاليا قد اتسمت بالنزعة الفنية الأدبية ، فإنها أخذت شكل الإصلاح الديني في المانيا، حيث لا أسهم التحرر الفكري في إعادة النظر بعمق في عيوب الكنيسة و الدعوة إلى\r\nضرورة إصلاح مفاسدها و قد ترتب عن ذلك :\r\nتعدد المذاهب الدينية المسيحية وما نتج عنها من صراعات وحروب ابرزها حرب\r\nمارتین لوترو ، حامل فكرة الإصلاح الديني\r\nالثلاثين عاما بين 1618 م و 1646 م، ذات الأبعاد القارية.\r\nقيام الكنيسة الكاثوليكية بإصلاح مضاد للمذاهب الجديدة في أوربا. اهتزاز مكانة البابوية مع استمرارها كمرجعية أساسية أمام الفتح العثماني و حصار فيينا سنة 1683 م .\r\nانعقاد صلح واستقاليا سنة 1648م الذي وضع قواعد شاملة لنظام دولي جديد.\r\nelbassair.net\r\nي - الكشوف الجغرافية : ساهمت التطورات العلمية التي مست مختلف الميادين في انتشار الفضول العلمي الذي تزامن مع الحاجة الاقتصادية لأوروبا الغربية وطموح ساستها، وانبعاث الروح الصليبية و التطورات السياسية والعسكرية التي عرفها حوض البحر الأبيض المتوسط في النصف الثاني من القرن 15 ودفعت إلى الاستكشاف الذي تجسد في الرحلات البحرية الكبرى التي انطلقت من إسبانيا والبرتغال بشكل خاص نحو مناطق كانت مجهولة لدى الأوروبيين في إفريقيا و آسيا والعالم الجديد .\r\nكريستوف كولومبس\r\nموقع عيون\r\nامو\r\nسائرة التعليم\r\nیمی\r\n48\r\nelbassair.net"
        },
        {
            "page": 49,
            "text": "موقع عيو\r\nمارتین لوتر\r\nرتییه دیکارت\r\nغاليلي\r\nبلاز پاسکال\r\nجون جاك روسو\r\nليوناردو ديفانشي\r\nأن مجال التاريخ يجب أن يتسع لما هو أهم من ذلك لتتبع إنجازات العقل البشري في التاريخ، إن ذلك أجدر بالاهتمام من أخبار الملوك والحكام و حواديث البلاط، إن الخير الحقيقي للإنسانية ليس في قادتها وحكامها وإنما في فلاسفتها وعلمائها ومفكريها.\r\nفولتير\r\nآدم سمیت\r\nجون المبار\r\nتوماس مور\r\nس هوبر توما\r\nإسحاق نيوتت\r\n1914-145\r\nIbass\r\nميكافلي\r\nFelbassair.net"
        },
        {
            "page": 50,
            "text": "دوافع الكشوف الجغرافية\r\nأ - سياسيا : ظهور دول حديثة كإسبانيا البرتغال، هولندا، إنجلترا ، فرنسا، روسيا السويد والدانمارك، ثم في مرحلة لاحقة المانيا وإيطاليا ، حيث سعت هذه الدول وغيرها إلى بسط نفوذها السياسي والاقتصادي والمذهبي .\r\nب دينيا : أخذت الكشوف الجغرافية الطابع الديني الذي لا يقل أهمية عن الحروب الصليبية، حيث راودت إسبانيا والبرتغال فكرة استخدام الكشوف الجغرافية وسيلة لتطويق العالم الإسلامي، عبر الساحل الغربي والشرقي الإفريقيا ومضيقي عدن وهرمز، و الرغبة في نشر المسيحية الكاثوليكية في الحبشة و إقناع المغول بالدخول إلى المسيحية. وقد تم ذلك بمباركة الكنيسة ودعم البابا .\r\nج - اقتصاديا : إن المصالح الاقتصادية والسعي وراء تحقيق الربح التجاري ومحاولة التخلص من الاحتكار الذي تمارسه المدن الإسلامية، دفع بالأوروبيين وبخاصة إسبانيا والبرتغال إلى البحث عن طرق تجارية بديلة عن البحر التوسط للوصول إلى شرق آسيا، التي كانت مصدرا التجارة التوابل والحرير و الاخشاب و ثروات ما وراء الصحراء الإفريقية الكبرى\r\nكالذهب والفضة والعاج، لتتوسع إلى تجارة الرقيق .\r\nنتائج الكشوف الجغرافية:\r\nelbas\r\nbassair.net انتقال الريادة التجارية من البحر الأبيض المتوسط إلى المحيط الأطلسي ، حيث سميت هذه المرحلة بالثورة التجارية على غرار الثورة الصناعية أو الزراعية وبداية اختلال موازين القوى الاقتصادية .\r\nإغراق الأسواق الأوروبية بالمنتجات الأسيوية القديمة والمكتشفة حديثا .\r\nنمو الأطماع التوسعية والتنافس الاستعماري و ظهور فكرة\r\nالإمبراطوريات الاستعمارية.\r\nتقويض الحضارات القديمة تحت شعار نشر الحضارة عبر\r\nسياسة التنصير بمختلف المذاهب تغيير البنية الاقتصادية والاجتماعية للشعوب الأوروبية. تطور تقنيات الملاحة البحرية.\r\nموقع عيون البصائر: التعليمي\r\nة إن البرتغاليين قد قاموا باكتشافاتهم ، بعد بدافع انتقامي من التفوق الإسلامي، وبدافع استعماري اقتصادي الإيجاد المستعمرات التي هيئت لتكون مراكز للمواصلات لضرب التجارة العربية في إفريقيا الشرقية والهند، لذا فهم أول من زوج هذه التجارة في القرن السادس عشر، وقد احتكروها مدة ليست قصيرة. ثم لحق بهم الأسبان والهولن ديون في القرن السابع عشر، وجاء بعد ذلك الفرنسيون و الإنجليز في القرن 18 م ، ولقد كانت مناطق تجارة الرقيق الإفريقي تمتد على سواحل إفريقيا الغربية من موريتانيا على ساحل يزيد طوله عن خمسة آلاف كلم.\r\n50\r\nelbassair.net"
        },
        {
            "page": 51,
            "text": "الدولة\r\nالمكتشف\r\nهنري بن حنا\r\nالملقب بالملاح\r\nالبرتغال\r\nبارتليميو دياز\r\nالكشوف الجغرافية\r\nأهم الاكتشافات\r\nالساحل الغربي الإفريقيا - الرأس الأخضر - ساحل غانا\r\nجنوب افريقيا ( رأس الرجاء الصالح )\r\nموقع\r\nفاسكو دي جاما -\r\nجنوب افريقيا - مدغشقر - ساحل میلبار غرب الهند\r\nتاريخ الاكتشاف\r\n1415 م - 1460 م\r\n1486 م\r\n1497 م - 1499 م\r\n1492 م\r\n1501 م - 1502 م\r\n1519\r\nکريستوف كولمبس\r\n- جزر باهاما - كوبا - سواحل امريكا الوسطى والجنوبية\r\nإسبانيا\r\nأمريكو\r\nفسيوبتشي\r\nسواحل أمريكا الجنوبية\r\nماجلان\r\nالوصول إلى البرازيل - الوصول إلى بعض الجزر في الساحل الشرقي لآسيا منها جزيرة (( سيو)) - دار من المحيط الأطلسي إلى الهادي عبر مضيق سمي باسمه (2)\r\nمضيق مجلان )).\r\nالتعليمي\r\nعيون البصائر التعـ\r\nجون كابوت\r\n- جزيرة نيو فندلوند - جزيرة لبرادور - الساحل الشرقي للولايات المتحدة الأمريكية.\r\nإنجلترا\r\nجيمس كوك\r\nجاك كارتيه\r\nالساحل الشرقي لاستراليا\r\nنهر سانت لورنس\r\nفرنسا\r\nلا سال\r\nروسيا\r\nفيتوس بيرنج\r\nرحلة فاسكو دي غاما حفظ الطلاق الرحلة خط العودة من الرحلة\r\n- نهر الميسيسبي\r\nمضيق بيرنج\r\nرحلة ماجلان خط انطلاق الرحلة خط العودة من الرحلة\r\nافريقية\r\nرأس الرجاء الصالح\r\nالهادي\r\n1497 م\r\n1796 م\r\n1534\r\n1682 م\r\n1726 م\r\nالمحيط الهندي\r\nإفريقيا\r\nرأس الرجاء الصالح\r\nأمريكا الجنوبية\r\nC elba\r\n1914م\r\nالهادي\r\nFelbassair.net 51"
        },
        {
            "page": 52,
            "text": "نشاط إدماجي رقم\r\nنشاط تقويمي\r\nه إن الأوربيين تعاملوا مع التراث الإسلامي من مبدأ الرفض المعلن الذي كرسه التفوق العلمي الأوربي في العصور الحديثة، رغم أن الدراسة الموضوعية النزيهة تؤكد أن منطلقات النهضة في أوربا تعود أساسا إلى ما\r\nاقتبسته من معرفة إسلامية وما استفادته من مناهج العلماء المسلمين.\r\nفيدون هذه المعارف وتلك المناهج كان من الصعب إن لم يكن من قبيل المستحيل أن يحقق جيرو لامو كاردن الإيطالي ( القرن 16م ) نتائج أبحاثه الرائدة في المعادلات التكعيبية ومعادلات الدرجة الثالثة، كما أن كبلر القرن (17م) لم تكن اكتشافاته لقوانينه الثلاثة المتعلقة بمدارات الكواكب حول الشمس ممكنة لولا استفادته من نظرية ابن الهيثم في الضوء وأن كوبر نيكوس ( القرن (16م) ما كان قادرا على وضع فرضية دوران الكواكب حول الشمس، لو لم يستفد في منهجيته من السبق الرياضي الإسلامي في علم المثلثات واستعمال الجيب و الجيب التام، وأن عبقرية ليونارد دافنشي ما كان لها أن تكتمل بدون الاطلاع على ترجمات الكتب العلمية الإسلامية كما أن نيوتن و لا يبنتز لم يكن في مقدورهما وضع الحساب اللامتناهي. لولا استفادتهما من معالجة ابن سینا اللاحجام اللامتناهية فيزيائيا ورياضيا. أما هارفي ( 1657م) فلم تكن نظريته . عن الدورة الدموية بعيدة.\r\nعما تضمنته الترجمة اللاتينية لما كتبه ابن النفيس ( القرن (13م ) حول الدورة الدموية نفسها.\r\nوإذا تجاوزنا مجال العلوم والاختراعات إلى الإبداع الأدبي والفكري وحتى السياسي والاقتصادي ، فإننا نجد الإسهامات الأوربية المتميزة في هذا المجال غير بعيدة عن إسهامات العرب المسلمين السابقة ، هذا إن لم تكن متأثرة بها بشكل أو بآخر ، فواقعية ميكافيلي ( 1527م) وتأملات مونتين (1592م) والفهم العميق التطور المجتمع البشري لفيكو (1744م) والنظرية الاقتصادية لآدم سميث ، وكذلك عامل الروح في سير التاريخ عند هيجل (1830م) وقوانين المجتمع لدى أوغست كونت ( 1857م ) ، تفرض علينا مقارنتها بأفكار الكثيرير من علماء المسلمين وفي مقدمتهم ابن خلدون ( ت 1406م) ، كما أن «الكوميديا الإلهية لدانتي ( 1320 م عشرية : Décameron بوكاسيو ( 1375م) وأفكار تشوسر الإنجليزي وقصة روبنسون كروزو وأعمال سرفنتيس ( 1616م) ودنيال ديفو وشكسبير وحتى مونتسكيو و سینسر و فولتير وجوته ، لا يستبعد تأثر أصحابها بالتراث الإسلامي كالقصص القرآني، \"رسالة الغفران \" ، قصة حي بن يقظان\" ، \" حكايات ألف ليلة وليلة \" و \"كليلة | ودمنة ومغامرات سندباد وغيرها من مآثر المسلمين، التي تمت ترجمتها أواخر العصر الوسيط وكان لها حضور قوي في الذاكرة الأوربية حتى عصرنا هذا ..\r\nد يحيى بوعزيز . تاريخ الجزائر في الملتقيات الدولية\r\nوقد تخلصت أوروبا تدريجيا من مظاهر العصور الوسطى وحققت قدرا عاليا من التقدم جعلها تهيمن على العالم وتكتشف أسرار الكون والحياة حين انقذت نفسها من الجهل الذي غل فكرها، وتمثلت الخطوة الأولى خلال ذلك المسار الطويل في الإصلاح الديني، الذي خلص الناس من كثير من المظاهر التي كان يستعملها بعض\r\nرجال الدين وسيلة للهيمنة والتسلط .....\r\nد. عصام عبد الله / صحيفة الحياة .\r\nelbassair.net\r\n52\r\nلتعليمي"
        },
        {
            "page": 53,
            "text": "مو\r\nعلو\r\nمن خلال الوثيقة رقم 1\r\nاستخرج المفكرين المسلمين.\r\nاستخرج المفكرين الأوربيين.\r\nاعقد مقارنة بين الفئتين مبديا رأيك.\r\nمن خلال ما درست و من خلال ما ورد في الوثيقة. فكر في إنجاز مشروع علمي - أدبي - فكري ضمن\r\nعمل فردي / جماعي وفقا لاختياراتك.\r\nعلى ضوء ما ورد في نص الوثيقة 2 :\r\n1 ابرز مظاهر العصور الوسطى : سياسيا - اقتصاديا - اجتماعيا .\r\n2 بين مجالات التقدم الذي أحرزته أوروبا في بداية النهضة.\r\n3 بعد الإصلاح الديني البوابة الرئيسية التي فتحت عصر النهضة على مصراعيه اشرح الفكرة .\r\n4. أخذت النهضة في ألمانيا مظهر الإصلاح الديني ، وفي إيطاليا مظهر الثورة الفنية والأدبية ووصلت\r\nإلى بريطانيا وفرنسا في مظهر الثورة السياسية والاقتصادية، وضح مظاهر ذلك.\r\nلعب هؤلاء المفكرون جون لوك 1632 - 1704 ، روسو -1778 1712 ، جون ستوارت میل 1806-1873 دورا\r\nبارزا في تغيير الأوضاع السياسية والاجتماعية والاقتصادية في أوربا . انسب هؤلاء المفكرين إلى بلدانهم الأصلية .\r\nالبصائر التعليمي\r\nحدد مضمون فلسفة كل منهم في المجالات المذكورة .\r\nبين نقاط الاشتراك ونقاط الاختلاف مع التعليل .\r\nالعب هؤلاء المفكرون هؤلاء العلماء قليلي بلاز بسكال، إسحاق نيوتن جون الامبر، دورا بارزا في الحركة العلمية في عصر النهضة الأوروبية.\r\nأنسب هؤلاء العلماء إلى بلدانهم الأصلية.\r\nحدد مضمون البحث العلمي عند كل واحد منهم.\r\nآثار بحوثهم على الإنسانية.\r\n1452-1914م\r\nelbassair.net"
        },
        {
            "page": 54,
            "text": "المملكة المتحدة\r\nالثورات السياسية\r\nإن حركة النهضة و طول مدة انتشارها و شموليتها و تنوع مجالاتها ونتائجها التي بدأت تبرز في القرن 17م، شكلت قواعد لفكر فلسفي جديد انطلق من الجامعات حاملا لواءه الفلاسفة والكتاب والمؤرخون، منتقدا الأوضاع القائمة ويدعوا إلى التغيير في جميع ميادين الحياة السياسية الاقتصادية والاجتماعية وإلى بناء مجتمعات جديدة خالية من ارث العصور الوسطى، والذي ترجمه قيام الثورات\r\nالتالية :\r\nولا / الثورة الإنجليزية ( البريطانية ) 1688 م : أطلق الإنجليز على الثورة ضد آل ستيوارت اسم الثورة المجيدة واعتبروها\r\nال ستيوارت\r\nأسرة إنجليزية حكمت من سنة 1603م إلى 1714م شهد حكمها حركة التطور الدستوري، التي حددت شخصية إنجلترا في تاريخها الحديث والمعاصر.\r\nنجاحا سياسيا ودستوريا جعلت الشعب مصدر السلطات.\r\n1 - أسبابها :\r\nأ - السياسية : سياسة ملوك آل ستيوارت التي تميزت بـ :\r\nعيون البصائر التعليمي .\r\nالإيمان بالحق المقدس للملوك ( تفويض إلهي ).\r\nحق الملك في إصدار القوانين دون الرجوع إلى البرلمان.\r\nالحرية المطلقة ( الحكم المطلق ).\r\nب - المالية :\r\nتزايد عبء الضرائب على الشعب دون مراجعة البرلمان، مما\r\nتسبب في استياء شعبي كبير. رفض البرلمان طلب الملك في فرض ضرائب برلمانية جديدة\r\nإلا بعد إصلاح شامل للأوضاع مقدما في ذلك عريضة ملتمس\r\n.الحقوق 1628م\r\nج - الدينية :\r\nتخالف الشعب والبرلمان ضد الملك بسبب ما ذاع عن ميله للعودة\r\nللمذهب الكاثوليكي. الصراع الديني بين الكنيسة الإنجليزية و الاسكتلندية ( الحرب\r\nlbassair.net صراع ديني عرفته بريطانيا بين - إنجلترا الكاثوليكية، في عهد شارل وشعب اسكتلندا البروتستانتي سنة 1639 م و 1640 م، انتهت بانهزام شارل ملك إنجلترا .\r\nالحرب الأسقفية\r\nعريضة ملتمس الحقوق\r\nبمقتضى هذه العريضة حصل\r\nالشعب على بعض الحقوق منها :\r\n- كف الملك عن طلب الهبات\r\nوالقروض الإجبارية .\r\nعدم إجبار الأهالي على إيواء\r\nالجند بدون مقابل .\r\nلا تعلن الاحكام العرفية وقت\r\nالسلم\r\nالأسقفية أولى والثانية بين إنجلترا و اسكتلندا ).\r\n54\r\nelbassair.net"
        },
        {
            "page": 55,
            "text": "رد البرلمان على سياسة شارل الأول 1640 م - 1641 م\r\nالانتقام من رئيس الوزراء ورئيس الأساقفة.\r\nالعمل على إزالة مساوئ العهد. إصدار قرار بأن يجتمع المجلس كل ثلاثة\r\nسنوات حتى و إن لم يستدعه الملك.\r\nإلغاء المحاكم الخاصة والمحكمة العليا.\r\nإصدار قرار بعدم قانونية ضريبة السفن.\r\n- تحري الاحتجاج الأعظم 1641م ضمنوه . سمنوه مساوی\r\nشارل الأول.\r\nوثيقة 2\r\nسياسة أليفر كرومويل 1649 م - 1658 م\r\nأعاد النظم البرلمانية القديمة ، مع بعض\r\nالتعديلات و هيمنته على البرلمان الجديد .\r\nلم تكن علاقته مع البرلمان ودية دائما . - حل مجلس العموم 1653 م ، وسيطر على زمام\r\nالأمور و استأثر بالسلطة . - تمكن من تحقيق نجاح في السياسة الخارجية\r\nوثيقة 1\r\nسياسة شارل الثاني 1660 م - 1685 م\r\nميله السياسة الحكم المطلق . كان حذرا في علاقته مع البرلمان، مما مكنه من إصدار عدة تشريعات كانت جميعها تخدم\r\nالملك.\r\nالخضوع للكنيسة الإنجليزية و إصدار قانون توحيد المذاهب 1662 م.\r\n1914\r\n-\r\nelbassair.net\r\nالتسامح مع الكاثوليك وإصدار قانون الاختيار\r\nأي تبعية أصحاب المناصب المدنية والعسكرية\r\nفي الدولة للكنيسة الإنجليزية، مع التزامهم جميعا\r\nبالمشاركة في تقوسها\r\nمعركة مارستون مور 02 جويلية 1644 م بين القوات\r\nوثيقة 3 البرلمانية، بقيادة أوليفر كرمويل، وقوات الملك شارل الأول\r\nGelbassair.net"
        },
        {
            "page": 56,
            "text": "أحداث الثورة ونتائجها :\r\nوهكذا فإن هذه العوامل ساهمت في قيام صراع بين الملك و البرلمان انتهى بثورة الشعب ، مما دفع بالملك للاستجابة لمطالب البرلمانين و دعوته للانعقاد مرة أخرى حيث دام لفترة ( 1640م - 1653م ) ، أثبت فيها البرلمان استقلاليته بالعمل و أصبح منافسا لسلطة الملك الذي شعر بأنه تحت رحمة البرلمان. فاحدث ذلك تصادما انتهى بحرب أهلية سنة 1642م حقق فيها البرلمان انتصارا\r\nمؤقتا .\r\nو بموجب الدستور الجديد أصبحت إنجلترا جمهورية من الناحية النظرية. وفي الواقع أن كرومويل كان يحكم بدون تاج ، و استمر حكمه حتى سنة 1658م، لتعود الملكية لإنجلترا ممثلة في شارل الثاني ليكون ملكا عليها ( 1660 م - 1685 م). حيث اعتلى العرش أخوه جيمس الثاني ( 1685 م - 1688م)، و أمام السياسة العدائية للبرلمان و تخوف الشعب من تولي أحد أبنائه العرش، أعلن البرلمان خلع الملك ودعوة\r\nابنته ( ماري )\r\nو زوجها ( وليام ( حاكم هولندة لتولي العرش، و بهذا ينتهي حكم أسرة آل ستيوارت بثورة سلمية وبدون إراقة دماء عرفت بالثورة الجليلة أو\r\nالمجيدة سنة 1688 م. و كان من نتائجها :\r\nتتويج البرلمان للملك وليام الثالث سنة 1689 م .\r\nصدور عدة قوانين تنظم الحياة السياسية والبرلمانية والدينية.\r\nانتشار فكرة إنشاء المجالس النيابية وتركيز الحياة النيابية في\r\nمجلسين ( اللوردات و العموم ).\r\nالتمثيل النيابي حسب الدوائر الانتخابية.\r\n4\r\nالمملكة المتحدة\r\nelbassair.net\r\nوليفر كرومويل 1599م - 1658 .\r\nأعدام الملك شارل الأول\r\nانتشار الوعي السياسي بحقوق الفرد مع تراجع تدريجي لطبقات العصور الوسطى.\r\nاعتماد نظام الحزبين .\r\nتشکیل نظام مجالس الوزراء .\r\nتأثير الثورة الإنجليزية في فكر الفيلسوف جون لوك، الذي كانت كتاباته و أفكاره ملهمة الحرب\r\nالاستقلال الأمريكية، ومرددة من قبل رجال الثورة الفرنسية، خاصة ما تعلق بنظرية الحكم المطلق و الحق\r\nمواقع عيوان ائر: التعليمي ؟\r\nالإلهي.\r\n56\r\nelbassair.net"
        },
        {
            "page": 57,
            "text": "1914-\r\nنظام الحكم في إنجلترا بعد نجاح ثورة 1688م.\r\nالملك : يملك ولا يحكم\r\n1 - السلطة التنفيذية :\r\nالمجلس الخاص يتشكل من الحزب الفائز\r\nبالأغلبية البرلمانية.\r\nأ - الوزارة : تمثل الجهاز التنفيذي تتشكل من جميع الوزراء والكتاب البرلمانيين عددهم يقارب\r\n80 شخصا.\r\nمجلس الوزراء يرسم السياسة العامة ب\r\nالقوانين المنظمة للحياة السياسية والبرلمانية والدينية بعد نجاح ثورة 1688 م\r\nقانون الحقوق 1688 م، في عهد جيمس الثاني :\r\nبعد دستور إنجلترا الحديث.\r\n- أنقص سلطة التاج.\r\nمنح الشعب حقوقا كثيرة. جرد الملك من سلطة إيقاف تنفيذ القوانين و\r\nسلطة الإعفاء من تطبيقها. لا يستطيع فرض أية ضريبة، بدون موافقة\r\nيتشكل من 20 وزيرا من ضمن تشكيلة الوزارة .\r\n2 - السلطة التشريعية\r\nا - مجلس اللوردات : يتشكل من :\r\nالذين يحملون لقب الورد بالوراثة ( 800 )\r\nأمراء من البيت المالك ( 03 ).\r\nلوردات اسكتلندا ( 16).\r\nالوردات ايرلندا (06).\r\nبعض كبار رجال الدين ( 25 ). كبار القضاة ( 09 )\r\nوظيفته الموافقة على مشاريع القوانين و في كثير\r\nمن الأحيان لا يؤخذ موقفه بجدية .\r\nب - مجلس العموم يمثل السلطة التشريعية الحقيقية ، خاصة فيما يتعلق بالقوانين المالية .\r\nالبرلمان\r\nتقرر إنقاص دخل الملك.\r\n- أصبح إذن البرلمان ضروريا لاعتمادات الإدارات\r\nو المصالح العامة.\r\n- تضاءلت سلطة الملك الخاصة بإصدار اللوائح .\r\nقانون التسامح الديني 1689 م.\r\nهو القانون الذي منح البروتستانت - الخارجين عن\r\nنظام الكنيسة الانجليكانية - بمزاولة طقوسهم الدينية .\r\nولكنه لم يسمح لهم بمزاولة الحياة السياسية والخدمة.\r\nالعامة.\r\nقانون التسوية 1701 م.\r\nالذي نص على أنه لا يجوز لكاثوليكي أن يلي\r\nالعرش.\r\nيتشكل عن طريق الانتخاب عدده 630 عضوا\r\nقانون الوحدة 1707 م.\r\n3 - السلطة القضائية : سلطة مستقلة، يتم تعيين القضاة بمرسوم ملكي بعد موافقة مجلس الوزراء\r\nبموجبه أصبحت اسكتلندا وإنجلترا مملكة\r\nمتحدة، وقد أغرى الإنجليز الإسكتلنديين بقبول\r\nالوحدة بما سوف يعود عليهم من الخير، باكتسابهم\r\nوثيقة 2\r\nكل امتيازات إنجلترا في المستعمرات وقوانين الملاحة و\r\nوبعد القضاة في مجلس اللوردات محكمة\r\nالاستئناف العليا.\r\nكل الفوائد الاقتصادية .\r\nوثيقة 1\r\nعيو\r\nيم\r\nelbassair.net\r\n1- الثورة الإنجليزية قادها البرلمان حدد أسباب ذلك.\r\n2 - ارتبطت الثورة بالمالية من جهة، وبالمسيحية من جهة ثانية، أشرح الفكرة.\r\n3- علق على ما ورد في قانون التسامح الديني و قانون التسوية.\r\n4 - قارن بين النظام السياسي الإنجليزي والنظام في الجزائر من خلال السلطات الثلاث."
        },
        {
            "page": 58,
            "text": "موقع عيون البصائر التعليمي\r\nثانيا / الثورة الأمريكية:\r\nكان تطور الاستعمار البريطاني في العالم الجديد يحمل في ثناياه الحكم الذاتي أو انفصال المستعمرات عن الوطن يوما ما، وذلك لأن التكوين الاجتماعي للمستوطنين والبناء الاقتصادي كان أوروبيا، إنجليزيا، أي بمعنى آخر كان يحمل مفاهيم الحكم الإدارة والبرلمان والفكرة القائلة بحق الشعب في أن يتولى حكم نفسه بنفسه وكان الجيل الجديد يتطلع إلى تشكيل شخصية\r\nسياسية مستقلة.\r\n1 - أسبابها :\r\n- السياسة البريطانية في مستعمراتها الأمريكية :\r\nالعالم الجديد :\r\nبعد وصول أمريكو فسيوبتشي إلى الساحل الجنوبي للقارة تأكد من أن هذه المنطقة ليست أسيا وإنما هي قارة جديدة فأخذت اسم العالم الجديد.\r\nتقوم سياسة بريطانيا على حق الملك في تعين حكام الولايات، مع عدم تعارض سياساتهم مع مصالح بريطانيا، وفي ظل وجود مجالس نيابية منتخبة تقرر سياسة الولايات و التي تعتبر رمزا للحكم الذاتي، منحت للسكان الجدد حق المطالبة بمساواتهم بالإنجليز في الوطن الأم، مما أزعج الإنجليز الذين يعتبرون أن سكان القارة الأمريكية هم مجرد رعايا عليهم واجبات الدفاع عن مصالح بريطانيا ودعمها ماليا نظام استثنائي، تعتمده الحكومات في الظروف الاستثنائية ( نشوب assair.net\r\nمن خلال ما يفرض عليهم من ضرائب مما تسبب في تقلص نفوذ المجالس\r\nالنيابية وممارسة السكان للحكم الذاتي.\r\nقوانين الملاحة و المالية :\r\nالأحكام العرفية :\r\nعصيان مدني أو ثورة أو وقو\r\nتدخل بريطانيا من خلال الملك جورج الثالث بفرض سياسة مالية تجاوزت بها عدوان خارجي ) و تقرر فيه حالت\r\nالطوارئ التي تمنحها سلطات\r\nاستثنائية واسعة تتجاوز أحكام\r\nصلاحيات المجالس النيابية وتمثلت في :\r\nإصدار المرسوم الملكي الذي يحرم على المستوطنين شراء الأراضي في المقاطعات الجديدة.\r\nإصدار قرار فرض الضرائب على صادرات المستعمرات من السكر.\r\nإصدار قرار فرض ضريبة الدمعة على السلع والوثائق والصحف.\r\nوقد طالب المستوطنون بإلغاء جميع الضرائب، رافعين شعار ( لا ضرائب بدون تمثيل )، فاستجابت الحكومة البريطانية بإلغاء قانون الدمغة والإبقاء\r\nعلى ضرائب الشاي مرتفعة.\r\nب - أحداث بوسطن :\r\n58\r\nالدستور والأنظمة العادية لفرض\r\nالأمن وإبعاد الأخطار.\r\nفي عام 1773م أصدر رئيس الوزراء الإنجليزي اللورد نورث، قانونا يمنح ا\r\nشركة الهند الشرقية حق احتكار بيع الشاي في بوسطن، حيث ارتدى بعض\r\nالمستوطنون يلقون بحمولات الشاي المستوطنين في الهنود الحمر، والقوا بحمولات السفن الإنجليزية من الشاي من السفن الإنجليزية بميناء بوسطن\r\nفي الميناء، فأغلق ميناء بوسطن وأعلنت الأحكام العرفية في ماساشوستس.\r\nelbassair.net"
        },
        {
            "page": 59,
            "text": "1914-14 albassair.net\r\nأصدر وزير المالية البريطاني و تاونشند و سلسلة و من القرارات تقضي بفرض ضرائب على الورق والشاي والزجاج والرصاص المستورد إلى المستعمرات على أن يستعمل حاصل هذه الضرائب لدفع مرتبات الحكام\r\nوالموظفين الإنجليز هناك. ولم يلبث أن ارتفعت الصيحات من جميع أنحاء البلاد ضد القوانين الجديدة، وقام الزعيم الأمريكي ( صاموئيل آدامز ) يدعو المستعمرات للعمل ضد القوانين الجديدة ثم قامت مقاطعة البضائع الإنجليزية مما أساء كثيرا إلى حكام لندن. وكانت المعارضة لهذه القوانين عنيفة إذ هاجم السكان في بوسطن وهي مركز والي مهيد موظفي الجمارك حين حاولوا تنفيذ القوانين الجديدة مما جعل حكومة لندن ترسل فصيلتين من الجند للمدينة، وقد سبب وجود الجنود الإنجليز في المدينة هياجا دائما انتهى بما يسمى ( بمذبحة بوسطن التي وقعت في 05 مارس 1770م، والتي وقع فيها ثلاثة علو\r\nقتلى من الأمريكيين.\r\nعبد العزيز سليمان تاريخ الولايات المتحدة الأمريكية الحديث\r\nمذبحة بوسطن 05 / 03 / 1770 م\r\nجورج واشنطن يعطي التعليمات الأخيرة لضباط تحضيرا المعركة يورك تاون 19 أكتوبر 1781 م.\r\nقرارات مؤتمر فيلادلفيا الأول 05 سبتمبر و 1774 م\r\nقرارات مؤتمر فيلادلفيا الثاني 10 ماي 5 1775م\r\nالاحتجاج على الإجراءات المتخذة ضد سكان بوسطن.\r\n- إنشاء جيش موحد من الولايات المشتركة في المؤتمر .\r\nتأسيس الكونغرس الأمريكي الأول من مندوبي الولايات المشتركة في المؤتمر.\r\nإعلان الولايات الأمريكية الانفصال عن العرش البريطاني، وإعلان المؤتمر نفسه سلطة عليا في البلاد، وفتح باب التطوع وتحضير الجيش وإسناد\r\nبصائر التعليمي\r\n5.elbassair.net\r\nتحذير الشعب الإنجليزي من تصرفات حكومته\r\nوما ترتبه على العلاقات بين الشعبين.\r\nوثيقة\r\nالقيادة العامة إلى جورج واشنطن.\r\nوثيقة 2\r\nکار"
        },
        {
            "page": 60,
            "text": "2 - مراحلها :\r\nالمرحلة الأولى : 1773م - 1775 م : عرفت هذه المرحلة\r\nالتطورات التالية :\r\nبداية الاشتباكات المسلحة بين سكان المستعمرات وحكومة\r\nبريطانيا .\r\nدعوة مجلس ماساشوستس لعقد مؤتمر نيويورك 1765 م، و تم الاتفاق فيه على مقاطعة الواردات البريطانية و التحالف في حالة\r\nاعتداء بريطاني.\r\nعقد مؤتمر فيلادلفيا الأول في 05 سبتمبر 1774 م تحت رئاسة جورج واشنطن\r\nضم الولايات الثلاثة عشر، والذي وضع إحدى مؤسسات الدولة الأمريكية إلا أن بريطانيا واجهت قرارات المؤتمر بالرفض وضاعفت تهديدها للولايات\r\nالأمريكية. عقد مؤتمر فيلاديلفيا الثاني في 10 ماي 1775م، والذي أصرت فيه الولايات\r\nالأمريكية على التمسك بمطالبها وعدم الامتثال للتهديدات البريطانية .\r\nجورج واشنطن 1732 م - 1799 م أول رئيس وما.\r\nالمرحلة الثانية : 1775م - 1776م : عرفت هذه المرحلة التطورات التالية :\r\nانتشار الثورة في جميع الولايات الأمريكية، تحت قيادة جورج\r\nواشنطن الذي أصدر إعلان الاستقلال في 04 جويلية 1776 م.\r\nنجاح قوات الولايات المتحدة في تحقيق انتصارات، أبرزها معركة\r\nساراتوغا 17 أكتوبر 1777 م.\r\nوقوف فرنسا إلى جانب الولايات الأمريكية في دعمها بالمعدات والرجال والمال كما تدخلت كل من إسبان elbassair.net\r\nوهولندا النصرة الشعب الأمريكي.\r\nتعاطف الرأي العام الأوروبي مع الثوار الأمريكان ..\r\nتوالي هزائم الإنجليز في معارك عديدة أهمها معركة يورك تاون 19 أكتوبر 1781 م.\r\nلجوء بريطانيا إلي التفاوض والصلح لإنهاء الحرب الذي تم توقيعه في\r\n. 1783 03 سبتمبر\r\n3 - نتائجها : وقد ترتب عن هذه الثورة ما يلي:\r\nاستقلال الولايات المتحدة عن بريطانيا وإقرارها لدستور فيدرالي ولايات، أعلنوا معارضة 1787\r\nمؤتمر نيويورك\r\nحضره 27 مندوب يمثلون تسع\r\nتدخل البرلمان البريطاني في\r\nقيام الثورات في أوربا ، منها الثورة الفرنسية.\r\nالشؤون الأمريكية، ولا يمكن\r\nزيادة اتساع مساحة الولايات الأمريكية.\r\nزوال الاحتكار البريطاني في الولايات الأمريكية.\r\nأن تفرض الضرائب إلا بواسطة\r\nمجالس المستعمرات. ساعدت الثورة الأمريكية بعض القوى الأوروبية لاسترجاع مستعمراتها\r\nمن بريطانيا في جزر الأنتيل والبحر المتوسط ..\r\nنمو الفكر الانفصالي في المستعمرات الأوروبية داخل القارة الأمريكية بعد رفع شعار أمريكا للأمريكيين\r\nوقع\r\nمن البصائر التعليمي .\r\n.مسنة 1823 م\r\n60\r\nelbassair.net"
        },
        {
            "page": 61,
            "text": "2 - مراحلها :\r\nالمرحلة الأولى : 1773م - 1775 م : عرفت هذه المرحلة\r\nالتطورات التالية :\r\nبداية الاشتباكات المسلحة بين سكان المستعمرات وحكومة\r\nبريطانيا .\r\nدعوة مجلس ماساشوستس لعقد مؤتمر نيويورك 1765 م، و تم الاتفاق فيه على مقاطعة الواردات البريطانية و التحالف في حالة\r\nاعتداء بريطاني.\r\nعقد مؤتمر فيلادلفيا الأول في 05 سبتمبر 1774 م تحت رئاسة جورج واشنطن\r\nضم الولايات الثلاثة عشر، والذي وضع إحدى مؤسسات الدولة الأمريكية إلا أن بريطانيا واجهت قرارات المؤتمر بالرفض وضاعفت تهديدها للولايات\r\nالأمريكية. عقد مؤتمر فيلاديلفيا الثاني في 10 ماي 1775م، والذي أصرت فيه الولايات\r\nالأمريكية على التمسك بمطالبها وعدم الامتثال للتهديدات البريطانية .\r\nجورج واشنطن 1732 م - 1799 م أول رئيس وما.\r\nالمرحلة الثانية : 1775م - 1776م : عرفت هذه المرحلة التطورات التالية :\r\nانتشار الثورة في جميع الولايات الأمريكية، تحت قيادة جورج\r\nواشنطن الذي أصدر إعلان الاستقلال في 04 جويلية 1776 م.\r\nنجاح قوات الولايات المتحدة في تحقيق انتصارات، أبرزها معركة\r\nساراتوغا 17 أكتوبر 1777 م.\r\nوقوف فرنسا إلى جانب الولايات الأمريكية في دعمها بالمعدات والرجال والمال كما تدخلت كل من إسبان elbassair.net\r\nوهولندا النصرة الشعب الأمريكي.\r\nتعاطف الرأي العام الأوروبي مع الثوار الأمريكان ..\r\nتوالي هزائم الإنجليز في معارك عديدة أهمها معركة يورك تاون 19 أكتوبر 1781 م.\r\nلجوء بريطانيا إلي التفاوض والصلح لإنهاء الحرب الذي تم توقيعه في\r\n. 1783 03 سبتمبر\r\n3 - نتائجها : وقد ترتب عن هذه الثورة ما يلي:\r\nاستقلال الولايات المتحدة عن بريطانيا وإقرارها لدستور فيدرالي ولايات، أعلنوا معارضة 1787\r\nمؤتمر نيويورك\r\nحضره 27 مندوب يمثلون تسع\r\nتدخل البرلمان البريطاني في\r\nقيام الثورات في أوربا ، منها الثورة الفرنسية.\r\nالشؤون الأمريكية، ولا يمكن\r\nزيادة اتساع مساحة الولايات الأمريكية.\r\nزوال الاحتكار البريطاني في الولايات الأمريكية.\r\nأن تفرض الضرائب إلا بواسطة\r\nمجالس المستعمرات. ساعدت الثورة الأمريكية بعض القوى الأوروبية لاسترجاع مستعمراتها\r\nمن بريطانيا في جزر الأنتيل والبحر المتوسط ..\r\nنمو الفكر الانفصالي في المستعمرات الأوروبية داخل القارة الأمريكية بعد رفع شعار أمريكا للأمريكيين\r\nوقع\r\nمن البصائر التعليمي .\r\n.مسنة 1823 م\r\n60\r\nelbassair.net"
        },
        {
            "page": 62,
            "text": "ثالثا / الثورة الفرنسية 1789 م\r\nلم تختلف أوضاع فرنسا عن بقية أوضاع الدول الأوروبية من حيث النظام السياسي القائم على أساس الملكية المطلقة ( نظرية الحق إلهي )، الطبقية الاجتماعية، عدم استقرار الأوضاع الاقتصادية. إضافة إلى الصراعات الدينية\r\nو تداخل المصالح و تضاربها بين الأسر الأوروبية الحاكمة، منها أسرة آل بوربون\r\nبفرنسا.\r\n1 - أسباب الثورة الداخلية :\r\nأ - الاجتماعية :\r\nوقع عيون البصائر التعليمي )\r\nفرنسا\r\nآل بوربون :\r\nالنظام الاجتماعي القائم على الطبقية . التباين في طبقة النبلاء وانعكاساته\r\n) إقطاعي، مالي، صناعي )\r\nأسرة ملكية حكمت فرنسا وإسبانيا والصقليتين و بارما اتخذت اسمها من قلعة بإقليم بوربونيا، و بعد هنري الرابع أول ملوك . آل بوربون وحكمت ذريته . المباشرة فرنسا فيما عدا الفترة\r\nاستغلال طبقة الإكليروس لنفوذها الديني\r\nوالسياسي والقضائي والمالي.\r\nالويس السادس عشر\r\nمعارضة الطبقة العامة للامتيازات والمطالبة\r\nبالمساواة المدنية، رغم تركيبتها المتباينة ..\r\nب - الاقتصادية : الواقع الاقتصادي السائد وانعكاساته، الذي ترجمه :\r\nنظام الضرائب الملكي المباشر وغير المباشر.\r\nعجز الدولة في تحقيق توازن بين المداخيل والمصاريف\r\nتفاقم الأزمة الاقتصادية ( ارتفاع الأسعار، تدني القدرة الشرائية ) رغم سياسة الإصلاحات.\r\nما بين 1791م - 1814 م\r\nحتى 1830 م حين خلع شارل -\r\nالعاشر.\r\nطبقة الإكليروس\r\nج - السياسية الفساد الذي أصاب مؤسسات الدولة، وقد تجلى فيما\r\nتتكون الطبقة من رجال الديس\r\nيلي :\r\nالملكية:\r\nكان الملك يحكم باسم الحق الإلهي وهو مصدر كل سلطة.\r\nسياسة التبذير والإسراف.\r\nالمجالس:\r\nضعف و تراجع نفوذها أمام سلطة الملك .\r\nعدم فعالية المجالس المختلفة برلمانية منها وإقليمية.\r\nالذين يتمتعون بامتيازات )\r\nسياسية وقضائية و مالية .\r\nحرب السبع سنوات .\r\nحرب أوروبية نقل الصراع\r\nفيها إلى شمال أمريكا\r\nو الهند، كانت المنافسة\r\nالإدارة : فساد الجهاز الإداري و خضوعه السيطرة البيروقراطية.\r\nفيها بين بريطانيا وفرنسا\r\nالقضاء تعفن الجهاز القضائي بسبب ظاهرة شراء المناصب وحق على المستعمرات في أمريكا\r\nتوريثها.\r\nوالصراع على عرش ألمانيا\r\nالجيش: توالي هزائم الجيش الفرنسي، منذ حرب السنوات السبع بين ماريا تريزا ملكة النمسا و\r\nفردريك ملك بروسيا .\r\n.) 1757 م 1763 م )\r\n62\r\nelbassair.net"
        },
        {
            "page": 63,
            "text": "إن فرنسا تتكون من ولايات و أقطار منفصلة ذات 9 إدارات مختلطة متنوعة، لا تعرف مقاطاعاتها شيئا عن بعضها بعضا، وحيث لا تحمل بعض جهاتها عينا ما، بينما العبء كله يقع على الجهات الأخرى، وحيث أكثر الطبقات فيها ثراء يفرض عليها أخف الضرائب وحيث الإمتيازات تحول دون توازن وحيث يتعذر إقامة حكم ثابت دائم، ووجود ادارة مشتركة، فلا عجب إذا هي غصت بالعيوب وحفلت بالمساوئ، ومن المتعذر في حالتها الراهنة أن تحكم حكما صالحا ....\r\nمن التقرير الذي تلاه الوزير شارل الكسندر دو کالون أمام مجلس طبقتي الإكليروس و الأشراف وثيقة 1\r\nالقضاء على رويسيو و مناصريه بدون محاكمة\r\nشارل الکسندر دو کالون 1734 م - 1802 م\r\nعهد الإرهاب\r\nکو\r\nحدث عهد الإرهاب بفرنسا في الفترة 1793 م . 1794 م، وهي فترة الأزمة الكبرى، عندما كان الملكيون المتفيون يتأمرون على السلطة ضد الحكومة والقوى الأجنبية ، بما فيها روسيا بروسيا، النمسا وبريطانيا العضمي ، كانوا يهددون بالهجوم. كان صانع الإرهاب هم اقصى الجمهوريين البعاقبة، يقودهم : \"ماكسميليان روسيير، الذي وصل الي السلطة سنة 1793 م، من خلال جمعية السلامة العامة \" التي أسسها الثائر الباريسي جاك دانتون . فرض الجاكوبيون الديكتاتورية على فرنسا باسم السلامة العامة. قامت محكمتهم الثورية بارسال الآلاف من الأشخاص بن فيهم الملكة ماري انطوانيت ، الأرستقراطيين الرهبان الموظفين المواطنين العاديين آلي المفصلة، وحتى 1794 م حين عمت الفوضى المقاطعات بسبب الإرهاب وإراقة الدماء اطيح برويسيير الذي أعدم بدون محاكمة .\r\nکو\r\nالمعرفة المجلد 6\r\n1914-14 elbassairnet\r\nوثيفة 2\r\n1- حدد نقاط التأثير والتأثريين: الثورة الانجليزية، الأمريكية والفرنسي\r\n2 بين دور العوامل الاقتصادية في قيام الثورة الفرنسية.\r\n-3- تميزت الثورة الفرنسية عن مثيلتها الانجليزية بطابع الشعبية، فسر ذلك.\r\n4 من خلال الوثيقة - 2 - حلل أسباب الأزمة التي آلت اليها الثورة، ونتائجها، محليا وعالميا.\r\nFelbassair.net"
        },
        {
            "page": 64,
            "text": "2 - أسباب الثورة الخارجية :\r\nنجاح الثورة الجليلة في بريطانيا و ما نتج من إصلاح في مؤسسات الدولة.\r\nانتصار الثورة الأمريكية، وما حققته من اصلاحات سياسية.\r\nانتشار الفكر الاصلاحي.\r\n3 - قيام الثورة :\r\nحالة التذمر الشعبي\r\nفرنسا\r\nفي ظل هذه الأوضاع وأمام تصلب الأرستقراطية وحالة التذمر الشعبي دعى الملك مجلس الطبقات للإنعقاد في جوان 1789، حيث وقع الخلاف حول طريقة التصويت والاجتماع. وبعد كلمة الملك الافتتاحية دعاهم الى قاعاتهم، فرفض العامة ذلك واختاروا ملعب التنس مقرا لاجتماعهم، وأسسوا الجمعية الوطنية وأرغموا الملك على الاعتراف بها .. استاء النبلاء من ذلك فطالبوا الملك بضرورة التراجع عن قراره و حاصر را elbassair.net\r\nباريس.\r\nشكلت الجمعية الوطنية بلدية باريس برئاسة ( بيلي ) و الحرس الوطني برئاسة ( لا فييت ) وتم تدمير سجن الباستيل في 1789/07/14 م، كما وضعت الجمعية الوطنية دستور 14 سبتمبر 1791م، الذي نص على الملكية الدستورية كما أقرت الجمعية التشريعية انتخاب مؤتمر وطني لتقرير مصير الملك وتطورت الأحداث بالصراع الداخلي بين زعماء الثورة ( عصر الارهاب ) والتحالف الدولي ضد فرنسا.\r\nاقتحام سجن الباستيل . رمز الاستبداد\r\n4 - نتائجها :\r\nالقضاء على الملكية وقيام الجمهورية بشعاراتها : حرية، إخاء مساواة، وقيام\r\nالحياة الدستورية المرتكزة على مبدأ الشعب مصدر السلطة .\r\nالطابع الشعبي للثورة وما ترتب عنه من : انتشار ظاهرة الإرهاب وتحالف\r\nالبورجوازية لتوجيه الثورة لصالحها، تحالف القوى السياسية الأوربية لاجهاض\r\nمحاولة هروب الأسرة الملكية الثورة التحول دون انتشارها في أوربا في شكلها الشعبي .)\r\nفصل الدين عن الدولة وفقدان الكنيسة لامتيازاتها .\r\nتوحید فرنسا اداريا على أساس مركزي وقيام حكومة منتخبة .\r\nاصلاحات اقتصادية واجتماعية.\r\nتصدير الثورة الى الخارج عبر حروب نابوليون.\r\nفع عيون البصائر التعليمي )\r\nمواقع\r\n64\r\nelbassair.net"
        },
        {
            "page": 65,
            "text": "2 - أسباب الثورة الخارجية :\r\nنجاح الثورة الجليلة في بريطانيا و ما نتج من إصلاح في مؤسسات الدولة.\r\nانتصار الثورة الأمريكية، وما حققته من اصلاحات سياسية.\r\nانتشار الفكر الاصلاحي.\r\n3 - قيام الثورة :\r\nحالة التذمر الشعبي\r\nفرنسا\r\nفي ظل هذه الأوضاع وأمام تصلب الأرستقراطية وحالة التذمر الشعبي دعى الملك مجلس الطبقات للإنعقاد في جوان 1789، حيث وقع الخلاف حول طريقة التصويت والاجتماع. وبعد كلمة الملك الافتتاحية دعاهم الى قاعاتهم، فرفض العامة ذلك واختاروا ملعب التنس مقرا لاجتماعهم، وأسسوا الجمعية الوطنية وأرغموا الملك على الاعتراف بها .. استاء النبلاء من ذلك فطالبوا الملك بضرورة التراجع عن قراره و حاصر را elbassair.net\r\nباريس.\r\nشكلت الجمعية الوطنية بلدية باريس برئاسة ( بيلي ) و الحرس الوطني برئاسة ( لا فييت ) وتم تدمير سجن الباستيل في 1789/07/14 م، كما وضعت الجمعية الوطنية دستور 14 سبتمبر 1791م، الذي نص على الملكية الدستورية كما أقرت الجمعية التشريعية انتخاب مؤتمر وطني لتقرير مصير الملك وتطورت الأحداث بالصراع الداخلي بين زعماء الثورة ( عصر الارهاب ) والتحالف الدولي ضد فرنسا.\r\nاقتحام سجن الباستيل . رمز الاستبداد\r\n4 - نتائجها :\r\nالقضاء على الملكية وقيام الجمهورية بشعاراتها : حرية، إخاء مساواة، وقيام\r\nالحياة الدستورية المرتكزة على مبدأ الشعب مصدر السلطة .\r\nالطابع الشعبي للثورة وما ترتب عنه من : انتشار ظاهرة الإرهاب وتحالف\r\nالبورجوازية لتوجيه الثورة لصالحها، تحالف القوى السياسية الأوربية لاجهاض\r\nمحاولة هروب الأسرة الملكية الثورة التحول دون انتشارها في أوربا في شكلها الشعبي .)\r\nفصل الدين عن الدولة وفقدان الكنيسة لامتيازاتها .\r\nتوحید فرنسا اداريا على أساس مركزي وقيام حكومة منتخبة .\r\nاصلاحات اقتصادية واجتماعية.\r\nتصدير الثورة الى الخارج عبر حروب نابوليون.\r\nفع عيون البصائر التعليمي )\r\nمواقع\r\n64\r\nelbassair.net"
        },
        {
            "page": 66,
            "text": "نشاط ادماجي رقم 2\r\nنشاط تقويمي\r\nه قد قامت الملكية في أصلها التاريخي على الرغم أن الملوك يستمدون سلطتهم من عند الله، وانهم خلفاء في أرضه، ومن هنا نشأت نظرية الحق الإلهي للملوك للدفاع عن سلطانهم المطلق وعدم مسؤولياتهم أمام الشعوب ولم تتهذب الملكية التماشي تطور الحضارة وتلائم مقتضيات هذا التطور إلا بمشقة وعسر بالغين، وبعد صراع رهيب بين الملوك والشعوب، أسفر عن صلابة الشعوب، وتمسكها بحقوقها واستعدادها للدفاع عنها مهما كانت فداحة التضحيات، والدول التي استعصت فيها الملكية على الترويض والتهذيب لم يسعها وهي في عنفوان ثورتها إلا أن تعصف بعروشها، وان تقتلع هذه العروش من أصولها لتستبدل بها النظام الجمهوري....\r\nوثيقة 1\r\nد محمد كامل ليلة / النظم السياسية الدولة والحكومة\r\nتوجد في كل دولة ثلاث أنواع من السلطات وهي : السلطة التشريعية والسلطة التنفيذية والسلطة القضائية، وعندما الدمج السلطة التشريعية مع السلطة تنفيذية تنعدم الحرية لأن الشخص أو المؤسسة الذين تقلدا مثل هذه السلطة المزدوجة قد\r\nيستان قوانين جائزة ويعملان على تطبيقها بطريقة تعسفية )\r\nوثيقة 2\r\nمونتسكيو ( روح القوانين ) - 1748\r\nelbassair.net\r\nإن الإرادة الجماعية تستطيع وحدها تسيير دواليب الدولة نحو الغاية التي تنشدها الا وهي تعميم الخير ... ولا يمكن أن يخضع الشعب القوانين لا يستها بنفسه إن السلطة التشريعية هي ملك الشعب ولا يمكن أن تكون لغيره ... وكل قانون لا\r\nيصادق عليه الشعب بنفسه يعتبر لاغ أو بالأخرى لا يعتبر قانونا ... .\r\nموقع\r\nعيون البصائر التعليمي\r\nوثيقة 3\r\nروسو ( العقد الاجتماعي\r\nه إننا نؤمن بأن الناس خلقوا جميعا سواسية وقد وهبهم خالقهم حقوقا لا تقبل المساومة منها حق الحياة وحق الحرية وحق السعي التحقيق السعادة، وإنما تقوم الحكومات بين الناس لضمان هذه الحقوق وتستمد سلطانها من رضى الشعب..... وإذا ما حادث الحكومة عن هذه الأهداف أصبح من حق الشعب تغييرها ليقيم مكانها حكومة يضع أسسها وينظم سلطانها حسب\r\nالمبادئ التي تحقق الأمن والسعادة ..\r\nوثيقة 4\r\nمقتطف من إعلان استقلال الولايات المتحدة الأمريكية\r\nا نحن تعلن أننا لن نقبل باضمحلال الحقوق التي ميزت إلى يومنا هذا النبلاء والتي ورثناها عن أجدادنا ونحن تطلب بكل تأكيد إلى نائبنا أن يعارض كل ما من شأنه أن يمس من المكاسب النفعية منها والشرقية الأراضينا.\r\nونقصد من وراء هذا الله لا يمكنه القبول باي تغيير أو تعويض مهما كانت طبيعته بدون موافقتنا الحرة والفردية. )\r\nمن كراس مطالب نبلاء مونتار جيس\r\nوثيقة 5\r\n66\r\nelbassair.net"
        },
        {
            "page": 67,
            "text": "مو\r\nيولد الناس أحرار ومتساوون في الحقوق ولا يمكن للامتيازات أن تبنى إلا على أساس المصلحة العامة .. إن الهدف من أي مؤسسة سياسية هو الحفاظ على حقوق الإنسان الطبيعية التي لا يمكن التنازل عنها وهي الحرية وحق\r\nالملكية والأمن ومقاومة القهر .. يكون مبدأ السيادة أساسا في الأمة ولا يجوز لأي مجموعة وأي شخص أن يمارس سلطة لا تستمد من الأمة فعلا. ) ه إن الحرية هي القيام بأي عمل لا يلحق الضرر بالآخرين وممارسة أي إنسان لحقوقه لا تتوقف إلا عند الحدود التي تضمن\r\nللآخرين حقوقهم والقانون هو الكفيل الوحيد لضبط تلك الحدود .\r\n2 وثيقة 1\r\nكلو\r\nمقتطف من إعلان حقوق الإنسان والمواطن الفرنسي.\r\nمن خلال الوثائق المرفقة 1-2-3-4-5\r\n1 - استخرج الأفكار الأساسية لكل وثيقة.\r\n2- اشرح : نظرية الحق الإلهي للملوك الواردة في الوثيقة ( 1 ).\r\n3 - تناولت الوثيقة (2) السلطات، قارن بينها في كل من في بريطانيا، فرنسا، الولايات المتحدة الأمريكية\r\nوالجزائر.\r\n4 - أوردت الوثيقة ( 3 ) الإرادة الجماعية ، السلطة التشريعية ، اشرح المفهومين وابرز دور هذه السلطة من خلال\r\nما درسته في كل من بريطانيا، فرنسا، الولايات المتحدة وقارنها بالسلطة التشريعية في الجزائر.\r\n- قارن بين ما ورد في إعلان حقوق الإنسان الفرنسي وسياستها الاستعمارية في الجزائر.\r\n- قارن بين ما ورد في مضمون وثيقة إعلان الاستقلال الأمريكية وما تمارسه الولايات المتحدة اليوم في العالم مع التعليل والتمثيل.\r\n2 - الجز رسوما كاريكاتورية ولوحات تعبيرية تعكس المبادئ النظرية للدول الغربية وممارساتها على أرض الواقع\r\nخاصة في إفريقيا، آسيا، أمريكا اللاتينية.\r\n-+161\r\nام\r\n145\r\nrelbassair.net"
        },
        {
            "page": 68,
            "text": "elbassair.net\r\nالثورة الصناعية باوروبا\r\nتمت الثورة الصناعية في ظل التفكير المتحرر والمتفتح القائم على المبادئ العقلية، الرافضة للحكم المطلق بجميع صوره السياسية و الكنسية بنجاح الثورة الإنجليزية، وتوسعت بإعلان حقوق الإنسان خلال الثورة الفرنسية\r\nالتي أسقطت ما تبقى من امتيازات الطبقات الارستقراطية والإقطاع.\r\nمفهوم الثورة الصناعية :\r\nهي سلسلة التغيرات التي حدثت في أوروبا في النصف الثاني من القرن الثامن عشر و طوال القرن التاسع عشر، و مست اسالیب و وسائل الإنتاج و احدث تغييرا في البنية الاقتصادية، الاجتماعية\r\nالجغرافية والسياسية لأوروبا و العالم وكان موطنها الأول إنجلترا.\r\nعوامل قيامها :\r\nالاقتصادية :\r\nاتساع تجارة أوربا الداخلية والخارجية .\r\nظهور الراسمالية الصناعية كنتيجة لتراكم رؤوس الأموال\r\nالتجارية واستثمارها في مشاريع صناعية.\r\nتطور الإنتاج الزراعي كنتيجة لزيادة الاستهلاك بفعل نمو\r\nالمدن.\r\nتطور نظام البنوك واتساع نشاطاتها و تنوع مهامها .\r\nتوفر المادة الأولية ومصادر الطاقة .\r\nالفكرية والسياسية :\r\nساهمت العوامل الفكرية والسياسية في خلق نمط فكري جديد مكنته من\r\nاستيعاب الأحداث والوقائع الاقتصادية الجديدة والعمل على تطويرها منها :\r\nظهور التفكير العلمي الحر.\r\nتحرر الإنسان من العوائق الفكرية والسياسية للكنيسة، التي أخضعته الجملة\r\nمن القيود.\r\nالاجتماعية :\r\nجدول يمثل بنوك أوروبا في القرن 18 17 م و\r\nالبنك\r\nبنك امستردام\r\nبنك إنجلترا\r\nتاريخ الإنشاء\r\n1609\r\n1694 م\r\nبنك فرنسا\r\nأواخر . ق 18 م\r\nالبنك الوطني میدلاند\r\nبنك القرض الليوني\r\nبنك الشركة\r\nالعامة الفرنسية\r\nالبنك الوطني\r\nالضواحي انجلترا\r\n1836 م\r\n1863 م\r\n1864 م\r\n1826 م\r\nتوماس روبرت مالتوس 1766 م - 1834 م\r\nالنمو الديمغرافي وانخفاض نسبة الوفيات في بريطانيا من 1637 في سنة 1730 م إلى 21 % في سنة 1810 م، أما في .1810 فرنسا من 40% في سنة 1730 إلى 20% سنة\r\nتراجع نسبة الأمية في إنجلترا إلى 60% في مطلع القرن 18 باعتماد التعليم الإلزامي.\r\nتغيير البنية الاجتماعية .\r\nelbassair.net\r\n68\r\nائر التعليمي"
        },
        {
            "page": 69,
            "text": "آدم سميث من كبار المفكرين الاقتصاديين اسكتلندي الأصل بحث في طبيعة وأسباب ثروة الأمم سنة 1776 م، ويعتبر أساس علم الاقتصاد الحديث تمكن سميت ) في ثروة الأمم من الإحاطة بكل نواحي النظرية الاقتصادية، وأخرج بذلك أول دراسة جامعة منظمة العلم الاقتصاد، يعتبر من دعاة الحرية الاقتصادية، على أساس أنه يوجد انسجام بين سعي الأفراد وراء مصلحتهم المادية، وبين مصلحة المجتمع التي تتمثل في إنتاج أقصى قدر ممكن من السلع ، ومن ثمة فلا وجه لتدخل الدولة، متبنيا مبدأ و دعه يعمل ، أتركه يمر، وقد أشار سميت بتقسيم العمل باعتباره مصدر الإنتاجية والابتكار.\r\nآدم سمیت 1723م - 1790م\r\nوثيقة 1\r\n19م\r\n1914-146 elbassair.net\r\nالعلم مستقبل الإنسانية\r\nليس من المبالغة في شيء، القول بأن مستقبل الإنسانية مرتبط ارتباطا كليا بالعلم، والعلم الذي سيحكم العالم لا السياسية .... ولذا يتعين أن يستهدف العلم الحديث تنظيم البشرية تنظيما محكما ......\r\nوثيقة 2 موقع عيون البصائر التعليمي\r\nارناست رینان - مستقبل العلم 1848 الفصل الرابع\r\nنشأة الرأسمالية في نظر كارل ماركس\r\nه إن اكتشاف أمريكا، القارة الغنية بالذهب والفضة، وتحويل سكانها إلى عبيد، أو العمل على إبادتهم ، واحتلال الهند ونهبها واتخاذ إفريقيا مقرا لاقتناء الزنوج، هي الأساليب البدائية التي وقع توخيها لتكديس الأموال وشكلت المؤشرات الأولى العصر رأس المال ...\r\nوثيقة 3\r\nکارل مارکس\r\nکارل مارکس، فیلسوف ومنظر في الاقتصاد السياسي ولد بألمانيا سنة 1818 م وتوفي بانجلترا سنة 1883 م .\r\nelbassair.net"
        },
        {
            "page": 70,
            "text": "2 - انتشار الثورة الصناعية : لقد ظهرت الثورة الصناعية في إنجلترا قبل\r\nغيرها من دول أوروبا للأسباب التالية :\r\nملاءمة الظروف الطبيعية للنشاط البشري\r\nالاستقرار السياسي.\r\nارتفاع عدد السكان واتساع الأسواق الداخلية والخارجية.\r\nوفرة مواردها الطبيعية، الداخلية والخارجية.\r\nضخامة رؤوس الأموال بسبب استغلالها المستعمراتها .\r\nالعقلية الرأسمالية التي نضجت مبكرا في إنجلترا بتطور أساليب حديثة في تنظيم وإدارة رأس المال والعمل على تنظيم الأسواق.\r\nظهور العلماء والمخترعين.\r\nثم ما لبثت أن توسعت إلى بقية الدول الأوروبية في النصف الثاني من القرن 19م حيث انتقلت إلى فرنسا، بلجيكا، المانيا\r\nومنها إلى الولايات المتحدة الأمريكية.. 3 - مظاهرها ومجالاتها : تعددت مجالات الثورة الصناعية بتزايد\r\nمتطلبات الحياة الاقتصادية والاجتماعية والسياسية بحيث شملت\r\nبداياتها ميادين الغزل والنسيج التعدين وسائل النقل الاتصالات\r\nوالصناعة الزراعية ... الخ.\r\n4 - نتائجها :\r\nجسر جديدي أنجز سنة 1779 م على نهر سفارت ببريطانيا\r\nج - السياسية والقانونية :\r\nأ - الاقتصادية :\r\nضخامة الإنتاج وتنوعه.\r\nزيادة الاستثمارات.\r\nمهندسون إنجليز يصممون جسر بريطانيا\r\nتطور وسائل النقل وارتفاع حجم التجارة الدولية.\r\nنمو الاقتصاد الرأسمالي الاحتكاري. تعاظم دور الشركات الرأسمالية.\r\nزيادة الحاجة إلى الثروات والأسواق.\r\nارتفاع مستوى الدخل وتطور نشاط البنوك.\r\nب - الاجتماعية :\r\nميلاد الطبقة العاملة.\r\nتزايد عدد سكان المدن\r\nالحديدي\r\nآلة بخارية\r\nكنتيجة للهجرة نحوها طلبا لتوماس نيوكمن طورها سنة 1705 م\r\nللعمل في المصانع.\r\nالهجرة و الاستيطان الخارجي.\r\nارتفاع المستوى المعيشي\r\nوالصحي.\r\nتردي أوضاع الطبقة العاملة وظهور نقابات وأحزاب العمالية.\r\nاندفاع الدول في التوسع الاستعماري ضمانا للحصول على المواد الأولية.\r\nنمو وتطور التيارات الفكرية والمذاهب.\r\nميلاد القانون الاجتماعي.\r\nelbassair.n\r\nelbassair.net\r\n70\r\nعيون البصائر التعليمي"
        },
        {
            "page": 71,
            "text": "2 - انتشار الثورة الصناعية : لقد ظهرت الثورة الصناعية في إنجلترا قبل\r\nغيرها من دول أوروبا للأسباب التالية :\r\nملاءمة الظروف الطبيعية للنشاط البشري\r\nالاستقرار السياسي.\r\nارتفاع عدد السكان واتساع الأسواق الداخلية والخارجية.\r\nوفرة مواردها الطبيعية، الداخلية والخارجية.\r\nضخامة رؤوس الأموال بسبب استغلالها المستعمراتها .\r\nالعقلية الرأسمالية التي نضجت مبكرا في إنجلترا بتطور أساليب حديثة في تنظيم وإدارة رأس المال والعمل على تنظيم الأسواق.\r\nظهور العلماء والمخترعين.\r\nثم ما لبثت أن توسعت إلى بقية الدول الأوروبية في النصف الثاني من القرن 19م حيث انتقلت إلى فرنسا، بلجيكا، المانيا\r\nومنها إلى الولايات المتحدة الأمريكية.. 3 - مظاهرها ومجالاتها : تعددت مجالات الثورة الصناعية بتزايد\r\nمتطلبات الحياة الاقتصادية والاجتماعية والسياسية بحيث شملت\r\nبداياتها ميادين الغزل والنسيج التعدين وسائل النقل الاتصالات\r\nوالصناعة الزراعية ... الخ.\r\n4 - نتائجها :\r\nجسر جديدي أنجز سنة 1779 م على نهر سفارت ببريطانيا\r\nج - السياسية والقانونية :\r\nأ - الاقتصادية :\r\nضخامة الإنتاج وتنوعه.\r\nزيادة الاستثمارات.\r\nمهندسون إنجليز يصممون جسر بريطانيا\r\nتطور وسائل النقل وارتفاع حجم التجارة الدولية.\r\nنمو الاقتصاد الرأسمالي الاحتكاري. تعاظم دور الشركات الرأسمالية.\r\nزيادة الحاجة إلى الثروات والأسواق.\r\nارتفاع مستوى الدخل وتطور نشاط البنوك.\r\nب - الاجتماعية :\r\nميلاد الطبقة العاملة.\r\nتزايد عدد سكان المدن\r\nالحديدي\r\nآلة بخارية\r\nكنتيجة للهجرة نحوها طلبا لتوماس نيوكمن طورها سنة 1705 م\r\nللعمل في المصانع.\r\nالهجرة و الاستيطان الخارجي.\r\nارتفاع المستوى المعيشي\r\nوالصحي.\r\nتردي أوضاع الطبقة العاملة وظهور نقابات وأحزاب العمالية.\r\nاندفاع الدول في التوسع الاستعماري ضمانا للحصول على المواد الأولية.\r\nنمو وتطور التيارات الفكرية والمذاهب.\r\nميلاد القانون الاجتماعي.\r\nelbassair.n\r\nelbassair.net\r\n70\r\nعيون البصائر التعليمي"
        },
        {
            "page": 72,
            "text": "elbassair.net\r\nالحركات القومية\r\nلقد عرفت ملامح القومية منذ أقدم العصور، لكنها كانت مختلطة بفكرتي الوطنية والدين ولم تتميز عنهما إلا بعد عصر النهضة فضلا عن أن التسليم بحق الجماعة التي تكون أمة واحدة لم يتقرر إلا في القرن 19 م.\r\nمفهوم القومية تعني الانتماء إلى أمة معينة و التعلق بها، وبهذا المعنى تقوم على عنصرين\r\nعنصر موضوعي : وهو مجموعة الروابط المشتركة التي تجعل من الشعب أمة بالمدلول العلمي، كالاشتراك في\r\nالأصل أو اللغة أو العقيدة.\r\nعنصر معنوي أو شعوري وهو الحالة النفسية التي يولدها قيام تلك الروابط التي هي شعور الانتماء المتبادل والتعلق بالوحدة التي يكونها هذا الانتماء .\r\nعوامل ظهور حركة القومية : حركة الإصلاح الديني في القرن 16 كان من مطالبها إنشاء كنائس قومية منفصلة عن الكنيسة\r\nمصطلح الوطنية\r\nمشتق من PATRIO او PATRIE و تعني الوطن .\r\nمصطلح القومية\r\nNATIONALISME مشتق من كلمة ومنه NATIO أو NATION وتعني الأمة .\r\nالكاثوليكية .\r\nأثر التيارات الفكرية التي كانت تدعو إلى التغيير الشامل والتضامن بين أفراد الأمة الواحدة .\r\nتطور الطباعة ودورها في انتشار الثقافة بعد زوال الاحتكار الكنسي لها، حيث ساهم ذلك في بعث التراث\r\nوما يتضمنه من أفكار قومية .\r\nالثورة الصناعية التي طورت وسائل النقل والاتصال مما أدى إلى سرعة\r\nانتشار الأفكار وزيادة التكتل.\r\nالتنافس بين الأسر الحاكمة الذي ساهم في إنماء الحماس القومي كتوسعات\r\nنابليون بونابرت في إيطاليا و ألمانيا.\r\nسياسة المؤتمرات المعتمدة من قبل الأسر الحاكمة بعد هزيمة نابليون.\r\nعلاقات السلطات الحاكمة في أوربا الوسطى والشرقية وانعكاساتها.\r\nه أيها الشعب الإيطاني لقد جاء الجيش الفرنسي ليحطم أغلالكم وإن الأمة الفرنسية لصديقة الشعوب كافة، مقابلون في ثقة تكن أملاككم ودينكم و تقاليد كم محل التبجيل منا، فإننا نشن الحرب كخصوم شرفاء، وليس\r\nنزاعنا ونضالنا إلا مع الطغاة المستبدين الذين يستعبدونكم »\r\nمو\r\nالبصائر التعليمي .\r\nelbassair.net"
        },
        {
            "page": 73,
            "text": "انعقد مؤتمر فينا 1815م، بعد هزيمة نابليون لتصفية الأوضاع التي نتجت عن حروبه ولم يعر المؤتمر انتباها المطالب الشعوب في تقرير المصير والسيادة الشعبية، بل على العكس من ذلك أقر المبدأ القديم ( مبدأ الحقوق المشروعة للملوك ) وأعاد الأمور إلى ما كانت عليه قبل الثورة الفرنسية وقام بتوزيع الشعوب بين ملوكها القدامى، وأعقب ذلك عدة مؤتمرات بين الملوك، تستهدف اتخاذ إجراءات موحدة\r\nالإخماد الحركات الثورية والحركات القومية في كل أوروبا. )\r\nلو\r\nمجموعة من المؤلفين المجتمع العربي والقضية الفلسطينية\r\nوثيقة 1\r\nو يمكن القول بأن كلا من القانون الطبيعي والعقد. الثورة الفرنسية والفكرة القومية . الاجتماعي، كانا من الأسس الفلسفية التي قام عليها كل قرر المؤتمر الوطني في 15 / 17 ديسمبر 1792 م من المبدأ القومي والمبدأ الديمقراطي وترتب عن ذلك اصطباغ حركة القومية خلال القرن التاسع عشر بالصبغة نع عيون البصائر التعليمي\r\nفي البلدان المحتلة أو التي سيقع احتلالها من قبل . جيوش الجمهورية، يعلن قواد الجيش باسم الأمة الفرنسية، سيادة الشعب وإلغاء كل السلطات القائمة والضرائب والغرامات الموجودة وإبطال العشر ( الديم ) والإقطاع والحقوق المولوية وكل الامتيازات على الإطلاق. يعلنون للشعب انهم سيأتونه بالسلم والإعانة والإخاء والحرية والمساواة.\r\nالمجتمع العربي والقضية الفلسطينية وثيقة 2 مجموعة من المؤلفين\r\nالديمقراطية ..\r\nمو\r\nلو\r\nوثيقة 103\r\n1914 م - 1453\r\nتأثرت النزعة الإنسانية نفسها باختلافات القومية، فقد كانت وطنية الإغريق و الرومان موضع إشادة في كل مكان ان واعتبرت نموذجا ولكن نزعتها العالمية أيضا كانت موضع إعجاب ومحاكاة. وأسهمت وجهات النظر القديمة في طابع الشعوب في تكوين الإيديولوجيات القومية. وربط الإيطاليون بالرومان والفرنسيون بأهل الغال، وحث الكتاب في كل مكان شعوبهم على الإقتداء بفضائل أسلافهم المزعومين وعلى تسبغ طابعها على نمطهم وفي كل بلد أضفى التكوين الاجتماعي والتقاليد الثقافية لونا\r\nوثيقة 4\r\nzelbassair.net\r\nمعينا على الإنسانية ..\r\nفريدريك هارتز - القومية في التاريخ والسياسة"
        },
        {
            "page": 74,
            "text": "انتشار حركة القومية ونتائجها\r\nأ - الانتشار :\r\nلقد ترتب عن الثورة الفرنسية تشكيل الكيان القومي من النواحي الاجتماعية والسياسية عبر تجسيد مبدأ الأمة وإقامة الدولة المركزية، التي أسست المجتمع موحد، وفي الوقت ذاته تصدير الفكر السياسي للثورة عبر التوسع القاري لنابليون، الذي رفع شعارات و مبادئ الثورة الفرنسية والتي من خلالها طمحت الشعوب الأوروبية إلى إحداث تغيير سياسي، يكون مماثلا لما وقع في فرنسا في ظل مبدأ القومية .\r\nغير أن سياسة وأهداف نابليون كانت مناقضة لآمال هذه الشعوب وهو ما\r\nدفع بها إلى :\r\nمحاربة نابليون انطلاقا من مبادئ الثورة الفرنسية ذاتها .\r\nالإصرار على إقامة حكومات وطنية ، تجسد الفكرة القومية والتخلص من النفوذ الأجنبي .\r\nوقد تأكد ذلك من خلال قيام ثورات شعبية وحروب قومية أثمرت ميلاد\r\nالمجر\r\nالنمسا\r\nالدولة العثمانية .\r\nالإدرياتيكي\r\nمظهر من الثورة الشعبية 1848م بباريس\r\nحكومات وطنية قومية. كما شجع\r\nسويسرا\r\nنجاح القوميات في أوروبا على انتقال\r\nبید مونت ممتلكات الكتب\r\nسردينيا\r\nالبحر المتوسطة\r\nتونس\r\nelbassair.net\r\nعدوى هذا الفكر إلى الأقاليم العثمانية لتوظف القومية كسلاح من قبل .\r\nالدول الاستعمارية لتمزيق الدولة العثمانية، وتجسيد المسألة الشرقية بشقيها ) الحضاري والسياسي.\r\nأما على مستوى أمريكا اللاتينية فقد ثارت الشعوب ضد الدول الاستعمارية\r\nعلى اثر السياسات المتشددة، التي تجاهلت الحقوق القومية لتلك الشعوب من خلال إرادتها في تعميم سياسة المؤتمرات لاستعادة إسبانيا المستعمراتها .\r\nب النتائج :\r\nبناء الدولة القومية وظهور الكيانات السياسية المستقلة ..\r\nالوحدة القومية الإيطالية في النصف الثاني من القرن التاسع عشر 1870\r\nتطور الفكر السياسي و النظم الاقتصادية.\r\nتحول الشعور القومي آلي شعور عدائي، اتسعت على إثره الحركة الاستعمارية، واشتداد التنافس بين الدول الأوروبية حول تقسيم العالم ..\r\nالمساهمة في تفكك الإمبراطوريات الكبرى ( الدولة العثمانية الإمبراطورية النمساوية المجرية، الإمبراطورية الروسية )، وإعادة رسم الخريطة السياسية من جديد لأوروبا والعالم.\r\nظهور مشكلة الاقليات في أوروبا.\r\nظهور الفكر التحرري عبر المستعمرات .\r\nelbassair.net\r\n74\r\nنع عيون البصائر التعليمي مواقع"
        },
        {
            "page": 75,
            "text": "موقع عيون البصائر التعليمي\r\nكانت المانيا قد وصلت إلى مرتبة عالية جدا من التقدم والرقي في ميادين العلوم والفنون والآداب وكان\r\nمن بين أبنائها أدباء عباقرة مثل : شيللر غوته ، وفلاسفة عظام مثل: كانط، هيغل ..... كانت قوية وراقية وموحدة ثقافيا، ولكنها ضعيفة مشتتة ومتأخرة سياسيا .... حيث في سنة 1803 م كانت متكونة من 238 ولاية. 1815 م 39 ولاية.\r\nساطع الحصري. محاضرات في نشوء الفكرة القومية\r\nوثيقة 1\r\nکیتر برغ\r\nمملكة برو\r\nالوحدة القومية الألمانية في النصف الثاني من القرن التاسع عشر 1871 م\r\nبرلين\r\nساکس\r\nفر کفورت\r\nبافر\r\nمانش\r\nإن البلقان أصبحت في الثلث الثاني من القرن التاسع عشر منطقة لا يمكن السيطرة عليها والتحكم في تطور الأمور بها، ومن ثمة كانت هناك مخاوف في كافة العواصم 1 - ابرز عناصر القوة لدى الأمة الألمانية. الأوروبية من أن المشاكل البلقانية قد تورط أوروبا في حرب غير مجدية، وكان بسمارك يعتقد أن هذه المشكلات الخاصة بالدولة العثمانية، يجب أن لا تؤدي إلى صدام بين الدول الكبرى، وأن دماء الأوروبيين الركية يجب أن لا تراق\r\nتقویم مرحلی\r\nمن خلال الوثيقة 1 - 2\r\n2 - بين العوامل التي مكنتها من تحقيق الوحدة\r\nالقومية.\r\nبسبب هذه المسائل ....\r\nعبدالعزیز نوار و عبد المجيد نعنعي التاريخ المعاصر، أوروبا من الثورة الفرنسية الى الحرب في البلقان ومحاربتها في إيطاليا وألمانيا. العالمية الثانية ..\r\n3 - حدد أسباب تاخر الوحدة القومية في\r\nإيطاليا رغم أنها السباقة في احتضان النهضة\r\nالأوربية الحديثة.\r\n4- حدد عوامل دعم الدول الأوروبية للقومية\r\nوثيقة 2\r\n75 elbassair.net\r\n৯০\r\nlessed"
        },
        {
            "page": 76,
            "text": "elbassair.net\r\nالموقع ائرة التعليمي\r\nالحركة الاستعمارية الأوروبية\r\nإذا كانت الاكتشافات الجغرافية في القرنين 16 و 17، قد أحدثت ما يعرف بالانقلاب التجاري الذي فسح المجال لظهور الموجة الأولى من الاستعمار الأوروبي، فإن الانقلاب الصناعي قد احدث تغييرا جذريا في جغرافية و سياسة أوروبا وتولد عنه ظهور قوى استعمارية جديدة ( فرنسا، إنجلترا، بلجيكا، إيطاليا ألمانيا روسيا ) ولاحقا الولايات المتحدة الأمريكية واليابان.\r\nمفهوم الحركة الاستعمارية\r\nهي ظاهرة سياسية تشمل كل الممارسات التي تقوم بها دولة . ضد دولة بغرض احتلال أراضيها واستعباد شعبها واستغلال ثرواتها ومحو شخصيتها، واتخاذها كقاعدة عسكرية الحماية مصالحها وازدادت حدتها واشتد التنافس بين الدول الأوروبية في القرن 19 م يفعل التحولات التي عرفتها القارة في تلك المرحلة.\r\nإن من واجبنا أن نأخذ نصيبينا في عملية\r\nنقل المدنية إلى إفريقيا ،\r\nجوزيف تشمبرلان\r\n1- دوافعها :\r\nأ - الاقتصادية :\r\nالحاجة إلى المواد الأولية وتصريف المنتجات ...\r\nاستثمار رؤوس الأموال و طغیان روح الكسب والتجارة خاصة بعد اكتشاف موارد جديدة ..\r\nب - الاستراتيجية :\r\nالحاجة إلى مراكز ثابتة متعددة الوظائف، تجارية - عسكرية\r\nإصلاح السفن تموين الجيوش ).\r\n. مصدر بشري للتجنيد ودعم الجيوش والدفاع عن المصالح .\r\nج - الهجرة و الاستيطان :\r\nتزايد النمو السكاني والتطور الصناعي تسبب في ارتفاع الهجرة والاستيطان، بغرض تثبيت الوجود الاستعماري مثل ( بريطانيا ) بينما مارست فرنسا الاستعمار الاستيطاني بالجزائر يفتحها باب الهجرة الواسعة للأوروبيين من مختلف جنسياتهم، وحملوا الجنسية الفرنسية مع استقرارهم بالجزائر .\r\nالهجرات الأوروبية بين سنة 1847م - 1932م\r\nادعاء نشر الحضارة الأوربية لدى الشعوب المتخلفة .\r\nمصدر الهجرة\r\nعدد المهاجرين\r\nد الدينية و الحضارية :\r\nالجزر البريطانية\r\nإيطاليا\r\nتوظيف التنصير لنشر المسيحية، لتكون أداة\r\nللاستعمار ( الراية تتبع الإنجيل).\r\nالنمسا والمجر\r\nهـ - السياسية\r\nالمانيا\r\nالبحث عن الأمجاد القومية.\r\nإسبانيا\r\nظهور الزعماء المغامرين وسعيهم إلى كسب أمجاد شخصية أمثال بونابرت بسمارك تاليران وسيسيل\r\nرودس لا فيجري جول فيري شارل العاشر.\r\n76\r\n18.020.000\r\n10.092.000\r\n5.196.000\r\n4.889.000\r\n4.653.000\r\n2.253.000\r\nelbassair.net"
        },
        {
            "page": 77,
            "text": "لات.\r\n2-F1612\r\nو أن عملية التوسع الأوروبي المدفوعة بالحاجة الاقتصادية وشهوة الربح وسحر ما ورد في روايات بعض الرحالة ولا سيما ماركو بولو\" ، من ذهب وثروات أسطورية تعج بها بلدان كالهند والصين واليابان، فاقمت من غزوات المغامرين ... إن التوسع الأوروبي أفاد من اجتماع ثلاثة عوامل : العامل الأول وهو العامل الاقتصادي أي الحاجة، والعامل الثاني وهو التبرير ... ) فقد حمله المذهب الكاثوليكي، وهو دين واعد بالخلاص يصيو إلى اكتساب الناس لاعتناقه، فوفر هذا للتوسع محتواه الفكري. كان ما تقترحه الكنيسة، هو القيام بحملات صليبية على نطاق الكرة الأرضية كلها، وهو ما جاء يطابق مصالح أوروبا الاقتصادية و يلائمها أشد الملاءمة . ) ، أما العامل الثالث فقد تمثل في التقدم المفاجئ الذي حصل على المعارف في القرنين الخامس عشر و السادس عشر على وجه الضبط . كان ما نجم عن هذا التقدم من إتقان في المهارات هو ما أمد أوربا بسلاح تفوقها، وفي أواخر القرن السابع عشر وأوائل القرن الثامن عشر، أصبحت أوروبا تسيطر في كل مكان لا ينازعها منازع ..\r\nوثيقة 1\r\nإحدى معارك حملة نابوليون بونابرت على مصر 1798\r\nد . غسان بدر الدين - جدلية التخلف و التنمية\r\nالاستعمار و \" عظمة الأمم \"\r\nلا تعتبر الأمم عظيمة، إلا بالنشاط الذي تطوره فبدون تحرك و بدون اختلاط بشؤون العالم، لا إشعاع ممكن لأمة عظيمة. بل هو التخلي والقعود، إذا أرادت فرنسا أن تبقى بلدا عظيما يمارس كل ما له من تأثير على أوروبا يجب أن تحمل، في كل مكان تقدر عليه، لغتها وعاداتها و رايتها و أسلحتها وعبقريتها .\r\nجول فيري : الرائد الرسمي الفرنسي وثيقة 2 المداولات البرلمانية 1885 م )\r\nالرسالة الحضرية للرجل الأبيض\r\nأن الأمة مثل الفرد لها واجبات، فلا يمكننا أن نتخلى عن واجباتنا اتجاه شعوب عديدة، وضعت تحت وصايتنا. إن بإمكان سيطرتنا وحدها أن تضمن السلم والأمن والرفاهية لأولئك التعساء، الذين لم يسبق لهم أبدا أن عرفوا تلك النعم، فبأدائنا الرسالة التمدين هذه، نكون قد أوفينا برسالتنا الوطنية لصالح الشعوب ..\r\nجوزيف تشمبرلان - وزير المستعمرات البريطاني 1895 م 1903 م أورده كروزي في سياسات التوسع الإمبريالي )\r\nوثيقة 3\r\nZelbassair.net"
        },
        {
            "page": 78,
            "text": "2- السياسة الاستعمارية :\r\nأخذت موجة الاستعمار الأوروبي الحديث في الانتشار والتوسع منذ القرن 19 م، و اتخذت أشكالا ووسائل متعددة حسب ما تمليه ظروف ومصالح\r\nوامكانات كل دولة استعمارية، ومن ثمة أخذ الاستعمار الأشكال التالية :\r\nأ - الاستعمار المباشر :\r\nوهو ما مارسته فرنسا بشكل خاص في الجزائر، عن طريق الاحتلال العسكري، ودعمه بالاستيطان والادارة\r\nالمركزية ( سياسة الالحاق ) .\r\nب - الاستعمار غير المباشر : وقد مارسته بريطانيا بشكل واسع في امبراطوريتها الكبرى وحدت حذوها كل من بلجيكا وهولندا... و فرنسا أيضا وكانت وسائلها في ذلك ) شركات تجارية امتيازات اتفاقيات الحماية والمعاهدات سياسة التنصير الاستثمار القواعد العسكرية توظيف القانون الدولي من خلال الانتداب الوصاية أعظم شانا.\r\nالأقليات\r\nجمع أقلية، وهي طائفة من الناس تجمعهم رابطة اللغة أو الدين أو الجنسية. يعشون مع طائفة أخرى . elbassair.net\r\nوالحماية ).\r\n3 - نتائجها :\r\nإنهاء سيادة الأقطار المستعمرة.\r\nتفكيك البنية الاجتماعية، كنتيجة لعملية الاستيطان . القضاء على النمط الاقتصادي للاقطار المستعمرة وإلحاقه بالاقتصاد\r\nالاستيطان\r\nحركة ماسية، برزت الاستعمار الأوربي، منذ اكتشاف العالم الحديث حيث ارتبطت بهجرة الأوروبيين واستيطانهم بالقارة الأمريكية، وجنوب إفريقيا بالنسبة للاستعمار البريطاني والإسباني والبرتغالي، كما ارتبطت ظاهرة الاستيطان بالاستعمار الفرنسي للجزائر والحركة\r\nالرأسمالي في إطار تقسيم العمل الدولي.\r\nإقامة علاقة تبعية ثقافية عبر خلق نخب اجتماعية وثقافية مرتبطة بالدولة المستعمرة وإحياء الأقليات والقوميات في جميع المستعمرات\r\nالبعاث الشعور القومي، كنتيجة للضغط الاستعماري.\r\nخلق أزمة هوية في الاقطار المستعمرة وما نجم عنها من انعدام الاستقرار\r\nالاجتماعي والسياسي.\r\nتدمير المعالم الحضارية وإعادة تشكيلها وفق ما يخدم المصالح\r\nالاستعمارية بوضع بدائل دخيلة عن المجتمعات.\r\nاشتداد التنافس الأوربي على المستعمرات الذي أدى إلى تضارب\r\nالمصالح و وقوع الأزمات الدولية ونشأة التكتلات التي ساقت إلى الحرب الصهيونية بفلسطين .\r\nموقع عيون البصائر التعليمي\r\n78\r\nالعالمية الأولى.\r\nelbassair.net"
        },
        {
            "page": 79,
            "text": "الحركة الاستعمارية\r\nموقع عيو\r\nوثيقة 1\r\nالتحولات\r\nelbassaire السعو\r\n1914م\r\nتقويم\r\nکو\r\nقرارات مؤتمر 1884 م / 1885 م .\r\nحضر مندوبوا انجلترا، فرنسا، المانيا، روسيا الدولة العثمانية، بلجيكا، هولندا، الترويج، السويد أسبانيا والبرتغال، وانتهى بتوقيع ميثاق ينص على ما يلي :\r\nمن خلال الوثيقة - 1-2 -\r\n1 - علل اهتمام مؤتمر برلين بالقارة الإفريقية.\r\n1 - حياد اقليم حوض الكونغو وحرية التجارة فيه .\r\n- علق على الوثيقة (1)\r\n2 - حرية الملاحة في حوض الكونغو والنيجر.\r\n3- الغاء تجارة الرقيق والقضاء على القائمين عليها . ضرورة قيام أية دولة أوروبية تريد استعمار أرض افريقية بإخطار الدول الأخرى بالأراضي التي تضع يدها عليها، وعند إعلان أية دولة حمايتها على أرض والتوسع الاستعماري. إفريقية، فيجب أن يلازم ذلك وجود اختلال فعلي لتلك الأراضي .\r\n2 - بين العلاقة بين نتائج الثورة الصناعية\r\nکار\r\nکو\r\nسلیمان نوار و عبد المجيد نعنعي التاريخ المعاصر بأوروبا من الثورة الفرنسية إلى الحرب العالمية الأولى\r\nوقيفة 2\r\nابرز طرق ووسائل تغلغل الاستعمار في القارة\r\nالإفريقية.\r\n3- النهضة الأوروبية بمظاهرها نعمة على\r\nشعوبها، نقمة على شعوب العالم وضح ذلك.\r\nzelbassair.net"
        },
        {
            "page": 80,
            "text": "نشاط إدماجي رقم 3\r\nنشاط تقويمي\r\nيشير مفهوم و الثورة الصناعية و أساسا إلى فترة التاريخ الإنجليزي والتي تمتد بالتقريب بين 1750 م و 1850 م، حدث فيها تغيرات مدهشة في البناء الاقتصادي بسبب التحول من المجتمع الزراعي والتجاري إلى عصر التصنيع الحديث، وفتحت رحلات القرنين 15م - 16 م الطريق إلى تجارة عالمية واسعة.\r\nظهرت الرأسمالية في القرن 17 م، وصنعت الآلات من الخشب تحركها قوة المياه والهواء وفي القرن 18 م، عمل جيمس واط على إيجاد الطاقة البخارية وأصبحت إنجلترا مركزا عالميا للمنسوجات واستنبطت اختراعات منها : آلة الغزل التي ابتكرها أركرايت 1769 م و الدول الآلي لاموند كارتريت 1785م واستخدم فحم الكوك في إنتاج الحديد. وأصبحت لمناجم الفحم و استخدام الصلب أهمية عظمى ثم نشأت المصانع والمدن الصناعية، وفي القرن 19 جلبت السكك الحديدية و السفن البخارية تغيرات جديدة، كما أدت الكهرباء إلى تغيرات أخرى انتشرت في أنحاء العالم، وصاحب هذا التطور الفلسفة الاقتصادية القائلة بمبدأ الحرية الاقتصادية\r\nلآدم سميث وانبثقت منها نظريات كارل ماركس و الاشتراكية ومدرسة منشستر الاقتصادية.\r\nقسم التصنيع المجتمع إلى طبقات متعارضة من ناحية رأس المال والعمل فنتج عن ذلك مشكلات\r\nاقتصادية، كما نجم عنها ارتفاع عالمي في مستوى السلع المادية.\r\nوثيقة 1\r\nالموسوعة العربية الميسرة elbassair.ne\r\nالموقع عيون البصائر التعليمي\r\nإن القرن 19 م بحق هو قرن القوميات، هذه القوميات التي كانت إحدى نتائج التطور الفكري للقرنين 17 م و 18 م، إضافة إلى النتائج التي حققتها الثورة الصناعية وكيف سهلت في انتقال الفكر من منطقة إلى أخرى، ثم كيف عملت الثورة الفرنسية على بلورة هذا الفكر وتصديره. لا إلى القارة الأوربية فقط وإنما إلى العالم، ثم كيف حدث الصدام بين إرادة الحكام وإرادة الشعوب وعملت الحكومات في القارة على طمس الفكر الإصلاحي والقومي وخاضت من أجل ذلك حروبا طويلة وأقامت تحالفات ومؤتمرات، لكن في نهاية المطاف فإن إرادة الشعوب لا تقهر، وتمكنت القوميات في أوربا الغربية والوسطى من أن تحقق أهدافها وتأسست الدولة الألمانية والإيطالية وكذلك انتقلت العدوى إلى شرق القارة التي وإن حققت بعض مطامحها فظروفها الخاصة والواقع الدولي آنذاك حال دون استكمال هذه الأهداف وهذا يجعلنا نتأكد من أن الأعمال الذاتية والفكر\r\nالذاتي أسهل للتنفيذ ونحقق الغاية عكس ما يعتمد فيه على الغير.\r\nوثيقة 2\r\nد : حسن السعاني ، المجتمع العربي والقضية الفلسطينية . بتصرف\r\n80\r\nelbassair.net"
        },
        {
            "page": 81,
            "text": "من خلال الوثيقة - 1 -\r\n1 - علل ارتباط مفهوم الثورة الصناعية بإنجلترا دون غيرها في التاريخ المحدد.\r\n2- تحول المجتمع من الزراعة التجارة فعصر التصنيع الحديث اشرح الفكرة.\r\n3- بين دور الرحلات الغربية كعامل أساسي للثورة الصناعية.\r\n4- استخرج مراحل الثورة الصناعية ومظاهرها.\r\nابرز دور فكر آدم سميث في اتساع حركة الثورة الصناعية\r\n6 - خرج المجتمع الأوروبي من نظام طبقي ليجد نفسه في نظام طبقي جديد، قارن بين النظامين.\r\nموقع عيو\r\nelbassair.net\r\nأولا ابرز العلاقة بين :\r\nالقومية والتطور الفكري.\r\nالقومية والثورة الصناعية .\r\nالقومية والثورة الفرنسية .\r\nثانيا :\r\nمن خلال الوثيقة - 2 -\r\nحدث الصدام بين إرادة الشعوب وإرادة الحكام بين ذلك بأمثلة .\r\nوقفت حكومات أوربا موقفا عدائيا من الفكر القومي في المؤتمرات الأوربية 1815م - 1824 م علل ذلك.\r\nوقفت الحكومات الأوربية مشجعة وداعمة للقومية في البلقان وفي المشرق العربي فسر هذا الموقف.\r\nأنجز بحثا حول :\r\n1\r\nدور الشركات التجارية والهند الشرقية الهولندية الهند الشرقية الفرنسية ، الهند الشرقية\r\nالإنجليزية ، في إرساء قواعد الاستعمار في آسيا الشرقية والشرق الأقصى وأثرها على الجزائر والولايات المتحدة.\r\n2 - الإمتيازات الدينية، الثقافية، الإقتصادية الأوروبية وإنعكاساتها على العالم الإسلامي في الفترة\r\nالمدروسة.\r\n81 elbassair.net"
        },
        {
            "page": 82,
            "text": "الوحدة التعليمية الثالثة: الجزائر في العصر الحديث وامام 180م\r\nتعالج من خلال:\r\n1- مكتسباتك القبلية ومطالعاتك الخارجية عن :\r\n. الوضع العام للمغرب الإسلامي بعد سقوط دولة\r\nالموحدين. . الوضع العام للمغرب الأوسط في نهاية حكم الدولة\r\nالزيانية.\r\n. سقوط الاندلس واجتياح الخطر الصليبي الإسباني\r\nالسواحل المغرب الإسلامي خاصة الأوسط منها . . العلاقة بين الخطر الإسباني والاستنجاد بالإخوة بربروس\r\nثم الخلافة الإسلامية العثمانية.\r\n2- التحولات العامة في المغرب الأوسط من خلال : . تشكل الإطار الجغرافي للدولة الجزائرية .\r\n. تنظيم الدولة ( السلطات - الإدارة - المجتمع - البحرية - الاقتصاد ... ) .\r\n3 - العلاقات الجزائرية المتوسطية :\r\nالموقع بعيون البصائر التعليمي\r\n. بالخلافة - بالوطن العربي - بالدولة الأوربية .\r\n. مكانة الجزائر الدولية - دورها عسكريا - دبلوماسيا .\r\n. موقف الدول الأوربية مجتمعة ومنفردة من الجزائر.\r\nبعد نهاية معالجتك للوحدة التعليمية من خلال إنجازات القسم وما تنجزه بمفردك\r\nوضمن الجماعة كتعلم ذاتي تكون قادرا على :\r\n. حل جل الإشكاليات التي يطرحها موضوع الجزائر.\r\n. معرفة كيفية تطور المجال الجغرافي للجزائر إلى أن أصبحت الخريطة الجزائرية بالصورة الحالية.\r\n. فهم الأسباب التي أدت بالدولة إلى الاهتمام العسكري على حساب الداخل.\r\n. استعمال واستغلال الوثائق الخاصة بالموضوع.\r\n. معرفة الجوانب التي تحتاج إلى بحث وتدقيق في تاريخ الجزائر. . التحكم في المفاهيم المختلفة الخاصة بالوحدة .\r\n. انجاز المشاريع التربوية العلمية الفردية والجماعية ( بحوث - ملفات - تراجم\r\nللشخصيات الرائدة - لوحات فنية - نوادي علمية تاريخية ... الخ ) .\r\nتكتشف . أن الجزائر كانت إحدى حلقات المسألة الشرقية وأخطرها ، فبسقوطها توالى\r\nسقوط باقي دول العالم الإسلامي.\r\n. أن أهمية الجزائر موقعا وإمكانات جعلتها وستجعلها محط أنظار الدول\r\nالاستعمارية قديما حاضرا ومستقبلا.\r\n1557\r\nالاستعمار الفرنسي\r\nة الزيانية\r\nالجز الي في ظل الخلافة العثمانية الإسلامي\r\nelbassair.net\r\n1518\r\nفكر في سبل حمايتها والحفاظ عليها باستخلاص العبير من الوحدات المدروسة .\r\nelbassair.net\r\n82"
        },
        {
            "page": 83,
            "text": "الوحدة التعليمية الثالثة: الجزائر في العصر الحديث وامام 180م\r\nتعالج من خلال:\r\n1- مكتسباتك القبلية ومطالعاتك الخارجية عن :\r\n. الوضع العام للمغرب الإسلامي بعد سقوط دولة\r\nالموحدين. . الوضع العام للمغرب الأوسط في نهاية حكم الدولة\r\nالزيانية.\r\n. سقوط الاندلس واجتياح الخطر الصليبي الإسباني\r\nالسواحل المغرب الإسلامي خاصة الأوسط منها . . العلاقة بين الخطر الإسباني والاستنجاد بالإخوة بربروس\r\nثم الخلافة الإسلامية العثمانية.\r\n2- التحولات العامة في المغرب الأوسط من خلال : . تشكل الإطار الجغرافي للدولة الجزائرية .\r\n. تنظيم الدولة ( السلطات - الإدارة - المجتمع - البحرية - الاقتصاد ... ) .\r\n3 - العلاقات الجزائرية المتوسطية :\r\nالموقع بعيون البصائر التعليمي\r\n. بالخلافة - بالوطن العربي - بالدولة الأوربية .\r\n. مكانة الجزائر الدولية - دورها عسكريا - دبلوماسيا .\r\n. موقف الدول الأوربية مجتمعة ومنفردة من الجزائر.\r\nبعد نهاية معالجتك للوحدة التعليمية من خلال إنجازات القسم وما تنجزه بمفردك\r\nوضمن الجماعة كتعلم ذاتي تكون قادرا على :\r\n. حل جل الإشكاليات التي يطرحها موضوع الجزائر.\r\n. معرفة كيفية تطور المجال الجغرافي للجزائر إلى أن أصبحت الخريطة الجزائرية بالصورة الحالية.\r\n. فهم الأسباب التي أدت بالدولة إلى الاهتمام العسكري على حساب الداخل.\r\n. استعمال واستغلال الوثائق الخاصة بالموضوع.\r\n. معرفة الجوانب التي تحتاج إلى بحث وتدقيق في تاريخ الجزائر. . التحكم في المفاهيم المختلفة الخاصة بالوحدة .\r\n. انجاز المشاريع التربوية العلمية الفردية والجماعية ( بحوث - ملفات - تراجم\r\nللشخصيات الرائدة - لوحات فنية - نوادي علمية تاريخية ... الخ ) .\r\nتكتشف . أن الجزائر كانت إحدى حلقات المسألة الشرقية وأخطرها ، فبسقوطها توالى\r\nسقوط باقي دول العالم الإسلامي.\r\n. أن أهمية الجزائر موقعا وإمكانات جعلتها وستجعلها محط أنظار الدول\r\nالاستعمارية قديما حاضرا ومستقبلا.\r\n1557\r\nالاستعمار الفرنسي\r\nة الزيانية\r\nالجز الي في ظل الخلافة العثمانية الإسلامي\r\nelbassair.net\r\n1518\r\nفكر في سبل حمايتها والحفاظ عليها باستخلاص العبير من الوحدات المدروسة .\r\nelbassair.net\r\n82"
        },
        {
            "page": 84,
            "text": "من المغرب الأوسط إلى الجزائر\r\nكانت بلاد المغرب الإسلامي موحدة تحت لولاء دولة الموحدين ، وبسقوطها\r\nسنة 1269 م، انقسمت ! إلى دول متعددة ، أبرزها :\r\nالدولة الحفصية في المغرب الأدنى ..\r\nالدولة الزيانية ( بنو عبد الواد ) في المغرب الأوسط.\r\nالدولة المرينية في المغرب الأقصى .\r\nدول الطوائف في الأندلس أهمها ( بنو نصر في غرناطة ).\r\nالدولة الزيانية ( بنو عبد الواد ) :\r\nنشات دولة بني عبد الواد الزيانية على يد يغمر اسن بن زيان بن ثابت من بني عبد الواد، أحد بطون زناتة، وقد عمرت فترة تاريخية زادت عن ثلاثة قرون ما بين 1235 م 155م، شهد خلالها المغرب الأوسط مرحلة\r\nتاريخية تميزت بالأدوار التالية :\r\nالموحدون\r\nالحرب العربي بعد الموحدين\r\nالمحيط الأطلسي\r\n1 - الدور الأول / 1235 م - 1348 م تميز بـ :\r\nفرض سلطانها على الأقاليم المجاورة وإخضاع القبائل الخارجة عن سلطاني\r\nوضع قواعد الدولة الإدارية ، القضائية ، المالية والعسكرية .\r\nإقامة علاقات خارجية سياسية واقتصادية .\r\nالعمل على تطوير العمران وازدهار التجارة وكذا الاهتمام بالفن والأدب والعلوم .\r\nelbassair.net\r\nوقد انتهى الدور الأول بسيطرة بنو مرين على إمارة بنو عبد الواد في .1347 م\r\n2 - الدور الثاني / 1348 م - 1517 م تميز بـ :\r\nاستعادة بنو عبد الواد إمارتهم وبعث دولتهم من جديد سنة 1348م بعد\r\nالتخلص من بني مرين حملت اسم الدولة الزيانية في عهد أبو حمو الثاني .سنة 1359 م\r\nعرفت الإمارة فترات مد و جزر تبعا لقوتها وضعفها.\r\n. استمرار الصراع حول السلطة وصراع الولاء بين القبائل.\r\nصومعة مسجد المنصورة بمدينة المان عاصمة الزيانيين\r\nتزايد التدخلات والاطماع المرينية من الغرب والحفصية من الشرق.\r\nelbassair.net\r\n84\r\nكيو البصائر التعليمي"
        },
        {
            "page": 85,
            "text": "1880-15telbassair.net\r\nها، عندما ضعفت دولة الموحدين، وسقطت، فقد الإقليم وحدته السياسية وانقسم على نفسه و تكونت لوم به ثلاث دول حاولت كل منها أن تفرض سيطرتها على كل الإقليم دون جدوى وهي : الدولة الحفصية بالمغرب الأدنى (تونس)، ودولة بني عبد الواد الزيانية بالمغرب الأوسط (الجزائر)، والدولة المرينية بالمغرب الأقصى ودخلت هذه الدول فيما بينها في صراع حاد ومرير عانى منه بنو زيان أكثر من غيرهم في الوقت الذي بدا فيه\r\nالضغط الأوربي المسيحي يطغى عليها ويهددها..\r\nوثيقة 1\r\nکو\r\nها وصف محمد العبدري تلمسان في رحلته قائلا \"\r\nتلمسان مدينة كبيرة ساحلية جبلية جميلة المنظر مقسومة باثنين بينهما سور ولها جامع عجيب مليح متسع و بها أسواق قائمة واهلها ذوو ليانة والدائر بالبلد كله مغروس بالكرم وأنواع الثمار وسوره من أوثق الأسوار وأصحها، وبها حمامات نظيفة أشهرها حمام العالية قل أن يرى له نظير و بالحمة هي ذات منظر ومخبر و انظار متسعة\r\nو مبانيها مرتفعة ..\r\nوقال عنها البكري :\r\nهي مدينة المغرب الأوسط ودار ملك زناتة ومتوسطة قبائل البرير ومقصد تجار الأفاق بها أسواق ومسجد جامع وأشجار وأنهار، وكان الأولون قد جلبوا اليها ماء من عيون تسمى التوريط بينها وبين المدينة 6 أميال و لها 5 أبواب ... في القبلة باب الحمام وباب وهب وباب الخوخة، و في الشرق باب العقبة و في الغرب باب ابي قرة، وآثار قديمة ...\r\nوثيقة 2\r\nد. يحي بوعزيز / الموجز في تاريخ الجزائر ..\r\nمقام السلطان بتلمسان\r\nتقویم مرحلی\r\nمن خلال الوثيقة ( 1 ) :\r\nأ - حدد أسباب ضعف دولة الموحدين\r\nب - بين أثر الصراع الحفصي\r\nوالمريني على دولة بني عبد الواد...\r\nمن خلال الوثيقتين ( 2 )\r\nج - ابرز أهمية تلمسان الحضارية\r\nوأسباب اختيارها عاصمة للدولة الزيانية.\r\nمو\r\nعبو\r\nی\r\ntelbassair.net"
        },
        {
            "page": 86,
            "text": "الدولة الرياينة ( بنو عبد الواد )\r\n3 - الدور الثالث / 1517 م 15574 م :\r\nفي ظل التطورات التي مرت بها الدولة الزيانية أصبح الخطر\r\nالإسباني على المغرب الأوسط حقيقة، تجلى ذلك في :\r\nكثرة التدخلات الإسبانية في شؤون الإمارة الداخلية، ومحاولة\r\nالإحاطة بكل جوانبها ، تمهيدا لاحتوائها ( 1 ) .\r\nتوجيه الإسبان نشاطهم لغزو بلاد المغرب الإسلامي بعد سقوط\r\nغرناطة سنة 1492 م بهدف تحقيق ما يلي :\r\nمنع الأندلسيين اللاجئين من العودة إلى ديارهم.\r\nالنحر الأحمري\r\nالبحر المتوسط\r\nالفصول و ريال بنو مرين\r\nالمغرب العربي بعد الموحدين\r\nالأطلسي\r\nاستغلال موانئ المغرب الإسلامي الاستراتيجية للتحكم في البحر\r\nفي الثالث من مايو 1493 م خول\r\nالمتوسط الجنوبي عسكريا وتجاريا.\r\nالبابا الكسندر السادس إسبانيا حق احتلال المنطقة لإنهاء الوجود الإسلامي واستغلال إمكاناتها من المواد ملكية الأراضي المكتشفة ثم عدل نص الوثيقة في اليوم الثاني واشترك البرتغال في هذه الملكية واتفقوا على\r\nالأولية وتحويلها إلى سوق لتصريف المنتجات .\r\nاتخاذ المنطقة كبوابة للتوغل في إفريقيا ..\r\nsair.net\r\nذلك في معاهدة تورديسيلياس 07 نوفمبر 1494 م باركها البابا يوليوس\r\nأمام التناحر والتمزق الداخلي واستعداد الأمراء للتحالف مع\r\nالعدو من أجل السلطة، كانت إسبانيا قد عقدت معاهدة التحالف مع .\r\nالثاني يوم 24 يناير 1506 م.\r\nالبرتغال التقسيم المنطقة بمباركة البابا ودعوته أمراء وملوك أوربا تأجيل )\r\nخلافاتهم حتى تتم عملية استكمال السيطرة\r\nالصليبية على المغرب الإسلامي.\r\nوشهدت سواحل المنطقة حملات\r\nشرصة بين 1505 م - 1510 م، انتهت\r\nباحتلال أبرز الموانئ اين عملت إسبانيا\r\nعلى :\r\nتعظيم المعالم التاريخية والإسلامية كتهديم\r\nمنارة قصر اللؤلؤة الذي يعتبر من أعظم آيات\r\nالفن الجزائري .\r\nنهب التحف والنفائس والاستيلاء على الممتلكات ...\r\nفرض الضرائب على السكان .\r\nحملت شارل لكان والخامس) على مدينة الجزائر\r\nelbassair.net\r\n86\r\nعيون البصائر التعليمي ."
        },
        {
            "page": 87,
            "text": "كانت الدولة الزيانية في هذه الفترة قد وصلت إلى أقصى درجة من الضعف والانحلال فأخذ الأسبان يحتلون موانيها و أطرافها تمهيدا لاحتوائها في النهاية وفق مخطط استعماري مدروس فبعد أن وصل إلى تلمسان آخر أمراء بني الأحمر بغرناطة، أبو عبد الله محمد بن سعد الزغل عبر وهران، بدأت التهديدات الإسبانية تظهر في الأفق ضد تلمسان، واضطر الأمير الزياني محمد السابع أن يذهب بنفسه إلى إسبانيا ليطمئن فيرديناند الخامس ويقدم له الهدايا استرضاء له ... فقد تنافس على عرش تلمسان الإخوان: أبو زيان الثالث المسعود، وأبو حمو الثالث بوقلمون، وتغلب الثاني عن الأول و أدخله إلى السجن فاغتنم الأسبان فرصة هذه الاضطرابات بتلمسان وأقدموا على احتلال المرسى الكبير عام 1505م، ثم تدخلوا في مشاكل عرش تنس و أيدوا الأمير ... وقد تسبب - التدخل الإسباني في مشاكل تنس في حدوث حروب طاحنة بين عرش تنس وعرش تلمسان، ولم يستفد من ذلك سوى الأسبان الذين ثبتوا أقدامهم في بعض أطراف الإمارة ، واحتلوا وهران عام 1509 م، ولقد كان من المفروض في مثل هذه الظروف الصعبة أن تتوحد القوى الداخلية للإمارة، وتتكتل وتتناسى الأحقاد والنزاعات الشخصية ولكن الذي حصل هو العكس، فحدثت بتلمسان اضطرابات ضد أبي حمو الثالث و تحزب ضد\r\nأنصار أخيه المسجون أبي زيان واستنجدوا بعروج في الجزائر ... ...\r\nعلو\r\n183015\r\nelbassair.net\r\nالموجز في تاريخ الجزائر - الجزء الأول - د. يحي بوعزيز\r\nوثيقة 1\r\nالموانئ المحتلة من طرف اسبانيا\r\nالموانئ\r\nتاريخ الاحتلال\r\nسبتة - حليلية\r\nالمرسى الكبير\r\nوهران - ارزیو\r\nسنة 1497 م\r\n23 اكتوبر 1505 م\r\n18 ماي 1509 م\r\nمستغانم - نفس دلس ، شرشال العاصمة - بجاية وصولا إلى\r\nعلى مدار سنة 1510 م\r\nتونس الم طرابلس\r\nالموانئ المحتلة من طرف البرتغال\r\nتاريخ الاحتلال\r\nالموانئ\r\nأ - اعتمدت إسبانيا في سياستها بالمغرب الأوسط على مبدأ فرق نسد . اشرح ذلك على ضوء ما ورد\r\n1458 م\r\n1468 م\r\n1507 م\r\n1513 م\r\nالقصر\r\nفي الوثيقة ( 1 ).\r\nطنجة\r\nآسفي - اغادير\r\nب من خلال الوثيقة رقم (1) وضح كيف\r\nاستفادت إسبانيا من الوضع الداخلي للمغرب\r\nأزمور - دوكالة\r\nالأوسط.\r\nوثيقة 2\r\nج وقع على الخريطة أعلاه الموانئ الواردة في\r\nelbassair.ne الجدولين"
        },
        {
            "page": 88,
            "text": "من المغرب الأوسط إلى الجزائر\r\nفي ظل تراجع المد الإسلامي في الاندلس والتفوق الإسباني والبرتغالي وسلبية المقاومة الرسمية الزبانية وعجز المقاومة الشعبية سطع نجم الدولة العثمانية في الحوض الشرقي من البحر المتوسط من جهة وبروز نشاط البحارة المتطوعين من جهة أخرى، أبرزهم ( الأخوة بربروس)، الذين ذاع صيتهم في المدن الساحلية الشرقية للمغرب الأوسط ( جيجل ) التي كانت وطأة الاحتلال الإسباني.\r\nعروج بربروس\r\nالبحر المتوسط )\r\nبلو زبان اخقصيره فنو مزين\r\nالأطلسي\r\nوالمواجهة الخطر الصليبي والحفاظ على شخصيتهم الإسلامية، لم يكن أمام سكانها وأعيانها إلا الاستنجاد بالاخوة بربروس، وتم ذلك من خلال :\r\nجهود الأخوة بريزوس في تحرير المغرب الأوسط\r\nأ - الجهود الفردية :\r\nتضامن الاخوة بربروس مع سكان الثغور المحتلة، تلبية لنداء الواجب) الديني واستجابة لدعوة إعيان جيجل سنة 1514 م واحمد بن القاضي الزواوي وسالم التومي حاكم الجزائر سنة 1516م. واصل عروج وخير الدين من نفوذهما إلى الغرب لتحرير تلمسان تلبية لدعوة أبو زيان ورغبة منهما في تفويت الفرصة على الأسبان والتخلص من أبي حمو المتعاون معهم، واستمرت المواجهة مع الأسبان بعد استشهاد الاخوة عروج، إسحاق ومحمد إلياس، إذ واصل خير الدين رسالته الجهادية في ظل تزايد المؤمرات من اصحاب النفوذ من العائلات الكبرى والأثرياء وكل من فقد الامتيازات من bassair.net\r\nالحفصيين والزيانيين والأسبان .\r\nخير الدين بربروس\r\nبعد أن تمكن خير الدين من استمالة شيوخ وعلماء الجزائر للمحافظة على الاستقرار ومواجهة الأخطار الإسبانية. توجه وفد من أعيان مدينة الجزائر للسلطان سليم الأول يحمل الرغبة في الانضمام إلى الدولة العثمانية والمطالبة بحمايتهم والإبقاء على خير الدين قائدا عليها. قلبى طلبهم، وأمد خير الدين بقوة من سلاح المدفعية مدعمة بالفين من جنود الانكشارية، لتصبح بعدها الجزائر ولاية عثمانية بشكل رسمي\r\nنع عيون البصائر التعليمي موقع\r\n.عام 1518 م\r\nب - الجهود الرسمية :\r\nبفضل المساعدات التي تلقاها خير الدين من الدولة العثمانية بعد تعيينه\r\nرسميا بايلر بايا للجزائر، نجح في إنشاء هيكل دولة قوية أصبحت خلالها قاعدة بحرية أمامية الجيوش الخلافة الإسلامية العثمانية في حوض البحر المتوسط، ومنطلق جهادها لتحرير الثغور\r\nوالوقوف ضد القوى الاستعمارية المسيحية في ذلك الوقت.\r\n88\r\nelbassair.net"
        },
        {
            "page": 89,
            "text": "elbassair.ne\r\nهو ابن السلطان بايزيد تسلم السلطة ( 1515 م - 1520 م ) ، بعد أبيه. كان ذا شخصية قوية عمل على توحيد الأمة الإسلامية. تسلم مفاتيح الحرمين الشريفين بعد أن تنازل له الخليفة العباسي محمد المتوكل على الله . اهتم بالعمران فرم مسجد بني أمية في دمشق.\r\nخلال القرنين 14م و 15 م اختل التوازن بين قوى جنوب غرب أوربا وشمال غرب إفريقيا وأنهكت شعوب الجزائر وبلدان المغرب الأخرى، بالحروب الداخلية والخارجية وتكاليت ضدها دول وممالك أوربا، واشتدت في شن الغارات والحروب عليها بصفة فردية وجماعية مدعمة بالباباوات اللذين كانوا يباركون هذه الغارات، ويدعمونها بالمال\r\n.... أما الجانب المضيء منه أن العثمانيين قد أنقذوا بتدخلهم، في بداية القرن 16 م المغرب الإسلامي من الاحتلال الأجنبي المؤكد، فقد كانوا في ذلك غزاة مجاهدين تحالفوا مع الجزائريين الصد العدوان الصليبي وحماية الثغور وإقامة حكم إسلامي ثابت وقوي ظل طيلة ثلاثة قرون شوكة في حلق العدو وقذى في عينه وصخرة تحطمت عليها كل محاولات الغزو الخارجي وقد ظل عامل الجهاد هو العامل الموحد الأساسي بينهم وبين الجزائريين ......\r\nوالسلاح والدعاية .\r\nوقد اتسمت هذه الغارات والهجومات والحروب بالتوحش والشراسة في تخريب العمران وإتلاف الأملاك، وسلب الأموال، وقتل البشر واسترقاقهم وإذلالهم، لأنها تدخل في إطار الحروب الصليبية التي حاول الأوروبيون إحياءها بعد أن فشلت في المشرق\r\nد / ابو القاسم سعد الله\r\nوثيقة 2 تاريخ الجزائر الثقافي ، ج 1 1500 - 1820\r\nالإسلامي خلال القرنين 11 م و 12 م . وساعدهم على ذلك نجاح الأسبان في طرد المسلمين من الاندلس.\r\nوثيقة 1 د / يحي بوعزيز - موجز في تاريخ الجزائر\r\nتقويم مرحلي\r\nمن خلال الوثيقتين (1) و (2) بين :\r\nعبو\r\n1830\r\n. أوضاع المغرب الأوسط في مطلع\r\nالقرن 16 م.\r\n. اسباب استنجاد أعيان الجزائر\r\nبالاخوة بربروس.\r\n. دور الخلافة العثمانية في دعم\r\nمكانة الجزائر في حوض البحر\r\nالمتوسط .\r\nمدينة الجزائر خلال القرن 16 م\r\nelbassair.net"
        },
        {
            "page": 90,
            "text": "نشاط إدماجي رقم 1\r\nشاط تقويمي\r\nتشير الروايات التاريخية الموثوقة أن سكان عاصمة بني مزغنة التفوا حول شيخ بلدتهم سالم التومي وتوجهوا إلى جيجل لطلب النجدة من الأخوين عروج وخير الدين ، وهما من اعظم ما عرفه تاريخنا من الرجال الذين أيلوا البلاء الحسن في الدفاع عن كرامة وأمن جنوب المتوسط كله ، وقد استجاب الرجلان للنداء وطاردا فلول\r\nالإسبان حتى ولاية تلمسان الحالية قبل أن يستشهد عروج وهو عائد إلى قواعده في الخليج.\r\nأما شقيقه خير الدين المؤسس الحقيقي للعاصمة الحديثة والقائد العام للاسطول الجزائري، فهو الذي حول الجزائر في مدة قصيرة إلى قوة بحرية يحسب لها حساب، وهو في رأينا مع أخيه المعروف ب و بارباروس، يعتبر صلاح الدين الغرب الإسلامي، فقد كافح خير الدين على الخصوص قوات العدوان الإسباني المؤيدة من أغلب الدول الأوربية لمدة تناهز ربع قرن، وقام بالدفاع عن الساحل الجزائري من الغزوات إلى القالة ، بل ساهم في تحرير تونس العاصمة من الاحتلال الإسباني، وهزم واحدا من أكبر قادة الأرمادا الإسبانية وهو الأميرال ، أندريا دوريا و الذي فتح المكسيك ويعتبره الإسبان مثل القدسيين .. elbassair.net\r\nد محمد العربي ولد خليفة / نفس المرجع الجزائر والعالم ملامح قرن وإصداء ألفية\r\nن البصائر : التعليمي -\r\n90\r\nمقلية\r\nوثيقة 1\r\nسردينية\r\nمورسيا غرناطة . ملقا\r\nطنجة\r\nعناية\r\nتونس\r\nالقيروان\r\nمان الجزائر وهران تلمسان\r\nمليلية فاس\r\nالفني\r\nاغمات مراکش\r\nبسكرة\r\nسجلماسة\r\nققصة\r\nفايس .\r\nبدو وطاس\r\n300\r\n100\r\n200\r\n0\r\nكم\r\nالمغرب العربي بعد سقوط غرناطة\r\nelbassaهجما"
        },
        {
            "page": 91,
            "text": "1850-15 elbassair.net\r\nفي نهاية القرن الخامس عشر 1492م، حدثت كارثة أفدح مما حدث للشرق. فبعد حوالي قرن من التفكك وصراعات ملوك الطوائف، وهم مجرد أمراء قرى ومدن صغيرة في الأندلس سقط آخر معقل طوی صفحة خمسة قرون من الحضارة والعمران، وهو غرناطة وتم استئصال عشرات الآلاف من السكان المدنيين التهمة الوحيدة الموجهة إليهم هي أنهم مسلمون واقامت محاكم التفتيش المشهورة بتحريض من القساوسة بحرق المترددين ومصادرة ممتلكات الأندلسيين وإجبار من بقي على قيد الحياة على اعتناق المسيحية أو الفرار نحو الضفة الأخرى ( المغرب العربي الحالي ).\r\n.... فقد استأنف الفرنجة - كما يسميهم القدماء - اجتياحهم للمنطقة وتركز الهجوم على غربي المتوسط حيث تميزت بلدان القوس اللاتيني (إسبانيا، فرنسا، إيطاليا، والبرتغال ( بدوافع توسعية ثارية جمعت بين السيف والصليب، فقد تدفقت أساطيل الإمبراطورية الإسبانية على . شواطئ الجزائر لملاحقة الأندلسيين الفارين بجلدهم، ومعاقبة أبناء . طارق بن زياد الذين انطلقوا ذات يوم من مضيق طارق نحو الجزيرة الخضراء.\r\nبصائر التعليمي\r\nأقل من عقدين بعد سقوط الأندلس 1492م - 1510م هاجم الإسبان كل شواطئ الحوض الجنوبي الغربي من المتوسط من طرابلس الغرب إلى مليلة في المغرب الأقصى، وفي سنة 1510 م احتلوا عددا من الجزر المقابلة للعاصمة الحالية للجزائر، وبدأوا في قصفها بالمدافع وتنظيم غارات مرعبة على السكان لأغراض السلب والنهب واختطاف الناس وتحويلهم إلى عبيد وجوار.\r\nد محمد العربي ولد خليفة .\r\nالجزائر والعالم ملامح قرن وإصداء ألفية\r\nمن خلال دراستك للوثائق\r\n1- ابرز الأسباب التي أدت إلى تفكك منطقة الأندلس.\r\n2 - بين الظروف التي سقط فيها آخر معقل للإسلام في الأندلس «غرناطة ...\r\n3- اشرح موقف الأسبان من مسلمي الأندلس.\r\nوثيقة 2\r\nابرز مظاهر التضامن الإسلامي بين سكان شمال إفريقيا الغربية ومسلمي الأندلس خاصة المغرب الأوسط.\r\n5- بين الموقف الإسباني من التضامن الإسلامي في غرب المتوسط.\r\n6- أبرز الأهداف التي سعت إسبانيا لتحقيقها من وراء غاراتها على سواحل المغرب الإسلامي.\r\n7- على خريطة صماء الحوض البحر المتوسط في الفترة المدروسة وقع أسماء المدن التي وقعت تحت الاحتلال الإسباني.\r\n8 - علل الموقف الذي اتخذه كل من أعيان جيجل - عنابة - الجزائر.\r\n9 - یکنی خیر الدین بربروس با صلاح الدين الغرب الإسلامي». علل هذه التسمية.\r\n10 - أنجز لوحة زيتية / اكتب قصة / ابيات شعرية حول هزيمة خير الدين لـ «أندريا دوريا ».\r\nelbassair.net"
        },
        {
            "page": 92,
            "text": "مو بون البصائر التعليمي\r\nالدولة الجزائرية في ظل الحكم العثماني\r\nمرت الجزائر عبر تاریخها الحديث بمرحلتين حرصت الجزائر خلالها على الالتزام بمبدأين مواجهة الأخطار الصليبية في غرب المتوسط من\r\nجهة والإبقاء على علاقة متوازنة مع الدولة العثمانية من جهة أخرى.\r\nمرحلة الارتباط اللامركزي بالخلافة العثمانية 1518 م - 1671م.\r\n1 - البايلربايات 1518 م - 1587 م : تولى قيادة الجزائر 12 بايلربايا مع تكرار عهدة حسن باشا بن خير الدين ثلاث\r\nمرات و حسن فنزيانيو مرتين وتميزت بما يلي :\r\nبناء القوة البحرية .\r\nتحرير جل سواحل المغرب الإسلامي .\r\nرسم الحدود الجزائرية مع المغرب.\r\nضم كل من تونس وطرابلس الحكم الجزائر.\r\n2 - الباشوات 1587 م - 1659م : تولى قيادة الجزائر 43 باشا مع تكرار رئاسة كل\r\nمن خضر باشا أربع مرات أبو جمال يوسف ثلاث مرات، أما كوسة مصطفى\r\nحسين الشيخ وإبراهيم باشا فتكررت رئاستهم للجزائر مرتين، وقد تميزت بـ:\r\nتحديد فترة حكم الباشا بثلاث سنوات.\r\nعلى باشا الفلح من أبرز بابلربايات الجزائر\r\nاستمرار الجهاد البحري.\r\nحسن باشا بن خير الدين\r\nelbassair.net\r\n3 - الأغوات 1659 م - 1671م : تعد هذه الفترة اقصر مراحل الحكم التي مرت\r\nبها الجزائر حيث تولى قيادتها 04 أغوات وهم : خليل أغا، رمضان أغا، شعبات\r\nأغباء علي أغا وتميزت بـ:\r\nتحديد فترة حكم الأغا بسنتين .\r\nاهتزاز نظام الحكم نتيجة الصراعات بي ضباط البحرية وضباط الجيش البري .\r\nمرحلة الاستقلال الكلي في تسيير شؤون البلاد. 1671 م - 1830م و الدايات 1671 م - 1830 م و هي أطول فترة حكم تولى قيادة الجزائر من سنة 1671م ينتخبون\r\nلقد أخذ الجزائريون ابتداء\r\nخلالها 29 داي وتميزت بـ:\r\n92\r\nبانفسهم رئيس دولتهم مدشنين\r\nبذلك عهد الدايات بدون إذن من الاستقلال الذاتي في تسيير شؤون البلاد داخليا وخارجيا.\r\nتصفية التواجد الإسباني نهائيا من الجزائر.\r\nبروز مكانة الجزائر الدولية.\r\nتأثر الجزائر بالعلاقات الأوربية الداخلية والخارجية :\r\nظهور مخططات فرنسية لاستعمار الجزائر ( 1798 م - 1830 م )\r\nالباب العالي ولم يعودوا يتركون\r\nالمبعوثي السلطان إلا وظائف\r\nشرقية ....\r\nبلانطي\r\nelbassair.net"
        },
        {
            "page": 93,
            "text": "ما جاء في معاهدة استرجاع وهران ومرساها الكبير.\r\nالشاعر محمد بن عبد المؤمن، يستنجد بداي الجزائر لتحرير وهران\r\nيوم 09 ديسمبر 1791 م تم عقد المعاهدة بين إسبانيا والداي محمد بن عثمان التي تضمنت\r\nنادتك وهران قلب نداءها وانزل بها لا تقصدن سواها\r\n18801Felbassair.netالجزائر ف\r\nنصوصها ما يلي :\r\nصرفت بدعوتك العلية فاستجب لندائها ولتكملن مناها\r\n1- تنسحب إسبانيا من وهران والمرسى الكبير\r\nدون قيد أو شرط .\r\nقد طالما عبئت بها أيدي العدا حتى استباحوا أرضها وحماها\r\n2 - تدفع إسبانيا الخزينة الجزائر سنويا مبلغ 120\r\nوتصرفوا في المسلمين فأصبحت أعجوبة لمن اعتدى برعاها\r\nألف فرنك ما يعادل 240 ألف دينار جزائري.\r\n3 ترجع إسبانيا للجزائر كل المدافع والقنابل والذخائر التي غنمتها عند استرجاعها لوهران والمرسى الكبير.\r\nأضحى الصليب مؤيدا والدين قد درست معالمه فلست تراها\r\nجعلوا بها الناقوس في أوقاتهم بدل الآذان وغيروا معناها\r\n4 - تحمل سفينة إسبانية، بصفة رسمية، الى\r\nكم من أسير حولها لا يفتدى كم من فقير حل في مثواها\r\nاستنبول مفتاحين ذهبيين رمز استلام وهران والمرسى الكبير مع جرتين من ماء عيون وهران للخليفة السلطان العثماني كبشرى بالفتح وتأكيده للرابطة مع دولة الخلافة... الخ.\r\nبأيها الملك الذي أيامه غرر غدت بكامله تتباهی\r\nجرد قواك تحق آثار العدا\r\nبسام العسلي ، الجزائر و الحملات الصليبية\r\nوادع الغزاة لفتحها مستنجدا وانهض إليها و انزل مرساها\r\nأحمد توفيق المدني، حرب الثلاثمائة سنة\r\nحتى ترى الإسلام في معناها\r\nالتعليمي\r\nتقویم مرحلي\r\n1 - اذكر أهم الأحداث التي شهدتها مراحل الحكم العثماني في الجزائر\r\nالسلطان سليم الثالث 1789 م - 1807 م\r\n2 - ابرز العوامل المساعدة على استرجاع مدينة وهران ومرساها الكبيره\r\nفي عهده تم توقيع معاهدة تحرير وهران و مرساها الكبير من الأسيان سنة 1791م\r\nGrelbassair.net"
        },
        {
            "page": 94,
            "text": "أولاد التنظيم الإداري\r\nقسمت الجزائر إداريا إلى أربع مقاطعات تخضع لنظام لا مركزي :\r\nدار السلطان : هي مقاطعة إدارية تشمل العاصمة وضواحيها، تمتد من دلس شرقا إلى شر شال غربا، يحدها جنوبا بايلك التيطري و شمالا\r\nقصر الداي\r\nالبحر المتوسط، تضم مقر الحكم ( الوالي و الديوان ).\r\nبايلك الشرق : عاصمته قسنطينة، وهو أكبر البايلكات مساحة وسكان يمتد من الحدود التونسية شرقا إلى بلاد القبائل الكبرى غربا، ومن الصحراء الكبرى جنوبا إلى المتوسط شمالا، يتميز بانعدام نفوذ\r\nالأتراك فيه قياسا ببقية البايلكات.\r\nبايلك الغرب عاصمته مازونة، ثم معسكر، ثم وهران بعد\r\nاسترجاعها عام 1792 من الأسبان، يمتد من الحدود المغربية غربا إلى\r\nبايلك التيطري شرقا من المتوسط شمالا إلى الصحراء الكبرى جنوبا.\r\nبايلك التيطري : عاصمته المدية وهو أصغر الباينكات يمتد من سهل\r\nمتيجة شمالا إلى الصحراء الكبرى جنوبا و بين حدود البايلكات شرقا\r\nوغربا .\r\nقصر الباي بوهران\r\nelbassair.net\r\nون البصائر التعليمي\r\n94\r\nالقالة عناية\r\nالفا\r\nبجاية\r\nدرحال تنی\r\nالكاف\r\nمطیف\r\nقلعة بني حماد\r\nمليانة\r\nسکره\r\nتوفرت\r\nالصحراء الكبرى\r\nورقلة\r\nوادي مزاحين\r\nالأغواط\r\nمن الماضي\r\nللمان\r\nحنين\r\nالمغرب الأقصى\r\nدار السلطان عاصمتها الجزائر\r\nبابلك التيطري عاصمتها المدية\r\nبايلك الشرق عاصمتها - قسنطينة\r\nبادلك العرب عاصمتها - مازونة ثم معسكر ثم وأعرف.\r\nelbassair.net"
        },
        {
            "page": 95,
            "text": "إلحاق قسنطينة بالدولة العثمانية\r\nه من حضرة الدولة العثمانية إلى الجزائر، ففتحناها ومهدنا أوطانها وحكمنا جار فيها بالعدل والكمال وما\r\nنأخذ من وطنها إلا الشيء الحلال الذي هو مثل الزكاة الواجب إخراجها من الأموال والأنعام والمزروعات على نمط\r\nالشريعة والطريقة المستقيمة، ثم قدمنا إلى قسنطينة كذلك يكون حكمنا فيها بالعدل كما هو هنالك، وتجعل\r\nعليها حاكما تختارونه منكم يكون كبيرا عليكم ومتوليا أمركم .\r\nد. محمد المهدي بن علي شغيب - أم الحواضر في الماضي والحاضر\r\nوثيقة 1\r\nجواب باشا الجزائر إلى الشيخ محمد بن عبد الكريم الفقون بعد دخول الأتراك المدينة قسنطينة\r\nجواب باشا الجزائر إلى قسنطينة بعد دخول الأتراك لمدينة قسنطينة\r\nعليم\r\nالحمد لله - مكتوبنا هذا يتصل بيد ناس قسنطينة الخاصة والعامة السلام عليكم والسؤال عنكم. وبعد فإنكم عملتما مليحا وتدبيرا لائقا صحيحا من كونكم سلمتم بلاد قسنطينة إلى الترك من غير ارتياب ولا شك. مراعاة للدولة العثمانية وطاعة لتلك الحضرة العلية وآثرتم العافية على الفتنة وحقن الدماء واجتناب المشقة فنعم ما صنعتم وخير ما عملتم إذ نحن و أنتم في حكم الدولة المذكورة وفي طاعة تلك الحضرة المبرورة وعليكم باتباع سيدي الشيخ بن الفقون والانقياد إلى رأيه المصون. وما أنتم إلى أولادنا ولاينا والسلام.\r\nالحمد لله إلى مقام العالم المشهور، الخير المبرور معدن الفضل المصون سيدي الشيخ بن الفقون أما بعد السلام عليكم والسؤال الكثير عنكم ومن انتمى إليكم وانتسب إلى جانبكم، فقد بلغنا أنك أشرت على ناس قسنطينة بالتدبير المفيد والرأي الصائب الرشيد فكان في ذلك حقن دماؤهم وزوال الخلاف والهرج بينهم. فجزاك الله باحسن الجزاء وضاعف لك الخير والثناء، وما أنت إلا حبيبنا وصديقنا لكونك تسعى في الخير والصلاح وترشد العباد للفلاح والنجاح، ثم تلتمس منكم دعاء الخير ني كل خطبة و زمان كل ركب، وكن ببال من أولادك الترك، والسلام .\r\nوثيقة 2\r\nمقام العالم المشهور الخير المبرور معدن الفضل الفقون أما بعد السلام عليكم والسؤال تقويم مرحلي الحمد الله إلى المصون سيدي الشيخ بنا الكثير منكم ومن انتمى إليكم وانتسب إلى جانبكم، فقد بلغنا أنك أشرت على ناس قسنطينة بالتدبير المفيد والرأي الصائب الرشيد فكان في ذلك حقن دماؤهم وزوال الخلاف والهرج بينهم، فجزاك الله بأحسن الجزاء وضاعف لك الخير والثناء، وما أنت إلا حبيبنا وصديقنا لكونك تسعى في الخير والصلاح وترشد العباد للفلاح والنجاح، ثم نلتمس منكم دعاء الخير في كل خطبة وزمان كل ركب، وكن ببال من بايلك لآخر، وضح ذلك من خلال من أولادك الترك والسلام .\r\nوثيقة 3\r\n1830elbassair.net الجزائر في\r\nا - استخرج الفكرة الأساسية - من الوثائق\r\n3 1-2 و\r\nب - تختلف أهمية الحامية العسكرية\r\nالوثيقة رقم 4 مع التعليل\r\nوثيقة 4\r\n95 elbassair.net"
        },
        {
            "page": 96,
            "text": "ثانيا / جهاز الحكم\r\nelbassair.net\r\n1 - الوالي العام : يمثل أعلى سلطة في البلاد، يجمع بين السلطة العسكرية والمدنية، تتم تسميته من طرف السلطان\r\n2 - الديوان :\r\nالعثماني .\r\nأ - الديوان الخاص :\r\nالخز ناجي : يتولى إدارة خزينة الدولة وهو الوحيد الذي\r\nفي المرحلة الأولى يعين الوالي مباشرة من الاستانة ويغادر الجزائر بنهاية حكمه.\r\nاما في الرحلة الثانية يعين الوالي من الجزائر ويصادق عليه السلطان بالفرمان.\r\nيحمل مفاتيح الخزينة العامة.\r\nخوجة الخيل : يشرف على أملاك الدولة وجمع\r\nالضرائب من البايلكات وملتزمات البايات والقضاة .\r\nالأغا: وهو قائد الجيش البري ( الإنكشارية، الخيالة\r\nلقد كان الديوان سيدا مطلقا في الحل والربط\r\nالمتطوعين ) ، دوره الحفاظ على الأمن.\r\nلدى إعلان الحرب وعقد السلم والأحلاف والمعاهدات ولم يكن يهتم الا قليلا بمعرفة ما اذا كان قراره ذلك يطابق أم يعارض سياسة الباب العالي.\r\nوكيل الخرج : يتولى الشؤون البحرية والخارجية.\r\nالبيت مالجي يشرف على أملاك الأوقاف والحبوس\r\nويرث من لا وريث له و هو بمثابة وكيل الخزانة العامة.\r\nب - الديوان العام يتشكل من أعضاء الديوان الخاص\r\nدر غرامون\r\nالقاضي المالكي : يتولى النظر في قضايا سكان الجزائر. أما القاضي الحنفي فيتولى النظر في قضايا الاتراك .\r\nإلى جانب :\r\nالكتاب المساعدين للبيت مالجي.\r\nكبار ضباط الانكشارية ) كاهية الانكشارية، اغا\r\nالصبايحية ) .\r\nالقاضيان والمفتيان ( المالكي و الحنفي )\r\nحاشية الداي .\r\nمورد البصائر التعليمي\r\nالكراغلة :\r\n3 - الباي : هو من كبار موظفي الدولة، يعينه الوالي العام\r\nلتمثيله على مستوى البايلك له الحرية التامة في إدارة ولايته،\r\nيرسل سنويا الضرائب إلى الوالي العام، يستعين في أداء مهامه\r\nهم المولدون من أب عثماني وأم جزائرية. بموظفين من بينهم لخليفة قايد الدوار، الباش كاتب والباش\r\nسيار.\r\n4 - القايد : يشرف على وحدة إدارية صغيرة تعرف بالوطن ( جمعها الأوطان ) ، يتكفل بجمع\r\nالضرائب والمحافظة على الأمن العام يكون من الأتراك أو الكراغلة.\r\n5 - شيخ العرب : يمثل سكان الدواوير ويتولى شؤونهم.\r\n96\r\nelbassair.net"
        },
        {
            "page": 97,
            "text": "الديوان الخاص\r\nوالي العام\r\nالديوان\r\nالباي\r\nإن الجزائر كانت جمهورية عسكرية يعين رئيسها بواسطة الانتخاب ويذكر آخرون أنها كانت مملكة والواقع أنها لم تكن هذه ولا تلك وإنما كانت تحكم بنظام من نوع خاص لم يعرف في أي بلد آخر ... وأهم ميزاته أنه كان حكما جماعيا شوريا في القمة، وفرديا مطلقا في القاعدة وتشمل القاعدة، في نظرنا البايات وأعوانهم والقواد و المشايخ، أما الصبغة المدنية فإنها تتجلى في أن حاكم الإيالة كان دائما يلجأ الى العلماء لحل المشاكل العويصة، ولا يستطيع مخالفته في شيء .. وأما الصبغة العسكرية فتتمثل في الديوان . الذي بيده الحل والعقد، والذي يتكون من\r\nالديوان العام\r\nالقايد\r\nشيخ العرب\r\nالبايلكات\r\nالشرق\r\nوثيقة 1\r\nالعسكريين فقط ..\r\nالتيطري\r\nدار السلطان\r\nالغرب\r\n.... كان الحكم المركزي يعتمد على أجناد من العثمانيين يسمون اليولداش، وعلى قبائل وفية له تحضى بامتيازات عديدة وتدعى قبائل المحزن، وكان الأمن في البلاد من اختصاصات الشرطة العامة التي كانت نشيطة وشديدة ومهابة، وكان يشرف عليها موظفان : أحدهما - الكاهية - يشتغل بالنهار، وقد يعين من بين الأهالي أو من الكراغلة، وثانيهما - أغا الخيل - يشتغل بالليل ولا يكون أبدا من الأهالي .....\r\nد. العربي زبيري - نفس المرجع\r\nتقويم مرحلي\r\nد . العربي زبيري . مدخل الى تاريخ المغرب الحديث\r\nأ - حدد العلاقة بين الوالي العام والديوان من جهة وعلاقة المركز والأقاليم من جهة ثانية.\r\nوثيقة 3\r\nب - يتميز الحكم في الجزائر بنظام الحكم في الجزائر\r\nبنظام خاص بين ذلك من خلال الوثيقة 2 .\r\nelbassair.net\r\nوثيقة 22\r\nموقع عيون\r\nالتعليمي\r\nelbassair.net"
        },
        {
            "page": 98,
            "text": "ثالثا / النظام القضائي\r\nيستمد القضاء الجزائري أحكامه من الشريعة الاسلامية من المذهبين المالكي والحنفي تشرف عليه محكمتان إلى جانب محاكم خاصة\r\nبالأسرى المسيحين والرعايا اليهود.\r\nتنظر المحاكم في مختلف القضايا وتصنف على النحو التالي :\r\nأ - القضايا المدنية :\r\nيفوض القضاة من طرف الداي للنظر في القضايا والمنازعات المعروضة عليهم، يساعدهم أعوان و كتاب لتسجيل الأحكام وتوثيق العقود أما\r\nالصغرات الكونية\r\nكان النظر في القضايا يجري يوميا باستثناء يوم الجمعة من طرف القاضي المعني بالأمر ويساعده الموثقون المفتون فكانوا يعقدون جلساتهم\r\nالطعون في الاحكام فترفع إلى المجلس الشريف.\r\nب - القضايا الجنائية : ينظر الداي أو الباي في القضايا الخطيرة أما البسيطة منها فتتكفل بها القيادات والشيوخ وكاستثناء في دار السلطان يفوض الداي خوجة الخيل للنظر في القضايا الخاصة بالجزائريين والكيخيا بالنسبة\r\nمرتين في الأسبوع ....\r\nكانت الإجراءات تتم إما بالتركية أو العربية وذلك اعتبارا للطريقة المتبعة والحاضرين. elbassair.not\r\nللأندلسيين والآغا بالنسبة للأتراك\r\nج - القضايا العسكرية :\r\nيحاكم الجيش المنظم ( البحرية والانكشارية ) محاكمة عسكرية. اما الجيش المتطوع من قبائل المخزن والدواوير فمحاكمتهم تخول إلى القائد الذي يجمع بين السلطة المدنية والعسكرية .\r\nالكيخيا\r\nمصطلح سلجوقي فارسي أطلقه الاتراك على القاضي المعتمد الذي ينظر في قضايا الأندلسيين.\r\nموقع عيون البصائر التعليمي\r\nالمجلس الشريف : يضم القاضي المالكي والحنفي، والمفتي المالكي والحنفي. ينظر المجلس في الطعون داخل المسجد للمسلمين وفي صحن المسجد لغير المسلمين.\r\nقبائل المخزن\r\nهي القبائل المتعاونة مع الباي عسكريا واقتصاديا وهي حلقة وصل بين\r\nالسكان والسلطة .\r\n28\r\nelbassair.net"
        },
        {
            "page": 99,
            "text": "إن الفعالية الآتية لكل نظام اجتماعي تكمن في تطبيق قوانينه، وفي هذا الصدد فإن ايالة الجزائر تجسم | إنجازا معتبرا ، ويكمن تفسير ذلك بإخلاص الاتراك المطلق لقوانين الإسلام ، وبطبيعة السياسة الذاتية للأوجاق\r\nوكذلك بطبيعة حياد العدالة الجزائرية وبالحدود الموضوعة لمقاييس العقاب، وأكثر من ذلك فقد كان التعلم\r\nوالتربية معادلين للقانون، وكان من المتعارف عليه أن وظائف السلطة الشرعية يتولاها أولئك الأكثر أهلية لها. وبالتسامح اتجاه اليهود الذين كانوا قد تركوا للتحاكم أمام قضاتهم وكذلك المسيحيين المتمسكين بعقيدتهم،\r\nقد جعل التنظيم العدلي أكثر يسرا . .\r\nوثيقة 1\r\nوليم سبنسر، الجزائر في عهد رياس البحر\r\nولقد كان هناك نظامان إسلاميان للعدلية، يجري بهما العمل في مدينة الجزائر، أحدهما قاعدته المذهب الحنفي للاتراك والآخر يستمد أساسه من المواصفات المالكية لبقية السكان المسلمين، فكل منهما كان لها قاضيها،\r\nوقد كان يرسل من القسطنطينية إلى الإيالة في بداية القرن 17م وقد كان القاضي هو الذي يتولى الشكايات في\r\nكل القضايا باستثناء ما يتعلق . منها بالأوجاق فإنهم كانوا يستأنفون بقراراته إلى الأغاء أما المستوى الثاني للعدالة\r\nفقد كان يشغله المفتي. وكانوا يعينون . من طرف الذاي، بناء على صدقهم وتعلمهم، وكان يمكن معرفتهم من\r\nقفاطينهم الناصعة البياض. و هم أدنى السلم في المؤسسة الدينية، مسؤوليات تتعلق بالعدالة، ولكنهم كانوا . كثير ما يطلب منهم الناس الإدلاء بآرائهم في الحالات التي تكون فيها السوابق المستندة للقرآن متناقضة أو غير\r\nواضحة . لقد كان من حق المتهم الاعتصام بالجامع أو بقيب المرابطين لكنه كان يحاصر ببناء تحائط حول مكان\r\nالتجائه، حتى يسلم نفسه أو يعاني حتى الوفاة، وقد كان القانون يطبق على كل الأشخاص )\r\nرايقة 2\r\nلقد كان نظام العدالة سريعا و مختصرا و حياديا. ولم تكن المحاكمات لتستمر أكثر من بضع ساعات إلا نادرا، ولم تكن الأحكام القضائية تسجل بالاسم وإنما بالختم أو بالطابع المميز الذي يضعه كل قاض، رئيس على أية شهادة مسجلة فالقتلة كان يحكم عليه بالقتل والنصوص كانت تقطع يدهم اليمني و تعلق على أكتافهم وبعدها يوضعون على حمار ويحاط بهم في المدينة ووجوههم إلى الخلف يسبقهم ممثل حكومي ينادي ) هؤلاء لصوص عوقبوا ) ومثل ذلك بعينه كان الحكم على التزوير، وكان العقاب على التمرد والتآمر أو التهريب الحلق أو الشنق وكان الغرماء يسجنون حتى\r\nوليم سبنسر ، الجزائر في عهد رياس البحر\r\nتقویم مرحلی\r\nالتقويم\r\n1 - عرف بإيجاز المذهب المالكي والمذهب\r\nالحنفي .\r\nب - من خلال الوثيقة 1 بين شروط تعيين المفتي.\r\nيستمد القضاء الجزائري أحكامه من ج\r\nتباع كل ملكيتهم، فإذا كان ثمنها يفوق قيمة الدين\r\nالمواصفات المالكية والحنفية بين ذلك من خلال\r\nيعود المبلغ الزائد إلى السجين وإذا كان العكس يطلق سراحه ولكنه لا يمكن له التمتع بالاثنين، بل كان عليه\r\nأن يخدم مائة يوم ويوم و يجلد مائة جلدة .\r\nوثيقة 3\r\nوليم سبنسر ، الجزائر في عهد رياس البحر\r\nالوثيقة 2\r\nد - تختلف الاحكام القضائية من جاني الآخر بين\r\nذلك من خلال الوثيقة 3\r\n850 elbassair.net الجزائر في\r\nelbassairnet"
        },
        {
            "page": 100,
            "text": "رابعا / النظام المالي\r\nيمثل جهاز المالية وكيل بيت المال البيت مالجي ، الذي يتولى إدارة\r\nأموال الحبوس ويرث من لا وريث له و يسمى بقاضي بيت المال، أي بمثابة وكيل الخزانة العامة، يساعده أربعة كتاب يلقبون بالباش دفتارجي\r\nأو الخوجة مهامهم موزعة كما يلي :\r\nالإشراف على سجلات مداخيل ونفقات الدولة .\r\nالإشراف على سجلات مصاريف و مرتبات الإنكشارية.\r\nالإشراف على دخل الخزينة من الضرائب.\r\nتحصيل الضرائب الجمركية\r\nالمصادر المالية للخزينة : تتغذى خزينة الدولة من مصادر متنوعة منها :\r\nالمصادر الثابتة :\r\nعائدات نشاط البحرية التجاري.\r\nأملاك الدولة والحبوس\r\nالجزية و الغرامات والالتزامات.\r\nالضرائب والرسوم.\r\nالمصادر غير الثابتة\r\nعوائد فدية الأسرى .\r\nالهدايا المقدمة من الملوك و القناصل.\r\nعوائد حماية أساطيل و سفن الدول الغربية وفقا للمعاهدات المبرومة.\r\nالجزية\r\nيطلق لفظ الجزية في الشريعة على الأموال التي تفرض على\r\nأهل الذمة .\r\nالحبوس\r\nعبارة عن هبة طوعية للممتلكات يقوم بها المالك ابتغاء مرضاة الله و هو تجسيد لقيم الخير والتكافل بين البشر .. elbassair.net\r\nصك العملة : وجدت دار السكة بالجزائر وتصك فيها العملة وفقا للمحتوى\r\nالمعدني في القيمة والوزن حسب المعيار الموجود في عاصمة الخلافة استنبول.\r\nالعملات\r\nالعملة الفضية\r\nالعملة النحاسية\r\nقيمتها بالدينار الجزائري\r\nنواعها\r\nقيمتها بالدينار 10 الجزائري\r\nمع غ\r\nم\r\nد\r\nم\r\nم\r\n0\r\n02 74\r\n0\r\n03 87\r\n0\r\n01\r\n34\r\n0 00 26\r\n0\r\n20 00\r\nالموزونة\r\nالحروبة\r\nالغرامسي\r\nالزندي\r\nالصوردي\r\nالعملة الذهبية\r\nاوزانها\r\nقيمتها بالدينار الجزائري\r\nأنواعها\r\nأوزانها\r\n3\r\n72\r\n37\r\n19 782\r\n1\r\n88\r\n36\r\n10\r\n77\r\n0\r\n47\r\n11\r\n2\r\n530\r\n65 22 0\r\n1\r\n263\r\n57 0\r\n81\r\n3\r\n182\r\nأنواعها\r\nمع غ م\r\nم\r\nسلطاني قديم\r\n400 3 82 59 9 اليوجو\r\nسلطاني جديد\r\n187 3 80 89 8 الريال\r\nنحل سلطاني\r\n90 1 593\r\n450 796\r\nربع سلطانی\r\nالربع\r\n22 2 الثمن\r\nالبدقة\r\nelbassair.net ،\r\nمع - ملليغرام ، ع - غرام ، دلار\r\n100\r\nموقع عيون البصائر التعليـ\r\nعلیمی"
        },
        {
            "page": 101,
            "text": "جدول شالير عن ميزانية الجزائر لسنة 1822 م / د. عبد القادر حليمي مدينة الجزائر\r\nالمقبوضات\r\nالقيمة\r\nالمصاريف\r\nالمصروف عليه\r\nبالدولار\r\nالقيمة\r\nبالدولار\r\nمصدر القبض\r\nضرائب البابلكات : الغرب\r\nالشرق\r\nالتيطري .\r\nجزية سنوية يدفعها ملوك\r\nنابولي\r\nالسويد\r\nالدنمارك\r\nالبرتغال\r\nمدخول أملاك العامة لبلدية الجزائر.\r\nضرائب بيت المال ( الحبوس ) .\r\nرسوم الصادرات لبايلك وهران\r\nضرائب المناطق ٧ المستقلة\r\nضرائب شیخ البلد .\r\nسوم خوجة الجلود عن وظيفته ..\r\nان مقبوض خوجة الجمارك عن وظيفته.\r\nضرائب عن الجماعة اليهودية.\r\nصيد الأصداف في خليج عنابة.\r\nرسوم عن الواردات .\r\nالمجموع\r\n60.000\r\n60.000\r\n4000\r\n24.000\r\n24.000\r\n24.000\r\n24.000\r\n40.000\r\n40.000\r\n15.000\r\n16.000\r\n3000\r\n4000\r\n800\r\n6000\r\n30.000\r\n20.000\r\n434.800\r\nعمال و فنيون يعملون في الورش\r\nشراع الاخشاب و الحبال .... الخ .\r\n24.000\r\n60.000\r\nما أضيف لتعديل مرتبات ضباط البحر و\r\n75.000\r\nالملاحين.\r\nما أضيف لتعديل مرتبات الجنود على\r\n700.000\r\nمختلف رتبهم .\r\nالمجموع\r\nالفرق بين المقبوضات والمصروفات\r\n424.200 دولار إسباني\r\nالمقبوضات من الدول الأجنبية والملتزمات\r\nelbassairnetالجزائر في الع\r\n859.000\r\nمصدر القبض\r\nالمدة\r\nنوع المقبوض\r\nقيمة المقبوض\r\nهولندة\r\nكل سنة\r\nسلع التجهيزا ير الاسطول\r\nالدانمارك\r\nكل سنتين\r\nقنصلية و مجوهرات\r\n10.000 سلطاني\r\n30.000 جنيه\r\nكل سنة\r\nسلع مطلوبة ..\r\nالبندقية\r\nكل سنتين\r\nهدايا قنصلية متنوعة\r\n10.000 سلطاني\r\nكل سنة\r\nعملة نقدية\r\nهدايا قنصلية\r\nالسويد.\r\nكل سنتين\r\nبريطانيا\r\nفرنسا\r\nكل سنتين\r\nعملة نقدية\r\nكل خمس سنوات\r\nهدايا قنصلية\r\nالشركات الفرنسية\r\nكل المناسبات\r\nهدايا متنوعة\r\n30.000 جنيه\r\n10.000 سلطاني\r\n30.000 جنيه\r\n28.000 فرنك\r\n28.000 جنيه\r\n40.000 جنيه\r\nإسبانيا ، نابولي و فرنسا\r\nكل سنة\r\nهدايا متنوعة\r\nسنة 1788 م\r\nقدية عبيد مسيحيين\r\n7000 جنيه\r\nTo elbassairnet"
        },
        {
            "page": 102,
            "text": "خامسا / التنظيم العسكري\r\nإن الظروف العسكرية الإقليمية والدولية، والموقع الاستراتيجي للجزائر - الذي استهوى العديد من الدول الاستعمارية، فرض على الدولة أن تسعى لبناء قوة عسكرية قادرة على فرض الأمن والاستقرار الداخلي و\r\nمواجهة الاخطار الخارجية.\r\nسه\r\nأ - القوة البحرية الجزائرية : عرف الاسطول الجزائري تطور متزايد بفضل الاخوة بربروس من مطلع القرن 16 م إلى بداية\r\nموقع عيون البصائر : التعليمي.\r\nالقرن 19 م .\r\n1 - عسكريا :\r\nدوره في تحرير سواحل المغرب الإسلامي عامة والجزائر خاصة .\r\nالتصدي للهجمات الغربية المستمرة طيلة ثلاثة قرون . دوره الريادي في المعارك الكبرى مع الدولة العثمانية\r\n)طولون 1543 م، ليبانت 1517م\r\n2 - اقتصاديا : قطعة بحرية من الأسطول الجزئري\r\nحماية سفن الدول المتعاهدة مع الجزائر ..\r\nمصدر من مصادر الدخل من خلال غنائم العمليات الحربية\r\nوالفدية على الأسرى الأوربيين .\r\nتنشيط الموانئ التي لعبت دور في الاقتصاد والمساهمة في حركة\r\nالتبادل التجاري .\r\n3 - سياسيا :\r\nتأمين استمرار النظام السياسي و تماسكه .\r\nإرساء معالم حدود الجزائر الشمالية، الشرقية والغربية.\r\nأعطى للجزائر مكانة دولية.\r\nب - القوة البرية : رغم اهتمام الدولة الجزائرية ببناء قوة بحرية لم تغفل\r\nعلى إنشاء قوات برية بعرض توطيد الأمن والاستقرار الداخلي وتحصيل\r\nالضرائب والقيام بوظائف الدولة الأخرى، وتتشكل من :\r\n1 - القوات النظامية :\r\nيمثلها الجيش الانكشاري و يتمركز على مستوى دار السلطان و في البابلكات\r\nو يخضع عددهم لطبيعة كل إقليم وحاجاته وقد بلغ عددهم في بايلك الشرق\r\nمثلا 300 عنصر موزعين على 20 فرقة صغيرة ...\r\n2 - القوات غير النظامية :\r\n102\r\nضابط من الجيش البري\r\nالانكشارية\r\nطائفة عسكرية من المشاة\r\nالعثمانيين ، يشكلون تنظيما\r\nالمتطوعون : وأغلبهم من سكان البايلك يجندونة في حالات الخطر وعند خاصا، لهم ثكناتهم\r\nقيام الاضطرابات\r\nالأعراش والقائل : تسخر في الدفاع عن الأقاليم التي يقطنونها مقابل\r\nإعفائهم من الضرائب والمغارم ...\r\nالعسكرية شارتهم رتبهم\r\nوامتيازاتهم ..\r\nelbassair.net\r\nelbassair.net"
        },
        {
            "page": 103,
            "text": "880elbassair.net الجزائر\r\nمدفع جزائري ذو تسع فوهات\r\nنظام دفاعي لمدينة الجزائر في العهد العثماني\r\nعالمية لقد اشتهر من الجزائريين رياس كثيرون ، كانت لهم سمعة ولكن أهمهم والذي دوخ أساطيل أوربا و أمريكا هو الرايس حميدو... كان مولعا بالاستماع إلى حكايات الرياس العائدين من غاراتهم، وكان يتلهف إلى السير على خطاهم. لقد أبحر، على متن سفينة بحار جزائري، و لم يلبث أن اشتهر ... فأوكل إليه باي وهران مسؤولية مركب من مراكبه ثم رئاسة كل أسطوله... في سنة 1815 م كانت مجموعة من السفن الأمريكية تراقب مضيق جبل طارق.... و فاجأ الأسطول الجزائري بهجوم عنيف أصيب الرايس حميدو أثناءه\r\nبجروح خطيرة أدت إلى وفاته.\r\nوثيقة 1\r\nمدفع هاون جزائري\r\nعن ذاكرة الجزائر .\r\nإن الجزائر في أوج قوتها قامت بمبادرات جديدة في قضايا البحر الأبيض المتوسط سواء بالنسبة للأوروبيين أو للحكومات التابعة للخلافة العثمانية ، إذ لم يكن أي حدث يقع في حوض البحر الأبيض المتوسط بدون إن تشارك فيه البحرية الجزائرية ....\r\nالرايس حميدو\r\nتقويم\r\nأ - أبرز مظاهر قوة البحرية الجزائرية.\r\nوثيقة 2\r\nوليم سبنسر\r\nب - اكتب بإيجاز السيرة الذاتية للبحارين\r\nالجزائريين :\r\nعلج علي.\r\nصالح رايس .\r\n10% elbassairanet"
        },
        {
            "page": 104,
            "text": "الأوضاع الاجتماعية والثقافية\r\nأ - الأوضاع الاجتماعية\r\nتأثر الوضع الاجتماعي للجزائر مع نهاية القرن 15 م ومطلع القرن 16 م\r\nبجملة من العوامل الخارجية والداخلية، تمثلت في :\r\nالعوامل الخارجية :\r\nM\r\nهجرة الأندلسيين إلى الجزائر و تمركزهم بالمناطق الساحلية . الاحتلال الإسباني لأهم المدن الجزائرية وتخريبها ونزوح سكانها نحو\r\nالداخل . مجيء العثمانيين و تمركز اغلبهم في بعض الحواضر الجزائرية.\r\nالعوامل الداخلية :\r\nالبنية الاجتماعية للجزائريين .\r\nالوضع الديمغرافي العام .\r\nطبيعة المؤسسات الاقتصادية والثقافية\r\nهذه العوامل ساعدت في تحسن الأوضاع الاجتماعية طيلة القرن 16 م والنصف الأول من القرن 17م تجلى في: تطور النمو الديمغرافي، تحسن الأحوال الصحية والمعيشية توسع العمران و نمو المدن الجزائري، كما ساهمت في تشكل نمط اجتماعي جديد يتمثل في :\r\nسكان الحضر ( المدينة ) : وكانوا يتمثلون في الفئة المتحكمة ة في في مقاليد . السلطة والنفوذ ( العثمانيون ) ، الكراغلة، الأندلسيين والرعايا الأجانب من اليهود والمسيحيين، يتمركز أغلبهم ) بالمدن الساحلية، التي يتكون هيكلها بصفة عامة من منازل ذات طوابق يخصص الطابق الأول من البناية للسكن بينما يخصص الأرضي كإسطبلات للحيوانات، وفي الشوارع الرئيسة كانت تصطف المتاجر و المطاعم و الحمامات و المقاهي.\r\nسكان البدو الريف) : أغلبهم من سكان الجزائر الأصليين. وكانت\r\nقبائل المخزن تمثل حلقة الوصل بينهم والسلطة في البايلك. حيث كانوا\r\nيسكنون دورا مبنية بالحجارة أو بالطوب المجفف و سقوفها مختلفة منها\r\nما هو بالقرميد أو بالديس، وغرف العائلة منفصلة عن إسطبلات الحيوانات\r\nعكس ما كان موجودا في أوروبا في ذلك العهد بالذات، وكان نظام القبيلة\r\nسائدا بواسطة مجلس الجماعة المؤلف من أعيان القبيلة وشخصياتها.\r\nو بصفة عامة كانت العلاقة الاجتماعية والثقافية والفكرية التي تجمع\r\nبين الجزائريين هي الحضارة الإسلامية، حيث لم يكن الإسلام مجرد دين\r\nللعبادة فقط وإنما كان مصدرا للثقافة والنظم القانونية والعلاقات الاجتماعية\r\nوالتقاليد الوطنية فكان أهم عنصر في مقومات الشخصية الجزائرية.\r\nelbassair.net\r\n104\r\nموقع عيون البصائر التعليمي"
        },
        {
            "page": 105,
            "text": "عبو\r\nبحيث لا يمكن دراسة بنية تاريخ الجزائر الحديث أصبح الوقف في الجزائر أثناء القرن السابع عشر و حتى منتصف القرن التاسع عشرم، واقعا اجتماعيا و حقيقة اقتصادية ومظهرا ثقافيا وتعبيرا روحيا دون التعرف على واقع الأوقاف و ما ارتبط به هذا الواقع من إجراءات و خدمات و معاملات، وبذلك أصبحت مؤسسات الأوقاف مسالة محورية وقضية أساسية، لا يمكن لأي مؤرخ أو باحث أو دارس التقليل من أهميتها وتجاوز انعكاساتها على حياة القضايا المجتمع والاقتصاد والثقافة وحتى الإدارة\r\nهناك ثلاثة عوامل خارجية، أثرت في الحياة . الاجتماعية والاقتصادية والثقافية، خلال العهد العثماني، الأول هجرة الأندلسيين التي بدأت خلال القرن التاسع هجري وتقوت خلال العاشر هجري، والثاني الوجود العثماني نفسه، ويمكننا أن نضيف إلى ذلك عاملا ثالثا وهو الوجود المسيحي واليهودي، فقد حل بمعظم المدن الساحلية الجزائرية عدد كبير من المهاجرين، و أشهر المدن التي حلوا بها هي : شرشال و تنس و مستغانم ومدينة الجزائر و دلس و بجاية و عنابة، وقد وجد هؤلاء المهاجرون في الجزائر أرضا و أهلا، فاستوطنوا و أسهموا في الحياة الاجتماعية بإدخال عنصرين رئيسيين، مضاعفة الكفاح ضد الإسبان في البحر والثغور و نشر أنماط حضارتهم ... فارتقت بوجودهم في الجزائر العمارة وصناعة الطب والموسيقى والزراعة و الصنائع والحرف والتجارة والتعليم والخط والوراقة وصناعة الكتاب... و هكذا أصبح الأندلسيون على مر السنين يشكلون عنصرا بارزا مؤثرا على السكان بحركتهم التجارية، وقد طبعوا المدن التجارية خاصة\r\nعلیمی\r\nالفرد وواقع المجتمع ....\r\nتقرير الندوة العلمية حول الوقف في الجزائر مجلة دراسات إنسانية - عدد خاص - ماي 2001\r\nوثيقة 1\r\nأثر العثمانيون بدورهم في الحياة الاجتماعية والاقتصادية للجزائر بربط المجتمع الجزائري بالمجتمع الشرقي، فقد جاء العثمانيون بوسائل حضارية شرقية من ماكل ومليس و القاب وصنائع و تقاليد.... كما أدخل المذهب الحنفي، وجاءوا بطرق صوفية لم تكن معروفة، كما أثروا في فن العمارة كالمساجد والأضرحة و في الموسيقى الخط والمنشآت العسكرية، والبحرية، وقد انشأوا الاحباس التي تخدم جميع الأغراض الاجتماعي والعلمية، أهمها أشهرها\r\nالساحلية بطابعهم العمراني .... د / ابو القاسم سعد الله\r\nتاريخ الجزائر الثقافي ج1\r\nأوقاف سبل الخيرات .....\r\nد/ أبو القاسم سعد الله\r\nنفس المرجع\r\nوثيقة 3\r\nتقویم مرحلی\r\nمن خلال الوثيقة 1-2-3\r\nوثيقة 2\r\nا بين العوامل التي أثرت في المجتمع الجزائري خلال تاريخه الحديث.\r\n2 ابرز مظاهر مساهمة الأندلسيين في الحياة\r\nالاجتماعية الجزائرية.\r\n3. إستخلص أهمية الأوقاف الإسلامية\r\nاجتماعيا عمرانيا واقتصاديا.\r\nقارن بين نمط المعيشة في الريف والمدينة خلال\r\nالفترة المدروسة.\r\nelbassair.net\r\nelbassair.net"
        },
        {
            "page": 106,
            "text": "ثانيا / الأوضاع الثقافية\r\n1 - التعليم :\r\nبعد أن كان التعليم قبل عام 1518م منحصرا في الحواضر الكبرى\r\n) تلمسان، بجاية قسنطينة )) فقد حرصت الدولة الجزائرية منذ\r\nتأسيسها على توسيع التعليم عبر كافة المناطق وخلق جيل متعلم تعليما\r\nمرحلتين : موقع عيون البصائر : التعليمي -\r\nكتاب لتعليم القرآن\r\nالمرحلة الأولى :\r\nجيدا فعملت على : بناء المدارس، نشر الكتاتيب ، كما أضافت الزوايا\r\nالمرابطية إلى نشاطها مهمة التعليم.\r\nوقد اعتمدت الدولة في تمويل التعليم من جميع جوانبه ( بناء المدارس أجور المعلمين، ماكل ومشرب المتعلمين ( على مصدرين : الخزينة العامة في إطار النفقات العمومية، الأوقاف المحبوسة إلى المؤسسات التعليمية.\r\nوقد حرصت على مجانية التعليم في جميع مراحله.\r\nاو تمثلت مؤسسات التعليم في الكتاب المسجد، الزوايا - المدارس والمعاهد، حيث كان يطلق على المؤسسة التعليمية . في الريف الشريعة أما في المدينة فكانت المسيد\". وقد قسم التعليم إلى elbassair.net\r\nيشرف الكتاب والمسجد في هذه المرحلة على تلقين: القراءة الكتابة حفظ القرآن و مبادئ الحساب . وبعد مرور أربع سنوات إلى خمس يتم يتوجه الطلبة، إما إلى :\r\nتعلم الحرفة .\r\nإتمام الدراسة بحفظ القرآن الكريم بنفس الكتاب.\r\nالالتحاق بالزاوية أو مواصلة الدراسة الثانوية و العالية بالمدارس على\r\nمستوى الحواضر.\r\n- المرحلة الثانية :\r\nمدرسة الثعالبي\r\nوتقوم المدرسة والزاوية في هذه المرحلة ( الثانوية و العالية ) بتلقين :\r\nعلوم الشريعة ( تفسير القرآن الحديث التوحيد ) والعلوم الإنسانية\r\nمن تاريخ ولغة وآداب وفلسفة وعلم الحساب و قراءة مؤلفات ابن\r\nسناء الطبية. وتجدر الإشارة أن التعليم في هذه المرحلة مزج بين\r\nالمرحلتين الثانوية والعالية إذ لا يوجد فاصل بينها ومن يريد التعمق\r\nيختار الاستاذ و التخصص على مستوى نفس المؤسسة أو يرحل إلى\r\nمجلس علمي بجامع كتشاوة قبل أن يهدم المعاهد الإسلامية الكبرى ( القرويين، الزيتونة، الأزهر). من طرف الاستعمار الفرنسي\r\nelbassair.net\r\n106"
        },
        {
            "page": 107,
            "text": "وقد كان هذا النوع من المؤسسات التعليمية ( الكتاتيب ( منتشرا في طول البلاد وعرضها، الأمر الذي . ادهش القادة الفرنسيين عقب احتلالهم للجزائر ، إذ كتب الجنرال دو ماس في تقرير له في هذا الصدد يقول : إن التعليم الابتدائي في الجزائر كان أكثر انتشارا مما يتصوره الإنسان عموما فاتصالاتنا بالأهالي في الأقاليم الثلاثة، أظهرت بأن نصف السكان من الذكور يعرفون القراءة والكتابة .. وقد علقت على ذلك السيدة ايفون بقولها : « و لكن إن لم يكن كل الأطفال قد تعلموا القراءة والكتابة، فإنهم جميعا قد مروا بالمدرسة الابتدائية ( الكتاب )، و كانوا يستطيعون قراءة القرآن في صلواتهم فكل القبائل وكل الأحياء في المدينة كان لها قبل الاحتلال الفرنسي مدرسة ومعلم ..\r\nمو\r\nوثيقة 1\r\nد العيد مسعود مجلة سيرتا ، عدد ممتاز\r\n1860 15\r\nelbassair.netالجزائ\r\n... كانت العقيدة الإسلامية متينة راسخة كل الرسوخ في قلوبهم وهي التي كانت تدفعهم إلى ميدان المغامرات والفوز بالانتصارات و عطفت عليهم قلوب الوطنيين وأكسبتهم ثقتهم و ربطت بين قلوبهم برباط التوحيد ويتجلى أثر هذه العقيدة التي يتحلى بها القادة الأتراك في بناء المساجد العظيمة للعلم والعبادة وإنشاء المدارس والأوقاف الخدمتها في الحواضر، واحترامهم للعلماء والصلحاء والأشراف\r\nولكن برغم اتساع التعليم وكثرة معاهده فإن الجزائر كانت تفتقر إلى معهد رئيسي كبير يلم شتات المثقفين، ويجمع وجوه نشاطهم العلمي والثقافي كجامع الزيتونة في تونس، وجامع القرويين في المغرب الأقصى وعدم وجود مثل هذين المعهدين في الجزائر يرجع إلى وجود معاهد إقليمية ومراكز ثقافية في حواضر البلاد الكبرى كمدينة الجزائر ومدينة تلمسان ومدينة بجاية، ومدينة قسنطينة و ظلت هذه المراكز تحتفظ باستقلال في شخصيتها وبقد من التوازن بينها في المنزلة العلمية، ولذلك لم يكتب لواحد منها أن يتفوق عن المراكز الأخرى و يستقطب إليه علماء البلاد وطلابها ويتحول إلى\r\nوتشجيع العلم وطلابه .....\r\nوثيقة 2\r\nحمدان بن عثمان خوجة ، المرآة.\r\nإذا كان الحكم على ازدهار الحياة الثقافية و في عصر من العصور يقوم على تقدم العلوم الفنون فيه ، فإن العهد العثماني في الجزائري يعتبر فقيرا في هذه الناحية ، فقد عرفنا عناية العلماء بالعلوم الشرعية والأدب والتواريخ المحلية والتصوف ، ولكن عنايتهم بتدوين الطب و الحساب والفلك و الرسم والعمارة والموسيقى قليلة ، ذلك أن ما كان متداولا من هذه العلوم والفنون لم يكن يخرج عن تقليد السابقين و لم يكن ممارسوه يتمتعون بالاستقلال العقلي و روح الابتكار....\r\nمعهد كبير.\r\nالتقويم\r\nد العيد مسعود مجلة سيرتا ، عدد خاص\r\nوثيقة 3\r\nمن خلال الوثائق : 1-2-3\r\n1 - بين وضعية التعليم في الجزائر .\r\n2 - حدد المصادر المالية الخاصة بالتعليم .\r\n3 - قيم السياسة التعليمية في هذه الفترة، مقارنة بما\r\nد / أبو القاسم سعد الله .\r\nتاريخ الجزائر الثقافي ج 2\r\nوثيقة . 4\r\nيحدث في أوربا.\r\n4 - انجز بحثا حول التعليم والثقافة في إحدى\r\nالحواضر الواردة في الوثيقة 3 .\r\nelbassair.net"
        },
        {
            "page": 108,
            "text": ""
        },
        {
            "page": 109,
            "text": ""
        },
        {
            "page": 110,
            "text": ""
        },
        {
            "page": 111,
            "text": ""
        },
        {
            "page": 112,
            "text": ""
        },
        {
            "page": 113,
            "text": ""
        },
        {
            "page": 114,
            "text": ""
        },
        {
            "page": 115,
            "text": ""
        },
        {
            "page": 116,
            "text": ""
        },
        {
            "page": 117,
            "text": ""
        },
        {
            "page": 118,
            "text": ""
        },
        {
            "page": 119,
            "text": ""
        },
        {
            "page": 120,
            "text": ""
        },
        {
            "page": 121,
            "text": ""
        },
        {
            "page": 122,
            "text": ""
        },
        {
            "page": 123,
            "text": "1830-1515elbassair.net\r\nرسالة اكسماوث إلى داي الجزائر 28 أوت 1816م\r\n... إن الهدف من وراء التحرشات والاستفزازات هو تدجين الجزائر و النيل من سيادتها واستقلالها. وعندما فشلت في تحقيق الغاية المرجوة بالوسائل التي اتبعتها ، قررت رفع حالة التوتر إلى مستوى القطيعة بإعلان الحرب ضدها، وفرض حصار بحري على شواطئها. لقد اتخذت باريس هذا القرار قبل قيام دو فال ، بأداء مسرحيته و حادثة المروحة ، بعدة شهور و بينت الاتصالات التي جرت بين الجانبين، أثناء القطيعة - وقبل اتخاذ القرار بتجريد حملة عسكرية ضد الجزائر نوايا فرنسا الحقيقية، فما كانت تطلبه من الجزائر هو التنازل عن جزء من ترابها الوطني ليصبح أرضا فرنسية، واعتبار بايلك الشرق منطقة نفوذ فرنسية، إلى جانب تخليها عن استقلالها وسيادتها لتصبح باشوية عثمانية تابعة للقسطنطينية تبعية مباشرة... لقد رد الداي حسين باشا على تهديدات المبعوث الفرنسي . دولا بروتنيير» بأنه يملك هو الآخر البارود للدفاع عن نفسه ....\r\nإلى سمو داي الجزائر، نظرا لأعمال القسوة التي قمتم بها في عنابة ضد مدنيين عزل من المسيحيين، ونظرا الإهمالكم غير اللائق للمطالب التي قدمتها اليكم.... فإن الأسطول الذي تحت قيادتي قد قام بمعاقبتكم بتدمير أسطولكم البحري تدميرا تاما و تخريب دار الصناعة ونصف المدفعية ... فإني أقدم اليكم نفس الشروط التي قدمتها باسم ملكي و إذا لم تقبلوها، فيجب أن لا تأملوا في السلام مع بريطانيا، و إذا قبلتم الشروط فستطلقون ثلاث طلقات بالمدافع ، و ساعتبر صمتكم رفضا لهذه الشروط و اتخذ الإجراءات الملائمة لاستئناف\r\nالهجوم ....\r\nمذكرات وليام تشارل قنصل أمريكا في الجزائر 1816 م 1824 م. وثيقة 1\r\nبروتوكول مؤتمر ايكس لا شبيل ، رقم 39 بتاريخ 20 نوفمبر 1818 م\r\nد جمال قنان العلاقات الفرنسية الجزائرية 1790 م - 1830م\r\nاتفق المفاوضون طبق لنص البروتوكول على أن يواصلوا في المؤتمر الوزاري الذي سينعقد في لندن النظر في مختلف المشروعات المقترحة لإلغاء القرصنة التي تمارسها الدول البربرية بطريقة فعالة لوضع حد في أقرب وقت ممكن للأضرار التي تلحقها القرصنة بالتجارة الأوربية والقيام بمسعى مباشر وقوي لمواجهة ايالات الشواطئ البربرية في إفريقيا ، وطلبوا إلى استخراج مظاهر الاستفزاز الأوروبي عامة و مندوبي بريطانيا وفرنسا الذين يجب أن يكونا لنفوذهما ثقل أكبر لدى هذه الأيالات ويوجها إنذارات جدية في حالة استمرارها على نظام القرصنة. وقد تعهد الدوق دوريشوليو واللورد كاستلريق بأن يعطوا التعليمات الضرورية في هذا المسعى، وفي حالة استمرارها على ممارسة القرصنة ستكون سببا في دفع\r\n1 من خلال الوثائق 1-2-3\r\nوثيقة 2\r\nالفرنسي خاصة للجزائر. ابرز مظاهر التحالف الأوربي حول الجزائر\r\nرغم الصراع القائم بين دوله.\r\n2 كانت حملة نابوليون بونابرت نقطة تحول في العلاقة الجزائرية الفرنسية. اشرح ذلك.\r\nالدول الأوربية بأن تتخذ إجراءات حاسمة.\r\nوليام شارل في المرجع اكتشاف طريق الرجاء الصالح\r\nوثيقة 3\r\n3 جاء الاحتلال الفرنسي للجزائر نتيجة\r\nالضعف الداخلي للدولة، أم نتيجة غلبة السلاح و\r\nعدم تكافؤ القوة العسكرية.\r\nعلو\r\nتعلیمی\r\n12.elbassair.net"
        },
        {
            "page": 124,
            "text": ""
        },
        {
            "page": 125,
            "text": ""
        },
        {
            "page": 126,
            "text": ""
        },
        {
            "page": 127,
            "text": ""
        }
    ]
}