{
  "HSS3:الكتلة الشرقية": {
    "content": "## الكتلة الشرقية\n\n### ملخص\n\nتُعرف الكتلة الشرقية باسم المعسكر الشرقي، وهي مجموعة من الدول التي كانت تحت النفوذ السوفيتي بعد الحرب العالمية الثانية.  تميزت الكتلة الشرقية بكونها نظامًا شيوعيًا، مع اقتصاد مخطط وسياسات مركزية.  \n\n### البعد السياسي\n\n* **مبدأ جدانوف**: صدر في **22 سبتمبر 1947** كرد فعل سوفيتي على مشروع مارشال الأمريكي. \n> \"إن العالم ينقسم إلى كتلتين: كتلة ديمقراطية بقيادة الولايات المتحدة، وكتلة شيوعية بقيادة الاتحاد السوفيتي.\"\n* **المكتب الإعلامي الشيوعي (كومنفورم)**: تأسس في **5 أكتوبر 1947** ببولونيا لدعم الأحزاب الشيوعية في أوروبا الغربية وتنظيم أنشطة معادية للمصالح الأمريكية.\n\n### البعد الاقتصادي\n\n* **الكوميكون**: مجلس التعاون و التبادل الاقتصادي أسسه الاتحاد السوفيتي في **25 يناير 1949**. \n    * ضم دول أوروبا الشرقية: ألمانيا الشرقية، بولونيا، رومانيا، بلغاريا، تشيكوسلوفاكيا.\n    * ضم أيضًا منغوليا، فيتنام، كوبا.\n    * هدفه: تحقيق التنمية الاقتصادية المشتركة وإنشاء سوق للتبادل التجاري لمواجهة المشاريع الاقتصادية للكتلة الغربية.\n\n### البعد العسكري\n\n* **حلف وارسو**: تكتل عسكري تأسس في **14 مايو 1955** كمنظمة أمنية لدول أوروبا الشرقية، مقره وارسو، عاصمة بولونيا. \n* حل في **1 يونيو 1991**.\n\n### دعم حركات التحرر\n\n* قدمت الكتلة الشرقية مساعدات لـ \"حركات التحرر\" في العالم الثالث.\n    * الهدف الإيديولوجي: نشر الاشتراكية في العالم.\n    * الهدف الاقتصادي: استغلال الموارد الطبيعية واحتكار الاستثمارات.\n\n### أسلحة الدمار الشامل\n\n* نجح الاتحاد السوفياتي في دخول مجال التنافس حول امتلاك الأسلحة النووية بعد تجربة تفجير ذري في **21 سبتمبر 1949** في صحراء سيبيريا.\n* تطوير القدرات العسكرية النووية.\n\n### غزو الفضاء الخارجي\n\n* نجح رائد الفضاء الروسي يوري غاغارين في الدوران حول الأرض ثلاث مرات في **12 أبريل 1961** بالمركبة الفضائية فوستوك 1.\n* منح الاتحاد السوفيتي تقدمًا علميًا وعسكريًا. \n\n\n\n",
    "timestamp": "2025-01-12T02:00:28.698951"
  },
  "HSS3:معايير تشكل العالم بعد الحرب العالمية الثانية": {
    "content": "## معايير تشكل العالم بعد الحرب العالمية الثانية\n\n### ملخص\n\nبعد الحرب العالمية الثانية، شهد العالم تغيرات جذرية في بنيته السياسية، الاقتصادية، والاجتماعية.  \n\n### المعايير السياسية\n\n* استمرار الصراع الدولي بين **الشرق الشيوعي** وال**غرب الرأسمالي**.\n> \"الدنيا الآن مقسمة إلى قسمين: قسم شيوعي وقسم رأسمالي.\" - **خروتشوف**\n* تأسيس **الأمم المتحدة** كأداة لتنظيم العلاقات الدولية وحل النزاعات سلميا.\n* نجاح حركات التحرر في تحقيق الاستقلال السياسي.\n* بروز **كتلة العالم الثالث**.\n\n### المعايير الاقتصادية\n\n* توقيع **اتفاقية بروتون وودز** عام **1944** وبروز **النظام المالي الدولي الجديد**.\n* بروز سياسة التكتلات الاقتصادية في العالم.\n* اشتداد التنافس على الأسواق التجارية بين **الأقطاب الاقتصادية الكبرى**.\n\n### المعايير الاجتماعية\n\n* ترسيخ القيم و الأعراف الاجتماعية.\n* إنشاء المنظمات غير الحكومية المدافعة عن **الكرامة الإنسانية**.\n\n### المعايير العلمية والتكنولوجية\n\n* التسابق بين المعسكرين في امتلاك **الطاقة النووية** الموجهة للأغراض العسكرية.\n* التسابق في مجال غزو **الفضاء الخارجي**.\n* اكتساب التكنولوجيا ووسائل الاتصال والمعلوماتية. \n\n\n",
    "timestamp": "2025-01-12T02:03:05.651841"
  },
  "PS5:طبيعة العلاقات الجزائرية-الفرنسية قبل الاحتلال (1518-1830)": {
    "content": "## طبيعة العلاقات الجزائرية-الفرنسية قبل الاحتلال (1518-1830)\n\n### ملخص\n\nتُعد الجزائر دولة ذات مكانة دولية مرموقة منذ أواخر القرن السادس عشر، وذلك بفضل موقعها الاستراتيجي وقوة أسطولها البحري وكفاءة بحارتها. ساهمت هذه العوامل، إلى جانب ثرواتها الطبيعية، في جذب اهتمام العديد من الدول، ومنها فرنسا، لكسب صداقتها. \n\n### فترة التعاون والوئام (1581-1660)\n\n* عملت فرنسا على تقوية علاقتها بالجزائر عن طريق إبرام معاهدات اقتصادية.\n* افتتحت فرنسا قنصلية لها في الجزائر سنة **1581**.\n* أدى ذلك إلى تعاون ووئام بين البلدين خلال القرن السادس عشر والنصف الأول من القرن السابع عشر.\n\n### تدهور العلاقات (1660-1789)\n\n> ساءت العلاقات الجزائرية الفرنسية في عهد الملك لويس الرابع عشر بسبب السياسة العدوانية التي انتهجها تجاه الجزائر. \n\n* تأثرت الجزائر بهذه السياسة وبدأت فترة من التوتر بين البلدين.\n\n### تحسن مؤقت بعد الثورة الفرنسية (1789-1800)\n\n* شهدت العلاقات بين الجزائر وفرنسا تحسنًا نسبيًا بعد الثورة الفرنسية سنة **1789**.\n*  نتيجة للتغيير في التوجهات السياسية الفرنسية.\n\n### تدهور العلاقات مجددًا (1800-1830)\n\n* استفادت فرنسا في بداية القرن التاسع عشر من الثورة الصناعية لتطوير أسلحتها.\n* شكلت هذه التطورات قوة عسكرية متقدمة مكّنتها من تهديد الجزائر.\n* قامت فرنسا بعقد تحالفات مع بعض الدول الأوروبية ضد الجزائر، مما أدى إلى تفاقم التوتر بين الطرفين. \n\n\n\n",
    "timestamp": "2025-01-13T03:20:08.595532"
  },
  "HSS3:دور العالم الثالث": {
    "content": "## دور العالم الثالث\n\n### ملخص\n\nظهرت كتلة **العالم الثالث** في **القرن العشرين** كقوة سياسية جديدة في العلاقات الدولية.  \n \n### نشأة العالم الثالث\n\n*  بعد الحرب العالمية الثانية، تم تصنيف الدول التي لم تكن تابعة لل **الاتحاد السوفيتي** أو **الولايات المتحدة** على أنها **دول العالم الثالث**. \n*  شكلت هذه الدول كتلة سياسية جديدة، وركزت على **سياسة التعايش السلمي** و**الانفراج الدولي**.\n\n### دور العالم الثالث في العلاقات الدولية\n\n*  دعمت دول العالم الثالث  **السلام** و **التعاون** بين الدول.\n*  سعت إلى حل **النزاعات الدولية** من خلال **الدبلوماسية** و **الوساطة**.\n*  أدت دورًا هامًا في **تخفيف التوتر** بين **المعسكرين** (الرأسمالية والشيوعية).\n\n### القادة التاريخيون\n\n*  أدّى العديد من القادة التاريخيين في دول العالم الثالث دورًا حيويًا في **حل القضايا الدولية**.\n*  **جمال عبد الناصر**، **أحمد بن بلة**، **جواميس غاندي**، و**نيلسون مانديلا**  من أمثلة القادة الذين ساهموا في **السلام** و **العدالة** على المستوى العالمي.\n\n\n> \"يجب أن نعمل جميعًا معًا لبناء عالم أفضل، عالم من السلام والعدالة والتعاون.\" - **جمال عبد الناصر** \n",
    "timestamp": "2025-01-13T03:31:30.166142"
  },
  "HSS3:معايير تشكل العالم": {
    "content": "## معايير تشكل العالم\n\n### ملخص\n\nتُظهر هذه الفترة من التاريخ استمرار الصراع الدولي بين الشرق والغرب،  بالتزامن مع نجاح الحركات التحررية في العالم الثالث و بروزه اقتصادياً.  شهدت هذه الحقبة أيضاً ظهور نظام مالي جديد، وسياسات التكتل الاقتصادي، وتزايد التنافس في الأسواق التجارية.  من الناحية الاجتماعية، تميزت هذه الفترة بمحاولات ترسيخ نظام قوي قائم على العدالة، المساواة، والديمقراطية، إلى جانب ترسيخ قيم تفوق الرجل الغربي علمياً وتكنولوجياً. \n\n###  الجانب الاقتصادي \n\n* **بروز العالم الثالث اقتصادياً**: شهدت هذه الفترة ازدهار العديد من الدول في العالم الثالث، وظهورها كلاعبين اقتصاديين كبار. \n* **بروز النظام المالي الجديد**:  ظهرت نظم مالية جديدة،  تغيرت فيها قواعد اللعبة الاقتصادية العالمية.\n* **سياسات التكتل الاقتصادي**:  شهدت هذه الحقبة تزايد  التكتلات الاقتصادية،  مثل **الاتحاد الأوروبي**،  و **المنظمة العالمية للتجارة**.\n* **إشتداد التنافس في الأسواق التجارية**:  ازدادت المنافسة في الأسواق التجارية بين الدول،  خاصة بين الدول المتقدمة.\n\n###  الجانب الاجتماعي\n\n* **محاولة ترسيخ نظام قوي**:  كان هناك إصرار على ترسيخ نظام قوي يقوم على أساس العدالة، المساواة، والديمقراطية. \n* **ترسيخ قيم تفوق الرجل الغربي**:  \n\n>  \"المنطقة الغربية هي التي تقود العالم،  وتحدد مساره.\" \n\n*  *تزايد الوعي بالمساواة والعدالة الاجتماعية*.\n\n###  الجانب التكنولوجي\n\n* **إكتساب التكنولوجيا**:  شهدت هذه الفترة سباقاً تكنولوجياً بين المعسكرين،  خاصة في المجالات العسكرية.\n* **القوة التكنولوجيا الذرية والنووية**:  أصبحت القوة النووية من العوامل الرئيسية في التوازن الدولي.\n* **غزو الفضاء**:  شهدت هذه الحقبة سباقاً فضائياً بين الدول.\n* **وسائل الإتصال المعلوماتية**:  ظهرت وسائل الاتصال المعلوماتية،  مثل الهاتف والإنترنت،  وغيرها،  التي غيرت من طبيعة التواصل بين الناس. \n\n\n\n",
    "timestamp": "2025-01-13T03:33:44.110588"
  },
  "HSS3:السياسة الدولية بعد الحرب": {
    "content": "## السياسة الدولية بعد الحرب\n\n### ملخص\n\nتغيرت موازين القوى في العالم بعد الحرب العالمية الثانية.  فقدت الدول الاستعمارية القديمة زعامتها، و ازدادت تبعيتها للولايات المتحدة الأمريكية اقتصادياً و مالياً.  أصبحت الولايات المتحدة الأمريكية القوة العظمى في العالم، و  تمثل عملتها \"الدولار\" الوحدة المرجعية للنظام النقدي الدولي.  \n\nأما الاتحاد السوفييتي، فقد لحقت به أضرار فادحة، لكنه حظي بمكانة سياسية وإيديولوجية عظيمة.  \n\nبدأ التوتر بين المعسكرين الغربي والشرقي، و أدى إلى صراع إيديولوجي واقتصادي ونفسي، يُعرف باسم \"الحرب الباردة\".\n\n### تغير موازين القوى\n\n*  أفقدت الدول الاستعمارية القديمة زعامتها بسبب الأضرار الاقتصادية والسياسية الناجمة عن الحرب.\n*  ازدادت تبعية الدول الاستعمارية القديمة للولايات المتحدة الأمريكية اقتصادياً و مالياً.\n*  أصبحت الولايات المتحدة الأمريكية القوة العظمى في العالم بعد الحرب.\n*  أصبحت العملة الأمريكية \"الدولار\" الوحدة المرجعية للنظام النقدي الدولي.\n*  أصبحت الولايات المتحدة تمتلك القنبلة الذرية، مما عزز موقعها في زعامة المعسكر الغربي الرأسمالي.\n*  حظي الاتحاد السوفييتي بمكانة سياسية وإيديولوجية عظيمة نتيجة انتصاراته على النازية.\n*  أصبح الاتحاد السوفييتي القوة العسكرية الأولى في أوروبا.\n*  نصبت أنظمة شيوعية موالية للاتحاد السوفييتي في رومانيا، بلغاريا، يوغسلافيا، ألبانيا، بولونيا، المجر، تشيكوسلوفاكيا.\n*  ضم الاتحاد السوفييتي مناطق واسعة مثل جمهوريات البلطيق، جزيرة سخالين وجزر كوريل.\n\n> \"أصبحت الولايات المتحدة أكبر قوة عالمية لما عرفته قطاعتها الاقتصادية من انتعاش\"\n\n### تفكك الحلف و عودة الخصومة\n\n*  بدأت بوادر الخلاف بين الولايات المتحدة والاتحاد السوفييتي.\n*  كانت الحرب الأهلية في اليونان أول مواجهة غير مباشرة بين المعسكرين.\n*  بلغ التوتر ذروته بعد اجتماع اندن في **1949**، حيث قررت الولايات المتحدة وبريطانيا وفرنسا توحيد مناطق نفوذهن بألمانيا.\n*  تفجير أول قنبلة ذرية سوفيتية في سيبيريا في **1949**، و قيام جمهورية الصين الشعبية الشيوعية.\n*  بدأ تنظيم العالم الجديد في آسيا.\n*  انغمس كل فريق في صراع محموم لتوسيع نفوذه و هيمنته.\n*  أطلق على هذا الصراع الإيديولوجي والاقتصادي مصطلح \"الحرب الباردة\".\n\n> \"الحرب الباردة ليست حربا بالمعنى التقليدي للكلمة، و إنما هي صراعات بين الكتلتين إيدبولوجية سياسية اقتصادية ونفسية\"\n\n\n\n",
    "timestamp": "2025-01-13T03:51:03.870625"
  },
  "HSS3:هيئة الأمم المتحدة": {
    "content": "## هيئة الأمم المتحدة\n\n### ملخص\n\nبعد الحرب العالمية الثانية، أدركت الدول المنتصرة قوة التجمع والاتحاد.  \n\nأدركت الدول الكبرى أن المحافظة على الاستقرار العالمي لن يكون إلا باستمرار تماسكهم. \n \n### تأسيس هيئة الأمم المتحدة\n\n* اتخذت الدول الثلاث الكبرى (الولايات المتحدة، الاتحاد السوفييتي، وبريطانيا) قرارًا في **أكتوبر 1943**  بإنشاء هيئة دولية تقوم على مبدأ السيادة والمساواة بين جميع الأمم.\n* تمت مناقشة أهداف هذه الهيئة من قبل مندوبي خمسين دولة في مؤتمر **سان فرانسيسكو**، الذي انتهى بالمصادقة على ميثاق الأمم المتحدة في **26 يونيو 1945**.\n* تتلخص أهداف منظمة الأمم المتحدة في:\n    * المحافظة على السلام والأمن في العالم.\n    * تنمية العلاقات الودية بين الأمم.\n    * تحقيق التعاون الدولي.\n    * العمل على إرسال البعثات في مهمات تقنية إلى جميع أنحاء العالم.\n* جهزت الهيئة بقوات أممية تعرف بالقبعات الزرق.\n\n### الأمم المتحدة في سنواتها الأولى\n\n* أعلن رسميًا عن إنشاء مقر الأمم المتحدة الدائم في **نيويورك** في **24 أكتوبر 1945**.\n* كان مجلس الأمن في ذلك الوقت يتألف من ممثلي إحدى عشرة دولة، منهم خمسة دائمون: الولايات المتحدة، الاتحاد السوفييتي، بريطانيا، الصين (الجمهورية الصينية)، وفرنسا.\n*  تمتع الدول الخمسة دائمة بحق الفيتو، أي حق النقض أو الرفض لأي قرار يحوز الأغلبية العددية.\n\n> \" حق الفيتو \"\n\n* حق النقض أو الرفض لأي قرار يحوز الأغلبية العددية.\n\n### إنجازات الأمم المتحدة\n\n* عملت الأمم المتحدة في تسوية بعض المشاكل الدولية الخطيرة، ومنها تجنب حرب عالمية أخرى.\n* فشلت في حل مشكلة كشمير، التي ما زالت تكدر صفو السلم بين الهند وباكستان.\n*  قسمت فلسطين بمقتضى قرار من الأمم المتحدة، وتأسست دولة إسرائيل.\n\n\n### التوسع في عضوية الأمم المتحدة\n\n* تم تعديل تشكيل مجلس الأمن سنة **1965**  بحيث أصبح عدد أعضائه خمسة عشر عضوا.\n*  بلغ عدد أعضاء الأمم المتحدة **136 دولة** سنة **1973**، و **191 دولة** سنة **2002**. \n\n\n\n",
    "timestamp": "2025-01-13T03:52:56.415550"
  },
  "HSS3:مظاهر رفض الشعب الفلسطيني للكيان الصهيوني": {
    "content": "## مظاهر رفض الشعب الفلسطيني للكيان الصهيوني\n\n###  الرفض السياسي والعسكري\n\n*  *رفض الشعب الفلسطيني للكيان الصهيوني*  تجلى على المستوى السياسي والعسكري من خلال:\n\n###  السياسة \n\n*  *الاعتراف بالكيان الصهيوني* كان نقطة خلاف كبيرة بين الفصائل الفلسطينية. \n*  *العديد من الفصائل* رفضت الاعتراف بالكيان الصهيوني، واعتبرته احتلالًا للبلاد العربية. \n\n###  العمل العسكري\n\n*  *القيام بمواجهات مسلحة* ضد الجيش الإسرائيلي.\n*  *استنزاف وإرهاق القدرات القتالية للجيش الإسرائيلي* من خلال:\n    *  *الغارات على المستوطنات*\n    *  *العمليات العسكرية* \n    *  *الاعتداءات على الجنود* \n\n\n",
    "timestamp": "2025-01-13T03:58:51.729872"
  },
  "HSS3:المفاوضات": {
    "content": "##  المفاوضات الجزائرية - الفرنسية\n\n### ملخص \n\nتُعد المفاوضات بين الجزائر وفرنسا أحداثًا حاسمة في تاريخ الجزائر، حيث انتهت بمستقبل الجزائر كدولة مستقلة.  تميزت المفاوضات بمرحلتين رئيسيتين: مرحلة أولية غير رسمية، ومرحلة رسمية ثنائية.  \n\n### المرحلة الأولى: الإتصالات السرية\n\n*  **1956**: لقاء محمد خيضر مع جوزيف بيغارا مبعوث عن موليه رئيس الحكومة الفرنسية في القاهرة.\n* **25-29 يونيو 1960**: مفاوضات مولان في فرنسا، جرت بعد مظاهرات 11 ديسمبر 1960، وانتهت بالفشل بسبب تباين المواقف.\n\n>  *فشل المفاوضات الأولى بسبب فرض فرنسا لشروطها ومنها فصل الصحراء عن الشمال ولا نقاش حول تقرير المصير إلا بعد وقف القتال.*\n\n* **20 فبراير 1961**: لقاء لوسارن. \n\n> *الموقف الفرنسي: الحكم الذاتي،  التجزئة الجزائر عرقيا، فصل الصحراء.*\n> *الموقف الجزائري: الاستقلال الكامل، وحدة الأمة، الصحراء جزء لا يتجزأ من الجزائر.*\n\n### المرحلة الثانية: المفاوضات الرسمية\n\n* **20 مايو 1961 - 13 يونيو 1961**: مفاوضات إيفيان الأولى، شارك فيها كريم بلقاسم ممثل الوفد الجزائري ولويس جوكس ممثل الوفد الفرنسي.\n* **7 مارس 1962 - 18 مارس 1962**: مفاوضات إيفيان الثانية.\n\n> *اتفاقيات إيفيان: وقف إطلاق النار في كامل التراب الجزائري بدءا من 19 مارس 1962، الإعتراف باستقلال الجزائر ووحدة ترابها، التعاون الاقتصادي، المالي، الثقافي والفني، ضمانات للأقلية الأوربية.*\n\n\n",
    "timestamp": "2025-01-13T15:40:39.493678"
  },
  "HSS3:دور حركة عدم الانحياز": {
    "content": "## تعريف حركة عدم الانحياز\n\n### ملخص\n\nحركة عدم الانحياز هي منظمة دولية تأسست في **1 سبتمبر 1961** ببلغراد. \n\n### أهداف حركة عدم الانحياز\n\n* تضم الدول المستقلة حديثا التي أرتأت عدم الميل لأي من الكتلتين المتصارعتين في إطار الحرب الباردة. \n*  تؤمن بالسلام العالمي والتعاون الدولي.\n*  تعمل على حل النزاعات الدولية سلميا.\n\n\n> \"إن حركة عدم الانحياز هي حركة دولية تهدف إلى ضمان السلام العالمي والتعاون الدولي من خلال مبدأ عدم الانحياز إلى أي كتلة عسكرية أو سياسية.\" \n",
    "timestamp": "2025-01-13T18:23:37.929536"
  },
  "HSS3:الإستراتيجيات الخاصة بكل كتلة": {
    "content": "## المعسكر الشرقي\n\n### ملخص\n\nتُعرف **كتلة المعسكر الشرقي** أو **الكتلة الشيوعية** بأنها مجموعة من الدول التي اتبعت نهجًا شيوعيًا بعد الحرب العالمية الثانية. \n\n### السياسات\n\n* **مبدأ جدانوف**، الذي تم تبنيه من قبل مكتب **الكومنفورم** في **1947**،  \n>  \"الشيوعية العالمية هي الهدف النهائي، وسنعمل على تحقيق ذلك من خلال الثورة في كل أنحاء العالم.\"\n* **دعم حركات التحرر** في مختلف أنحاء العالم.\n* ** قلب أنظمة الحكم** في الدول التي تعتبرها الكتلة عدوًا.\n* **الحصار الاقتصادي** كوسيلة ضغط على الشعوب الضعيفة.\n\n### الإقتصاد\n\n* **مجموعة الكومكون** التي تم تأسيسها في **1949**، والتي هدفت إلى ضمان التعاون الاقتصادي بين الدول الشيوعية.\n* **تقديم المساعدات** من القمح إلى الدول الاشتراكية في **أوروبا الشرقية**.\n* **شراء السكر** من كوبا، على الرغم من عدم الحاجة إليه.\n\n### العسكرية\n\n* **حلف وارسوا** الذي تم تأسيسه في **1955**.\n* **التدخلات العسكرية** في أفغانستان.\n* **الدعم العسكري** لكوريا الشمالية والصين.\n* **قواعد عسكرية** في مختلف أنحاء العالم.\n* **التسابق نحو التسلح** مع المعسكر الغربي.\n\n## المعسكر الغربي\n\n### ملخص\n\n**كتلة المعسكر الغربي** أو **الكتلة الغربية** هي مجموعة من الدول التي اتبعت نهجًا ديمقراطيًا ومستقلًا بعد الحرب العالمية الثانية.\n\n### السياسات\n\n* **مبدأ ترومان** الذي تم إعلانه في **1945**.\n> \"نحن ملتزمون بدعم الدول الديمقراطية في جميع أنحاء العالم.\"\n* **دعم حركات التحرر** ضد الاستعمار.\n\n### الإقتصاد\n\n* **مشروع مارشال** الذي تم إطلاقه في **1947**، والذي هدفت إلى إعادة إعمار أوروبا بعد الحرب.\n* **مشروع إيزنهاور** الذي تم إطلاقه في **1955**، والذي هدفت إلى دعم الدول التي تعاني من الأزمات.\n* **المساعدات الاقتصادية** للدول التي تعاني من الأزمات.\n\n### العسكرية\n\n* **حلف الناتو** الذي تم تأسيسه في **1947**.\n* **حلف جنوب شرق آسيا** (SEATO).\n* **حلف بغدا** (CENTO).\n* **قواعد عسكرية** في مختلف أنحاء العالم.\n* **التسابق نحو التسلح** مع المعسكر الشرقي. \n\n\n\n",
    "timestamp": "2025-01-13T19:09:34.947174"
  }
}