[
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "النهضة الأوروبية و مظاهرها",
        "Content": "يعد عصر النهضة مرحلة الانتقال بأروبا من العصور الوسطى الى العصةر الحديثة و هو بداية عهد جديد في تاريخ الفارة بما ساده من أفكار جديدة شملت مختلف ميادين الحياة فتحت أمام القارة خاصة في جنوبها الغربي أبواب التقدم و الازدهار .\n\nو الواقع أن بوادر هذه التغيرات تمتد الى أواخر العصور الوسطى لأن تاريخ تطور حياة الأمام و الشعوب لايؤرخ بسنوات محددة بل بالفترات\n1- عوامل قيامها :\nساهمت جملة من العوامل في النهضة الأروبية الحديثة أهمها :\nظهور المدن الأروبية : خلال العصور الوسطى كان الإقطاع هو النظام الاقتصادي السائد , و كان يرتكز على القرية و الصيعة اللتان تشكلان الوحدة السكنية الاقتصادية و الاجتماعية لذلك كان ظهور المدن بمميزاتها و قوتها الاقتصادية و إشعاعها الثقافي و الحضاري مقوضا للنظام الإقطاعي و الكنسي ليس فقط ماديا إنما فكريا فلسفيا و لما كانت أبرز و أيبق المدن هي الإيطالية فإنها شكلت منطلق الحرمة الإنسانية\nنحو البورجوازية و الرأسكالية : مكن الموقع الاستراتيجي للمدن الإيطالية (بيزا - البندقيو - جنوة ) التجار الإيطاليين من لعب دةر الوسيط بين شرق العالم و غربه و تأسيس شركات تجارية حققوا من ورائها أموالا طائلة تزامن ذلك مع تطور النظام المصرفي ليشهد عصر النهضة مولد النظام الرأسمالي\nالأنظمة السياسية المطلقة : انتزع الملوك جميع السلطات السياسية من أيدي الأشراف و رجال الدين لكي يزاولوا بأنفسهم السلطة المطلقة و لكي يتجنبوا ثروات طبقتين لجءوا الى التحالف مع البورجوازية بتشجيعها و الاستفادة من ثرائها في حين كانت هي بحاجة الى الأمن و الاستقرار و هو ما يضمنه الملوك\nنمو الروح الفردية : في ظل هذه التغيرات الجديدة أصبح الفرد يمارس نشاطه الحرفي و التجاري بعيدا عن قيود الكنيسة و استبداد الإقطاع فظهرت لديه النزعة الفردية و التفكير الحر .\nضعف الكنيسة الغربية و انقسامها : شكلت المفاسد الأخلاقية و السياسية و التبذير المالي الى جانب الانقسام الباوي عوامل تراجع سمعة الكنيسة و في نفس الوقت ارهاصات بداية التغيير في الحياة الفكرية و الدينية و السيايسة في أروبا\nانعكاسات الحروب الصليبية : رغم هزيمة أروبا العسكرية في هذه الحروب فإنها استفادت منها حظاريا من خلال احتكاكها بحضارة العالم الإسلامي الراقية التي غيرت من نظرتها الى الكثير من المفاهيم السياسية و الاقتصادية والاجتماعية .\nأثر الحضارة العربية الاسلامية : لقد أخذت حضارة العالم الإسلامي تتسرب الى اروبا عن طريق الأندلس و صقلية و المغرب الإسلامي و مصر و بلاد الشرق الإسلامي و بيزنطة . كما أن طلاب العلم في بلاد لأروبا الغربية أخذوا ينهلون من الجامعات الإسلامية منذ نهاية القرن الحادي عشر الميلادي .\nسقوط الإمبراطورية البيزنطية و نتائجها : نتج عن انهيار الإمبراطورية البيزمطؤة سنة 1453 م هجرة العديد من العلماء الى المدن الأروبية و الإيطالية . بشكل خاص . حاملين معهم رصيدا تراثا ضخما من الحضارات الإغريقية , الرومانية و الاسلامية الى جانب الثورة المالية و قد ساهمت هذه العناصر في بعث الحركة الإنسانية التي شكلت بداية النهضة\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7002/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D9%86%D9%87%D8%B6%D8%A9-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9-%D8%A7%D9%84%D9%89-%D8%A7%D9%84%D9%83%D8%B4%D9%88%D9%81%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%AB%D9%88%D8%B1%D8%A9-%D8%A7%D9%84%D8%B5%D9%86%D8%A7%D8%B9%D9%8A%D8%A9",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "مظاهر النهضة الأروبية الحديثة",
        "Content": "شملت حركة النهضة الأروبية الحديثة جوانب متعددة :\nأ- الأدبية : ارتكزت الآداب على تقليد القدامى في كتابة القصائد و الاهتمام بجمال الأسلوب و انتقاء الألفاظ و تميزت آداب النهضة بتركيزها على الجانب العاطفي بدل التعليم و الوعظ\nب- الفنية : مثلث الفنون و الفنون الجمياة من رسم , نحت , موسيقى و مسرح التي مزجت بين الفن القديم و الإبداع روح النهضة الأروربية و التي كانت إيطاليا مهدا لها .\nج - الفكريو : ظهور مجموعة من الفلاسفة و المفكرين دعوا الى تمجيد العقل و الإيمان بقدرته على حل كل الأزمات و المشاكل الإمسامية و التخلص من اللاهوت في تفسير و محاكمة الأشياء و المفاهيم . شعارهم في ذلك \" لا سلطان للعقل لا بالعقل \"\nد- العلمية : أتمر الاتصال بالحضارة العربية الاسلامية عبر عدة منافذ ظهور التفكير العلمي الحر , كما ساهمت الحركة الإنسانية في ظهور النهضو العلمية و أصبحت التجارب شرطا أساسيا لتثبيت قواعد قواعد العلم الصحيح\nهـ - الاقتصادية : تجلت مظاعر النهضة الاقتصادية في تأسيس نسق عملي يتضمن الصناعة الخرفية و التجارة في المعادن و النشاط المصرفي  و كانت أهم فروعه في جنوة و ميلاو هذا الى  جانب احتكار المدن الإيطالية للنشاط التجاري .\nو- لاصلاح الديني و نتائجه :\nإذا كانت النهضة في إيطاليا قد اتسمت بالنزعة الأدبية فإنها أخذت شكل الإصلاح الديني في ألمانيا حيث أسهم التحرر الفكري في إعادة النظر بعمق في عيوب الكنيسة و الدعوة الى ضرورة إصلاح مفاسدها و قد ترتب عن ذلك :\nتعدد المذتهب الدينية المسيحية و مانتج عنها منصراعات و حروب أرزها حرب الثلاثين عاما بين 1618 و 1646 م ذات الأبعاد القارية\nقبام الكنيسة الكاثوليكية بإصلاح مضاد للمذاهب الجديدة في أروبا\nاهتزاز مكانة البابوية مع استمرارها مكرجعية أساسية أمام الفتح العثناتي و حصار فيينا سنة 1683 م\nانعقاد صلح و استفاليا سنة 1648 م الذي وضع قواعد شاملة لنظام دولي جديد\nي- الكشوف الجغرافية : ساهمت التطورات العلمية التي مست مختلف الميادين في انتشار الفضول العلمي الذي تزامن مع الحاجة الاقتصادية لأروبا الغربية و طموح ساستها و انبعاث الروح الصليبية و التطورات السياسية و العسكرية التي عرفها حوض البحر الأبيض المتوسط في النصف الثاني من القرن 15 و دفعت الى الاستكشاف الذي تجسد في الرحلات البحرية الكبرى التي انطلقت من اسبانيا و البرتغال بشكل خاص نحو مناطق كانت مجهولة لدى الأوروبيين و آسيا ة العالم الجديد .",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7002/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D9%86%D9%87%D8%B6%D8%A9-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9-%D8%A7%D9%84%D9%89-%D8%A7%D9%84%D9%83%D8%B4%D9%88%D9%81%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%AB%D9%88%D8%B1%D8%A9-%D8%A7%D9%84%D8%B5%D9%86%D8%A7%D8%B9%D9%8A%D8%A9",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "دوافع الكشوف الجغرافية",
        "Content": "أ- سياسيا : ظهور دول حديثة كإسبانيا , البرتغال , هولندا , إنجلترا , فرنسا , روسيا , السويد و الدانمارك ثم في مرحلة لاحقة ألمانيا و إيطاليا حيث سعت هذه الدول و غيرها الى بسط نفوذها السياسي و الاقتصادي و المذهبي .\nب- دينيا : |أخذت الكشوف الجغرافية الطابع الديني الذي لايقل أهمية عن الحروب الصليبية حيث راودت إسبانيا و البرتغال فكرة استخدام الكشوف الجغرافية وسيلة لتطويق العالم الاسللامي عبر الساحل الغربي و الشرقي لإفريقيا و مضيفي عدن و هرمز و الرغبة في نشر المسيحية الكاثوليكية في الحبشة و إقناع المغول بالدخول الى المسيحية , و قد تم ذلك بمباركة الكنيسة و دعم البابا\nج- اقتصاديا : إن المصالح الاقتصادية و السعي وراء تحقيق الربح التجاري و محاولة التخلص من الحتكار الذي تمارسه المدن الاسلامية دفع بالأروبيين و بخاصة إسبانيا و البرتغال الى البحث عن طرق تجارية بديلو عن البحر المتوسط للوصول الى شرق آسيا التي كانت مصدرا لتجارة التوابل و الحرير و الأخشاب و ثروات ماوراء الصحراء الإفريقية الكبرى كالذهب و الفضة و العاج لتتوسع الى تجارة الرقيق\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7002/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D9%86%D9%87%D8%B6%D8%A9-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9-%D8%A7%D9%84%D9%89-%D8%A7%D9%84%D9%83%D8%B4%D9%88%D9%81%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%AB%D9%88%D8%B1%D8%A9-%D8%A7%D9%84%D8%B5%D9%86%D8%A7%D8%B9%D9%8A%D8%A9",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "نتائج الكشوف الجغرافية",
        "Content": "انتقال الكشوف التجارية من البحر الأبيض المتوسط الى المحيط الأطلسي حيث سميتهذه المرحلة بالثورة التجارية على غرار الثورة الصناعية أو الزراعية و بداية اختلال موازين القوى الاقتصادية\n- إغراق الأسواق الأروبية بالمنتجات الاسيوية القديمة و المكتشفة حديثا\n- نمو الأطماع التوسعية و التنافس الاستعماري و ظهور فكرة الإمراطوريات الاستعمارية ,\n- تقويض الحضارات القديمة نحن شعار نشر الحضارة عبر السياسة التنصير بمختلف المذاهب\n- تغيير البنية الاقتصادية و الاجتماعية للشعوب الأروبية\n- تطور تقنيات الملاحة البحرية\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7002/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D9%85%D9%86-%D8%A7%D9%84%D9%86%D9%87%D8%B6%D8%A9-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9-%D8%A7%D9%84%D9%89-%D8%A7%D9%84%D9%83%D8%B4%D9%88%D9%81%D8%A7%D8%AA-%D8%A7%D9%84%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%AB%D9%88%D8%B1%D8%A9-%D8%A7%D9%84%D8%B5%D9%86%D8%A7%D8%B9%D9%8A%D8%A9",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "الثورات السياسية",
        "Content": "إن حركة النهضة و طول مدة انتشارها ة شموليتها و تنوع مجالاتها و نتائجها التي بدأت تبرز في القرن 17 م شكلت قواعد لفكر فلسفي جديد انطلق من الجامعات حاملا لواءه الفلاسفة و الكتاب و المؤرخون , منتقدا الأوضاع القائمة و يدعوا الى التغيير في جميع ميادين الحياة السياسية الاقتصادية و الى بناء مجتمعات جديدة خالية من ارث العصةر الوسطى و الذي ترجمته قيام الثورات التالية :\nأولا / الثورة الإنجليزية (البريطانية ) 1688م :\nأطلق الإنجليز على الثورة ضد آل ستيوارت اسم الثورة المجيدة و اعتبروها نجاحا سياسيا و دستوريا جعلت الشعب مصدر السلطات\n1- أسبابها :\nأ- السياسية : سياسة الملوك آل ستيوارت التي تميزت بـ :\n- الإيمان بالحق المقدس للملوك (تفويض إلاهي )\n- حق الملك في إصدار القوانين دون الرجوع الى البرلمان\n- الحرية المطلقة (الحكم المطلق )\nب- المالية :\n- تزايد الضرائب على الشعب دون مراجعة البرلمان مما تسبب في استياء شعبي كبير\n- رفض البرلمان طلب الملك في فرض ضرائب برلمانية جديدة إلا بعد إصلاح شامل للأوضاع مقدما في ذلك عرسضة ملتمس الحقوق 1628 م\nج- الدينية : تحالف الشعب و البرلمان ضد الملك بسبب ماذاع عن ميله للعودة للمذهب الكاثوليكي\n- لصراع الديني الكاثوليكي بين الكنيسة الإنجليزية و الاسكتلندية (الحرب الاسقفية أولى و الثانية بين إنجلترا و اسكتلندا )\nأحداث الثورة و تنائجها :\nو هكذا هذه العوامل ساهمت في قيم صراع بين الملك و البرمان انتهى بثورة الشعب ممادفع بالملك و البرلمان انتهى بثورة الشعب , مما دفع باللك للاستجابة لمطالب البرلمانيين و دعوته للانعقاد مرة أخرى حيث دام لفترة (1640م - 1653) أثبت فيها البرلمان استقلاليته بالعمل و أصبح مناسفا لسلطة الملك الذي شعر بأنه تحت رحمة البرلمان .\nفأحدث ذلك تصادما انتهى بحرب أهلية سنة 1642م حقق فيها البرلمان انتصارا مؤقتا\nو بموجب الدستور الجديد أصبحت إنجلترا جمهورية من الناحية النظرية . وفي الواقع أن كرومويلكان يحكم بدون تاج و استمر حكمه حتى سنة 1658 م , لتعود الملكية لإنجلترا ممثلة في شارل الثاني ليكون ملكا عليها (1660 م - 1685م ) حيث اعتلى العرش أخوه جيمس الثاني (1685م -1688م ) و أمام السياية العدائية للبرلمان و تخوف الشعب من تولي أحد أبنائه العرش , أعلن البرلمان خلع الملك و دعوة ابنته (ماري ) وزوجها (ويليام ) حاكم هولندة لتولي العرش , وبهذا ينتهي حكم أسرة آل ستيوارت بثورة سلمية و بدون إراقة الدماء عرفت بالثورة الجليلة او المجيدة سنة 1699م و كان من نتائجها :\n-تتويج البرلمان للملك ويليام الثالث سنة 1689 م\n- صدور عدة قوانين تنظم الحياة السياسية و البرلمانية و الدينية\n- انتشار فكرة إنشاء المجالس النيابية و تركيز الحياة النيابية في مجلسين (اللوردات و العموم )\n- التمثيل النيابي حسب الدوائرالانتخابية )\n- انتشار الوعي السياسي لحقوق الفرد مع تراجع تدريجي لطبقات العصور الوسطى\n- اعتماد نظام الحزبين\n- تشكيل نظام مجالس الوزراء\n- تأثير الإنجليزية في فكر الفيلسوف جون لوك , الذي كانت كتاباته و أفكاره ملهمة لحرب الاستقلال الأمريكية , و مرددة من قبل رجال الثورة الفرنسية , خاصة ما تعلق بنظرية الحكم المطلق و الحق الإلهي .\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7003/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%AB%D9%88%D8%B1%D8%A7%D8%AA-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D9%8A%D8%A9-(%D8%A7%D9%84%D8%A7%D9%86%D8%AC%D9%84%D9%8A%D8%B2%D9%8A%D8%A9---%D8%A7%D9%84%D8%A3%D9%85%D8%B1%D9%8A%D9%83%D9%8A%D8%A9---%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9)-",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "الثورة الأمريكية",
        "Content": "كان تطور الاستعمار البرياني في العالم الجديد يحمل في ثناياه الحكم الذاتي أو انفصال المستعمرات عن الوطن يوما ما ,و ذلك لأن التكوين الاجتماعي للمستوطنين و البناء الاقتصادي كان أروبيا , إنجليزيا , أي بمعنى آخر كان يحمل مفاهيم الحكم , الإدارة و البرلمان و الفكرة القائلة بحق الشعب في أن يتولى حكم نفسه بنفسه و كان الجيل الجديد يتطلع الى تشكيل شخصية سياسيو مستقلة\n1- أسبابها :\n- السياسة البريطانية في مستعمراتها الأمريكية :\nتقوم سياسة بريطانيا على حق الملك في تعيين حكام الولايات مع عدم تعارض سيايتهم مع مصالح بريطانيا , و في ظل وجود مجالس نيابية منتخبة تقرر سياسة الولايات و التي تعتبر رمزا للحكم الذاتي , منحت للسكان الجدد حق المطالبة بمساواتهم بالانجليز في الوطن الأم , مما أزعج الإنجليز الذين يعتبرون أن سكان القارة الأمريكية هم مجرد رعايا عليهم واجبات الدفاع عن مصالح بريطانيا و دعمها ماليا من خلال ما يفرض عليهم من ضرائب مما تسبب في تقلص نفوذ المجالس النيابية و ممارسة السكان للحكم الذاتي .\nأ- قوانين الملاحة و المالية :\nتدخل بريطانيا من خلال الملك جورج الثالث بفرض سياسة مالية تجاوزت بها صلاحيات المجالس النيابية و تمثلت في :\n- إصدار المرسوم الملكي الذي يحرم على المستوطنين شراء الأراضي في المقاطعات الجديدة\n- اصدار قرار فرض الضرائب على صادرات المستعمرات من السكر\n- إصدار قرار ضريبة الدمغة على السلع و الوثائق والصحف\nو قد طالب المستوطنون بإلغاء جميع الضرائب دافعين شعار (لاضرائب بدون تمثيل ) . فاستجابت الحكومة البريطانية بإلغاء قانون الدمغة و الإبقاء على ضرائب الشاي مرتفعة .\nب- أحداث بوسطن :\nفي عام 1773م أصدر رئيس الوزراء الإنجليزي اللورد نورث قانةنا يمنح شركة الهند الشرقية حق احتكار بيع الشاي في بوسطن , حيث ارتدى بعض المستوطنين زي الهنود الحمر , و ألقوا بحمولات السفن الانجليزية من الشاي في الميناء فأغلق ميناء بوسطن و أعلنت الأحكام العرفية في ماساشوستس\n2- مراحلها :\nالنرحلة الأولى : 1773م - 1775م عرفت هذه المرحلة التطةرات التالية :\n- بداية الاشتباكات المسلحة بين سكان المستعمرات و حكومة بريطانيا\n- دعوة مجلس ماساشوستس لعقد مؤتمر نيويورك 1765م و تم الاتفاق فيه على مقاطعة الواردات البريطانية و التحالف في حالة اعتدلء بريطانيا\n- عقد مؤتمر فيلاديفيا الأول في 05 سبتمبر 1774م تحت رئاسة جورج واشنطن ضم الولايات الثلاثة عشر و الذي وضع إحدى مؤسسات الدولة الأمريكية إلا أن بريطانيا واجهت قرارات المؤتمر بالرفض و ضاعفت تهديدها للولايات الأمريكية\n- عقد مؤتمر فيلاديقيا الثاني في 10 ماي 1775 م و الذي أصرت فيه الولايات الأمريكية على التمسك بمطالبها و عدم الامتثال للتهديدات البريطانية .\nالمرحلة الثانية : 1775م - 1776م : عرفت هذه المرحلة التطورات التالية :\n- انتشار الثورة في جميع الولايات الأمريكية ’ تحت قيادة جورج واشنطم الذي أصدر إعلان الاستقلال في 04 جويلية 1776 م\n- نجاح قوات الولايات المتحدة في تحقيق انتصارات أبرزها معركة ساراتوغا 17 أكتوبر 1777م\n- وقوف فرنسا الى جانب الولايات الأمريكية في دعمها بالمعدات و الرجال و المال كما تدخلت كل كم اسبانيا و هولندا لنصرة الشعب الأمريكي\nتعاطف الرأي العام الأروبي مع الثوارالأمريكان\n- توالي هزائم الإنجليز في معارك عديدة أهمها معركة يورك تاون 19 أكتوبر 1781م\n- لجوء بريطانيا الى التفاوض و الصلح لإنهاء الحرب الذي تم توقيعه في 03 سبتمبر 1783\n3- نتائجها : و قد ترتب عن هذه الثورة مايلي :\n- استقلال الولايات المتحدة عن بريطانيا و إقرارها لدستور فيدرالي 1787 م\n- قيام الثورات في أروبا منها الثورى الفرنسية .\n- زيادة الثورات في أروبا منها الثورة الفرنسية\n- زيادة اتساع مساحة الولايات الأمريكية\n- زوال الاحتكار البريطاني في الولايات الأمريكية\n- ساعدت الثورة الامريكية بعض القوى الأروبية لاسترجاع مستعمراتها من بريطانيا في جزر الأنيل و البحر المتوسط\n- نمو الفكر الانفصالي في المستعمرات الأروبية داخل القارة الأمريكية بعد رفع شعار أمريكا للأمريكيين سنة 1823 م\n\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7003/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%AB%D9%88%D8%B1%D8%A7%D8%AA-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D9%8A%D8%A9-(%D8%A7%D9%84%D8%A7%D9%86%D8%AC%D9%84%D9%8A%D8%B2%D9%8A%D8%A9---%D8%A7%D9%84%D8%A3%D9%85%D8%B1%D9%8A%D9%83%D9%8A%D8%A9---%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9)-",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "الثورة الفرنسية 1789م",
        "Content": "لم تختلف أوضاع فرنسا عن بقية أوضاع الدول الأروبية من حيث النظام السياسي القائم على أساس الملكية المطلقة (نظرية الحق إلهي ) , الطبقية الاجتماعية عدم استقرار الأوضاع الاقتصادية .إضافة الى الصراعات الدينية و تداخل المصالح و تضاربها بين الأسر الأروبية الحاكمة , منها أسرة آل بربون بفرنسا .\n1- أسباب الثورة الداخلية :\nأ- الاجتماعية :\n- النظام الاجتماعي القائم علة الطبقية\n- التباين في طبقة التبلاء و انعكاساته (لإقطاعي , مالي , صناعي )\n- استغلال طبقة الإكليروس لنفوذها الديني و السياسي و القضائي و المالي .\n- معارضة الطبقة العامة للامتيازات و المطالبة بالمساواة المدنية , رغم تركيبتها المتباينة .\nب- الاقتصادية : الواقع الاقتصادي السائد و انعكاساته , الذي ترجمته :\nب- الاقتصادية : الواقع الاقتصادي السائد و انعكاساته , الذي ترجمته :\n- نظام الضرائب الملكي المباشر و غير المباشر\n- عجز الدولة في تحقيق توازن بين المداخيل و المصاريف\n- تفاقم الأزمة الاقاصادية (ارتفاع الأسعار , تدني القدرة الشرائية ) رغم سياسة الإصلاحات .\nج- السياسية : الفساد الذي أصاب مؤسسات الدولة , و قد تجلى فيما يلي :\n- الملكية :\n- كان الملك يحكم باسم الحق الإلهي و هو مصدر كل سلطة\n- سياسة التبذير و الإسراف\n- المجالس :\n- ضعف و تراجع نفوذها أمام سلطة لملك\n- عدم فعالية المجالس المختلفة برلمانية منها و إقليمية\n- الإدارة : فساد الجهاز الإداري , وخضوعه لسيطرة البيروقراطية\n- القضاء : تعفن الجهاز القضائي بسبب ظاهرة شراء المناصب و حق توريثها .\n- الجيش : توالي هزائم الجيش الفرنسي , منذ حرب السنوات السبع (1757 م 1763م )\n2- أسباب الثورة الخارجية :\n- نجاح الثورى الجليلة في بريطانيا و مانتج من إصلاح في مؤسسات الدولة\n- انتصار الثورة الأمريكية و ماحققته من اصلاحات سياسية\n- انتشار الفكر الاصلاحي\n3- قيام الثورة :\nفي ظل هذه الأوضاع و أمام تصلب الأرستقراطية و حالة التذمر الشعبي دعى الملك مجلس الطبقات للإنعقاد في جوان 1789 حيث وقع الخلاف حول طريقة التصويت و الاجتماع . و بعد كلمة الملك الافتتاحية دعاهم الى قاعاتهم فرفض العامة ذلك و اختاروا ملعب التنس مقرا لاجنماعهم و أسسوا الجمعية الوطنية و أرغموا الملك على الاعتراف بها\nاستاء النبلاء من ذلك فطالبوا الملك بضرورة التراجع عن قراره و حاصروا باريس\nشكلت الجمعية الوطنية بلدية باريس برئاسة (بيلي ) و الحرس الوطني برئاسة (لا فييت) و تم تدمير سجن الباستيل في 14 /07 /1789 م كما وضعت الجمعية الوطنية دستور 14 سبتمبر 1791 م الذي نص على الملكية الدستورية كما أقرت الجمعية التشريعية إنتخاب مؤتمر وطني لتقرير مصير الملك و تطورات الأحداث بالصراع الداخلي بين زعماء الثورة (عصر الارهاب ) و التحالف الدولي ضد فرنسا .\n4- نتائجها :\n- القضاء على الملكية و قيام الجمهورية بشعاراتها : حرية إخاء مساواة و قيام الحياة الدستورية المرتكزة على مبدأ الشعب مصدر السلطة\n- الطابع الشعبي للثورة و ماترتب عنه من: انتشار ظاهرة الإرهاب و تحالف البورجوازية لتوجيه الثورة لصالحها , تحالف القوى السياسية الأروبية لاجهاض الثورة لتحول دون انتشارها في أروبا في شكلها الشعبي )\n- فصل الدين عن الدولة و فقدان الكنيسة لامتيازاتها\n- توجيد فرنسا اداريا على أساس مركزي و قيام حكومة منتخبة\n- اصلاحات اقتصادية و اجتماعية\n- تصدير الثورة الى الخارج عبر حروب نابليون\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7003/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%AB%D9%88%D8%B1%D8%A7%D8%AA-%D8%A7%D9%84%D8%B3%D9%8A%D8%A7%D8%B3%D9%8A%D8%A9-(%D8%A7%D9%84%D8%A7%D9%86%D8%AC%D9%84%D9%8A%D8%B2%D9%8A%D8%A9---%D8%A7%D9%84%D8%A3%D9%85%D8%B1%D9%8A%D9%83%D9%8A%D8%A9---%D8%A7%D9%84%D9%81%D8%B1%D9%86%D8%B3%D9%8A%D8%A9)-",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "الثورة الصناعية بأروبا",
        "Content": "نمت الثورة الصناعية في ظل التفكير المتحرر و المتفتح القائم على المبادئ العقلية الرافضة للحكم المطلق بجميع صوره السياسية و الكنيسة بنجاح الثورة الإنجليزية و توسعت بإعلان حقوق الانسان خلال الثورة الفرنسية التي أسقطت ما تبقى من امتياوات الطبقات الارستقراطية ة الإقطاع .\nمفهوم الثورة الصناعية :\nهي سلسلة التغيرات التي حدثت في أروبا في النصف الثاني من القرن الثامن عشر و طوال القرن التاسع عشر , و مست أساليب و وسائل الانتاج و احدث تغييرا في البنية الاقتصادية و الاجتماعية , الجغرافية و السياسية لأروبا و العالم و كان مواطنها الأول إنجلترا\n- عوامل قيامها :\n- الاقتصادية :\n- اتساع تجارة أروبا الداخليو ة الخارجية\n- ظهور الرأسمالية الصناعية كنيتجة لتراكم رؤةس الأموال التجارية و استثمارها في مشاريع صناعية\n- تطور الإنتاج الزراعي كنتيجة لزيادة الاستهالاك بفعل نمو المدن\n- تطةر نظام البنوك و اتساع نشاطاتها و تنوع مهامها\n- توفر المادة الأولية و مصادر الطاقة .\n- الفكرية و السياسية  :\nساهمت العوامل الفكرية و السياسية في خلق نمط فكري جديدمكنته من استيعاب الأحدث و الوقائع الاقتصادية الجديدة و العمل على تطويرها منها :\n- ظهور التفكير العلمي الحر .\n- تحرر الإنسان من العوائق الفكرية و السياسية للكنيسة التي أخضعته لجملة من القيود .\n- الاجتماعية :\nالنمو الديمغرافي و انخفاض نسبة الوفيات في بريطانيا من 37% في سنة 1730 م الى 21% في سنة 1810 م أما في فرنسا 40% في سنة 1730 م الى  20% سنة 1810\n- تراجع نسبة الأمية في انجلترا الى 60% في مطلع القرن 18 باعتماد التعليم الإلزامي\n- تغيير البنية الاجتماعية\n2- انتشار الثورة الصناعية : لقد ظهرت الثورة الصناعية في انجلترا قبل غيرها من دول أروبا للأسباب التالية :\n- ملائمة الظروف الطبيعية للنشاط البشري\n- الاستقرار السياسي\n- ارتفاع عدد السكان و اتساع الأسواق الداخلية والخارجية\n- وفرة مواردها الطبيعية الداخلية و الخارجية\n- ضخامة رؤوس الاموال بسبب استغلالها لمستعمراتها\n- العقلية الرأسمالية التي نضجت مبكرا في انجلترا بتطور أساليب حديثة في تتنظيم و إدارة رأس المال و العمل على تنظيم الأسواق\n- ظهور العلماء و المخترعين\nثم ما لبثت أن توسعت الى بقية الدول الأروبية في النصف الثاني من القرن 19 م حيث اتقلت الى فرنسا , بلجيكا , ألمانيا , و منها الى الولايات المتحدة الأمريكية .\n3- مظارها و مجالاتها : تعددت مجالات الثورة الصناعية بتزايد متطلبات الحياة الاقتصادية و الاجتماعية و السياسية بحيث شملت بداياتها ميادين : الغزل و النسيج , التعدين , وسائل النقل , الاتصلات و الصناعة الزراعية .....الخ\n4- نتائجها :\nأ- الإقتصادية :\n- ضخامة الإنتاج و تنوعه\n- زيادة الاستثمارات\n- تطةر وسائل النقل و ارتفاع حجم التجارة الدولية\n- نمو الاقتصاد الرأسمالي الاحتكاري\n- تعاظم دةر الشركات الرأسمالية\n- زيادة الحاجة الى الثةرات و الأسواق\n- ارتفاع مستوى الدخل و تطور نشاط البنوك\nب- الاجتماعية :\n- ميلاد الطبقة العاملة\n- تزايد عدد سكان المدن كنتيجة للهجرة نحوها طلبا للعمل في المصانع .\n- الهجرة و الاستيطان الخارجي\n- ارتفاع المستوى المعيشي و الصحي\nج- السياسية و القانونية :\n- تردي أوضاع الطبقة العاملة و ظهور نقابات و أحزاب العمالية\n- اندفاع الدول في التوسع الاستعماري ضمانا للحصول على المواد الأولية\n- نمو و تطور التيارات الفكرية و المذاهب\n- ميلاد القانون الجتماعي\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7004/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%AD%D8%B1%D9%83%D8%A7%D8%AA-%D8%A7%D9%84%D9%82%D9%88%D9%85%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%AD%D8%B1%D9%83%D8%A9-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A%D8%A9-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "الحركات القومية",
        "Content": "لقد عرفت ملامح القومية منذ أقدم العصور لكنها كانت مختلطة بفكرتي الوطنية و الدين و لم تتميز عنهما إلا بعد عصر النهضة فضلا عن أن التسليم بحق الجماعة التي تكةن أمة واحدة لم يتقرر إلا في القرن 19م\nمفهوم القومية : تعني الانتماء الى أمة معينة و التعلق بها و بهذا المعنى تقوم على عنصرين :\n- عنصر موضوعي : و هو مجموعة الروابط المشتركة التي تجعل من الشعب أمة بالمدلول العلمي كالاشتراك في الأصل أو اللغة و العقيدة\n- عنصر معنوي أو شعوري : و هو الحالة النفسية التي يولدها قيام تلك الروابط التي هي شعور الانتماء المتبادل و التعلق بالوحدة التي يكونها هذا الانتماء .\nعوامل ظهور حركة القومية :\n- حركة الإصلاح الديني في القرن 16 كان من مطالبها إنشاء كنائس قومية منفصلة عن الكنيسة الكاثوليكية\n- أثر التيارات الفكرية التي كانت تدعو الى التغيير الشامل و التضامن بين أفراد الأمة الواحدة\n- تطور الطباعة و دورها في انتشار الثقافة بعد زوال الاحتكار الكنسي لها . حيث ساهم ذلك في بعث التراث و ما يتضمنه من أفكار قومية .\n- الثورة الصناعية التي طةرت وسائل النقل و الاتصال مما أدى الى سرعة انتشار الأفكار و زيادة التكتل\n- التنافس بين الأسر الحاكمو الذي ساهم في إنماء الحماس القومي كتوسعات نابليون بونابارت في إيطاليا ز ألمانيا\n- سياسة المؤتمرات العتمدة من قبل الأسر الحاكمة بعد هزيمة نابليون .\n- علاقات السلطات الحاكمة في أروبا الحاكمة في أروبا الوسطى و الشرقية و انعكاساتها .\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7004/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%AD%D8%B1%D9%83%D8%A7%D8%AA-%D8%A7%D9%84%D9%82%D9%88%D9%85%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%AD%D8%B1%D9%83%D8%A9-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A%D8%A9-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "3"
    },
    {
        "EducationalStage": "HSS1",
        "HistoricalEra": "Colonial Era",
        "Topic": "انتشار حركة القومية ونتائجها",
        "Content": "أ- الانتشار :\nلقد ترتب عن الثورة الفرنسية تشكيل الكيان القومي من النواحي الاجتماعية و السياسية عبر تجسيد مبدأ الأمة و إقامة الدولة المركزية . التي أسست لمجتمع موحد و في الوقت ذاته تصدير الفكر السياسي للثورة عبر التوسع القاري لنابليون بوتبارت الذي رفع شعارات الثورة الفرنسية و التي من خلالها طمحت الشعوب الأروبية الى إحداث تغيير سياسي يكون مماثلا لما وقع في فرنسا في ظل مبدأ القومية .\nغير أن سياسة و أهداف نابليون كانت مناقصة لآمال هذه الشعوب وهو ما دفع بها إلى :\n- محاربة نابليون انطلاقا من مبادئ الثوؤة الفرنسية ذاتها .\n- لإصرار على إقامة حكومات وطنية , تجسد الفكرة القومية و التخلص من النفوذ الأجنبي .\nوقد تأكد ذلك من خلال قيام ثورات شعبية و حروب قومية أثمرت ميلاد حكومات وطنية قومية كما شجع نجاح القوميات في أروبا على انتقال عدوى هذا الفكر الى الأقاليم العثمانية و تجسيد المسألة الشرقية بشقيها الحضاري و السياسي\nأما على مستوى أمريكا اللاتينية فقد ثارت الشعوب ضد الدول الاستعمارية على إثر السياسات المتشددة التي تجاهلت الحقوق القومية لتلك الشعوب من خلال إرادتها في تعميم سياسة المؤتمرات لاستعلدة إسبانيا لمستعمراتها\nب- النتائج :\n- بناء الدولة القومية و ظهور الكيانات السياسية المستقلة\n- تطور الفكر السياسي و النظم الاقتصادية\n- تحول الشعور القومي آلي شعور عدائي , اتسعت على إثره الحركة الاستعمارية و اشتداد التنافس بين الدول الأروبية حول تقسيم العالم\n- المساهمة في تفكك الإمبراطوريات الكبرى (الدولة العثمانية الإمبراطورية النمساوية المجرية , الإمبراطورية الروسية ) , و إعادة رسم الخريطة السياسية من جديد لأروبا و العالم\n- ظهور مشكلة الأقليات في أروبا .\n- ظهور الفكر التحرري عبر المستعمرات .\nالحركة الاستعمارية الأروبية :\nإذا كانت الاكتشافاتالجغرافية في القرنين 16 و 17 قد أحدثت ما يعرف بالانقلاب التجاري الذي فسح المجال لظهور الموجة الأولى من الاستعمار الأروبي . فإن الانقلاب قد احدث تغييرا جذريا في جغرافية و سياسة أروبا و تولد عنه ظهور قوى استعمارية جديدو (فرنسا , إنجلترا , بلجيكا , إيطاليا , ألمانيا , روسيا ) و لاحقا الولايات المتحدة الأمريكية و اليابان .\nمفهوم الحركة الاستعمارية :\nهي ظاهرة سياسية تشمل كل الممارسات التي تقوم بها دولة ضد دولة بغرض احتلال أراضيعا و استعباد شعبها و استغلال ثرواتها و محو شخصيتها و اتخاذها كقاعدة عسكرية لحماية مصالحها و ازدادت حدتها و اشتد التنلفس بين الدول الأروبية في القرن 19 م بفعل التحولات التي عرفتها القارة في تلك المرحلة .\n1- دوافعها :\nأ- الاقتصادية :\n- الحاجة الى المواد الأولية و تصريف المنتجات\n- استثمار رؤوس الاموال و طغيان روح الكسب و التجارة خاصة بعد اكتشاف موارد جديدة\nب- الاستراتيجية :\n- الحاجة الى مراكز ثابتة متعددة الوظائف , تجارية - عسكرية إصلاح السفن تموين الجيوش )\n- مصدر بشري للتجنيد و دعم الجيوش و الدفاع عن المصالح .\nج- الهجرة و الإستيطان :\n- تزايد النمو السكاني و التطور الصناعي تسبب في ارتفاع الهجرة و الاستيطان , بغرض تثبيت الوجود الاستعماري مثل (بريطانيا ) بينما مارست فرنسا الاستعمار الاستيطاني بالجزائر بفتحها باب الهجرة الواسعة للأروبيين من مختلف جنسياتهم ,  و حملوا الجنسية الفرنسية مع استقرارهم بالجزائر\nد- الدينية و الحضارية :\n- ادعاء نشر الحضارة الأروبية لدى الشعوب المختلفة\n- توظيف التنصير لنشر المسيحية لتكون أداة للاستعمار (الراية تتبع الإنجيل )\nهـ - السياسية :\n- البحث عن الأمجاد القومية\n- ظهور الزعماء المغامرين و سعيهم الى كسب أمجاد شخصية أمثال : بونابارت بسمارك , تاليران و سيسيل رودس , لافيجري , جول فيري شارل العاشر .\nتاسياسة الاستعمارية :\nأحذت موجة الاستعمار الأروبي الحديث في الانتشار و التوسع منذ القرن 19م و اتخذت أشكالا ووسائل متعددة حسب ما تليه ظروف و مصالح و امكانات كل دةلة استعمارية , و من ثمة أخذ الاستعمار الأشكال التالية :\nأ- الاستعمار المباشر :\nو هو ما مارسته فرنسا بشكل خاص في الجزائر , عن طريق الاحتلال العسكري , و دعمه بالاستيطان و الادارة المركزية (سياسة الالحاق )\nب- الاستعمار غير المباشر :\nو قد مارسته بريطانيا بشكل واسع في امبراطوريتها الكبرى و حذت حذوها كل من بلجيكا و هولندا ...فرنسا أيضا و كانت وسائلها في ذلك (شركات القواعد امتيازات اتفاقيات الحماية و المعاهدات, سياسة التنصير الاستثمار . القواعد العسكرية , توظيف القانون الدولي من خلال الانتداب الوصاية و الحماية )\n3- نتائجها :\n- إنهااء سيادو الأقطار المستعمرة\n- تفكيك البنية الاجتماعية , كنتيجة لعملية الاستيطان\n- القضاء على النمط الاقتصادي للأقطار المستعمرة و إلحاقه بالاقتصاد لرأسمالي في إطار تقسيم العمل الدولي .\n- إقامة علاقة تبعية ثقافية عبر خلق نحب اجتماعية و ثقافية مرتبطة بالدولة المستعمرة و إحياء الأقليات و القوميات في جميع المستعمرات\n- انبعاث الشعور القومي , كنتيجة للضغط الاستعماري\n- خلق أزمة هوية في الأقطار المستعمرة و ما نجم عنها من انعدام الاستقرار الاجتماعي و السياسي .\n- تدمير المعالم الحضارية و إعادة تشكيلها وفق ما يخدم المصالح الاستعمارية بوضع بدائل دخيلو عن المجتمعات\n- اشتداد التنافس الأروبي على المستعمرات الذي أدى الى تضارب المصالح ووقوع الأزمات الدولية و نشأة التكتلات التي ساقت الى الحرب العالمية الأولى\n",
        "Source": "https://www.topacademy-dz.com/Courses/ReadCourse/7/12/7004/%D8%A7%D9%84%D8%A3%D9%88%D9%84%D9%89-%D8%AB%D8%A7%D9%86%D9%88%D9%8A-%D8%B9%D9%84%D9%88%D9%85-%D8%B7%D8%A8%D9%8A%D8%B9%D8%A9--%D8%AA%D8%A7%D8%B1%D9%8A%D8%AE-%D9%88-%D8%AC%D8%BA%D8%B1%D8%A7%D9%81%D9%8A%D8%A7-%D8%A7%D9%84%D8%AD%D8%B1%D9%83%D8%A7%D8%AA-%D8%A7%D9%84%D9%82%D9%88%D9%85%D9%8A%D8%A9-%D9%88-%D8%A7%D9%84%D8%AD%D8%B1%D9%83%D8%A9-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%B9%D9%85%D8%A7%D8%B1%D9%8A%D8%A9-%D8%A7%D9%84%D8%A3%D9%88%D8%B1%D9%88%D8%A8%D9%8A%D8%A9",
        "Level": "3"
    }
]