{
    "book_name": "3_Hamouda_et_al_21(3).om.fr.fr.ar",
    "pages": [
        {
            "page": 1,
            "text": "وان مترجم من الفرنسية إلى العربية - www.online doctranslator.com\r\nwww.journal.com\r\nDOI: 10.5281/zenode.5545713\r\nعلم اثار البحر الأبيض المتوسط وعلم الآثار\r\nية الى العدد في 20210) السلمان 1100 3033\r\nحرية الوصول على الإنترنت وفي الطباعة.\r\nفك تشفير الإطار المكاني دوموس رومانيا قضية كويكول (جميلة) الجزائر\r\nعبيدة حمودة : لمياء بنيامين و نافع برینیس\r\nمعهد العمارة والتخطيط العمراني جامعة باتنة 1 مختبر LEVE الجزائر\r\nكلية علم الاجتماع، جامعة باتنة 1. الجزائر\r\nالمعهد علوم الأرض جامعة باتنة 2 الجزائر\r\n13/08/2 :تم الاستلام\r\nتم القبول: 05/09/2\r\nabida.hamouda@univ-batna.daللمراس\r\nخلاصة\r\nتركز هذه المقالة على نوع من المواكل التي كانت موجودة في الأراضي الرومانية في شمال أفريقيا وتفترض أن الهندسة المعمارية المحلية للدوموس هي انعكاس للهوية الجماعية للثقافة المدفونة لآلاف السنين في تكوينها المكاني. يتيح بناء الجملة المكاني، من خلال تقنيات التحليل التكويني، إجراء تحليل نوعي وكمي من خلال إعادة بناء طريقة حياة الأجداد والتفاعلات بين السكان والأجانب، تعرض وتناقش هنا نتايج التحليلات النحوية المطبقة على مجموعة من المساكن الرومانية الإفريقية الكبيرة أو الدوموس من موقع جميلة الروماني في الجزائر. تشمل المواضيع التي يتم تناولها التنظيم المكاني للدوموس وإمكانية التكامل والتحكم في مناطق النشاط المشتركة داخل السكن يبدو أن الأنماط المكانية والرسمية التي تم إنشاؤها عبر المباني وطريقة اتصالها وتسلسلها تتوافق مع الرموز التي تحكم الأنشطة التي تجري هناك. وتلك التي يجب فصلها وفئات الأشخاص التي يمكنها الوصول إليها، تم تنظيم domus من خلال إدخال العديد من المساحات الانتقالية التي كان لها تأثيران رئيسيان إنشاء تسلسل هرمي من العالم الخارجي إلى داخل المبنى وإثارة الحركة من خلال إنشاء بدائل للتداول والمساعدة . في فصل مناطق الوظائف غير ذات الصلة عن المناطق المخصصة لـ وظيفة محددة.\r\nالكلمات الرئيسية دوموس العمارة الأفرو رومانية التركيب المكاني جميلة (كويكول)، المنطق الاجتماعي للقضاء، الرسم البياني المبرر\r\nCreative Commons Attribution, yhttps://creativecommons.org/licenses/by/4.0/ حقوق الطبع والنشر: 2021 يتم توزيع هذه المقالة بموجب ترخيص"
        },
        {
            "page": 2,
            "text": "36\r\nالحمودة وآخرون.\r\n1. المقدمة\r\nمؤشر السلوك البشري ليشكل تركيبا معمارياً يقوم على العلاقات بين الخلايا. إن تشخیص و دراسة القضاء المنزلي القديم بشكل صحيح وضعنا بسرعة عند تقاطع الحواس الإدراكية والاجتماعية والمكانية وقادنا بشكل منهجي إلى استخدام بروتوكول التحليل الذي طوره \"بناء الجملة الفضائي\". كانت أربعة مساكن كبيرة من أفريقيا الرومانية القديمة في كويكول (جميلة، الجزائر) موضوع فك التشفير المكاني من أجل إعادة تقييم العلاقات بين البنية الاجتماعية والبيئية المبنية، يكمن ابتكار هذا البحث في الاقتراب من القضاء الأثري من الجانب الاجتماعي والمعماري من خلال إعادة البناء الاقتراضي لأسلوب الحياة في هيكل أثري، في هذه الحالة Domus باستخدام برنامج \"Agraph\" المتاح وسهل الاستخدام. . الهدف من هذا العمل هو أن يأخذنا إلى العالم العقلي المجتمع قديم، من خلال تمثيلات واستخدامات مساحته. السكنية\r\nلم تعد العمارة الرومانية القديمة تفهم حصرياً من زاوية الفن أو البراعة التقنية التي تقتصر على الإنجازات المعمارية ذات الوظيفة العامة أو المقدسة أو الجنائزية، وكان هذا الوعي\r\nمصحوباً باهتمام متزايد بالمجتمع والشخص الذي عاش في هذه لقد تبين أن هذا .)Von Hesberg & al. )2010( المساحة المعمارية موضوع حقيقي للدراسة ومعقد ومفيد لمعرفة المجتمعات القديمة. لأنه حتى على أساس التقييم الفني والأثري البحث، فمن الممكن تحدید اطار اجتماعی و ثقافي (كينت (1990). يؤثر هذا الاهتمام أيضاً على الأبحاث المتعلقة بالهندسة المعمارية المحلية ويتم طرح الأسئيلة حول أخلاق واستخدامات الأشخاص الذين عاشوا وبالتالي يفهمون بنيتهم الاجتماعية والوظيفية وبالتالي يعرضون الفضاء المعماري على هياكل الحياة اليومية لافون 2001 والاس ها دريل) .. 1988 تیبرت (1985)، تمثل المنازل بعض العناصر الأكثر شخصية في المجتمع، ويمكن أن توفر دراستها إمكانية الوصول إلى العناصر المعرفية الخيارات الإنسان الماضية (سويتمان (2011).\r\nاليوم، ينصب التركيز أكثر على الإنسان داخل المجتمع الروماني والطريقة التي يستخدم بها مساحته ومن هذا المنظور، تم إجراء العديد من الدراسات من سيالات زمانية ومكانية مختلفة في العصور القديمة لإظهار أن المنازل المهدمة ليست سلبية. ولكنها تعتبر مكانا نشطا ومهيكلا يستخدمه الناس لتأكيد هويتهم الاجتماعية والفردية من خلال أنظمة إنتاج وإعادة إنتاج الثقافة (تشينيما، 2015 دريس (2012)، وشكل المنزل هو انعكاس للثقافة المجتمعية كما أكد ذلك عاموس رابوبورت (1972) في عمله \" الأنتروبولوجيا الأسرة، علاوة على ذلك، تعتبر الهندسة المعمارية المحلية ظاهرة ديناميكية. حقا و تتضمن العلاقة بين البيئة المبنية والتحولات الثقافية يتأثر شكل وتنظيم واستخدام المساحات في المباني المنزلية بسلوك شاغليها (2007 ,Culturare\r\n2. الأعمال ذات الصلة\r\nبالنسبة للعمارة المنزلية من المناسب الاستشهاد يعمل برايمر (1995) الذي لخص السيافات الأثرية للمنزل والموكل في الشرق الأدنى بالإضافة إلى أساليب المقاربة والتحليل التي حاولت تجاوز تحليل العمارة المحلية، إطار نحو التعرف على أنماط حياة وسلوكيات وأنشطة الإنسان في البيئة المبنية التي شكلها. ومن خلال بحثه عن العضاء المينوسي برى دريسن (2007) أن المنزل يمتلك روحاً، وهو جسد حي تختلف دورته عن دورة حياة الأشخاص الذين يسكنونه في جيل معين يموت الإنسان، والبيت لا يموت، لكنه في الوقت نفسه يمنع سكانه شعوراً بالخلود. علاوة على ذلك حتى المنزل المدمر أو المهجور يمكن أن يستمر في العيش كأداة تذكير، وهو ما يظهر في أعمال مورفيليز (2004) الذي يشكك في التغييرات التي لوحظت في منازل أنطاكية. في كل من المخططات والديكورات.\r\nنحن تولي اهتماما مكانيا في السباق الاجتماعي لأن التنظيم المكاني والمورفولوجي يعكس شكلا من أشكال تنظيم المجتمع، فضلا عن التمثيلات والقيم التي تعمل في هذا المجتمع (بيسي (2003) ومن خلال الجمع بين أساليب التحليل النحوي الأثري والمكاني التركيب المكاني)، يمكن توليد معرفة جديدة حول البيئية المادية التي عاش فيها القدماء حياتهم اليومية، (ستوغر، 2015)\r\nيتم استنتاج وظيفة المنزل من التخطيط الذي يعلى التداول والحركة العامة داخل الهيكل والعلاقة بين التنظيم المكاني والسلوك الاجتماعي ويرى تبقيت أنه في السياق الأثري، يمكن للمنازل أن تقدم نظرة ثاقبة لهذه الأنماط الاجتماعية (بيعيت، 2007)، يمكن اعتبار المنزل بمثابة مساحة أو مجموعة من المساحات مرتبطة ببعضها البعض جسدياً واجتماعيا، لأن المنزل أكثر من مجرد هيكل، فهو مجال للتفاعلات الاجتماعية بين الناس وملي، بالأنشطة التي يمكن أن تكون ذات فائدة كبيرة أهمية طبيعة متنوعة للغاية ) (Boswinkel. 2014\r\nالهدف من هذه المقالة يتعلق بعلم الآثار في القضاء المنزلي الروماني، وهو علم الآثار الذي يحتوي على بقايا معمارية والتي سيتم دراستها في البداية.\r\nتم تقديم نموذج بناء الجملة المكاني بالكامل إلى علم الآثار في العقد الأول من القرن الحادي والعشرين مع علماء الآثار دريسين و آخرين (2008) وليتيسون (2009) اللذين طبقا هذه النظرية على دراسة ما يسمى بالمدن الكريتية المينوية \"الفحمة\" في العصر البرونزي: إيكهوت (2013) الذي طبقه في دراساته الأثرية على مجمعات المدن في جبال الأنديز ما قبل الإسبان أو دوبري موريتي (2019) الذي وضع هذا المفهوم ليشمل أنثرة الفضاء.\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 3,
            "text": "فلا تشفير الإطار المكاني للدوموس الروماني الأفريقي حالة كويكول (جميلة) الجزائر\r\nالحركة أو الاستجابة الديناميكية للقواعد الصادرة عن المجتمع كما تم تناول الفضاء الأثرى من قبل المهندسين المعماريين، ولا سيما أعمال العرفاوي و آخرين (2019) حول الإسكان الحضري في الأراضي القرطاجية التي مكن منطقها الشكلي من اكتشاف المنطق المكاني من أجل استنتاج المبادئ التنظيمية المشتركة والتكرارات التي تعطى هذه العمارة المحلية هويتها الخاصة فان نيس (2009) الذي أظهر أن بناء الجملة الفضائية جنبا إلى جنب مع البيانات الأثرية يجعل من الممكن حساب درجات الحياة في شوارع أحياء بومبيان و درجات مختلفة من السيطرة الاجتماعية لهذه الأحياء، أظهر 2014 Stager الذي يدرس المنطقة الحضرية Insula IV II المدينة أوستيا، أن الأدوات النحوية للتحليل المكاني يمكن أن تضيف بعداً قيماً إلى التقييم الأثري للبيئية المبنية، وفقا لدورجون وآخرون (2021)، هويمر (2021)) أساسي وآخرون، (2021) الطويسي (2017) جراهام (2014)، هيلير وآخرون ) (1993) استخدم أيضاً هذه الأساليب للتعليق على الجوانب الاجتماعية للخصوصية وكيفية تأثيرها على حركات وتفاعلات سكانها.\r\n3. الفضاء المحلي الروماني الأفريقي ودراسة الحالة\r\n37\r\nتركز الكثير من الأبحاث على دراسة المنازل أو المنازل في يومبي أو في مناطق أخرى من أوروبا، لكن القليل منها ركز على المساحة المحلية الرومانية. الأفريقية. بالنسبة لجان ببير جيليمبيت (2007)، فإن تحليل الهندسة المعمارية المحلية المرموقة هو المفتاح لفهم وفهم مكانة أفريقيا في تاريخ البحر الأبيض المتوسط القديم\r\nوفي الجزائر تشهد العديد من المواقع الأثرية على مدى قوة روما وجمال هذه المدن القديمة مثل جميلة وتيمقاد وتيبازة وغيرها، وهي النمط الكلاسيكي لتخطيط المدن الرومانية مع بوابتين تقعان في نهايات كاردو، والمنتدي في الوسط محاط بالمباني الأساسية للحياة العامة: مبنى الكابيتول ، وكوريا، والمعابد، والمساكن\r\nالمباني الأرستقراطية المزينة بالفسيفساء الفنية والمنازل الخاصة والمباني العامة مثل قوس كركلا والمسرح الذي يضم آلاف المقاعد والحمامات والبازيليكات وغيرها من المباني الدينية (العنابلي، 2000).\r\nNOMADNES Д'АРИQUELINU NORD\r\nDJEMILA CVICVL\r\n/https://scontent.fbij1-1.fna.fbcdn.net :الشكل : موقع جميلة كويكول، المصدر\r\nفي بداية العصر الروماني الأفريقي، كانت المنازل في المدن الرومانية عديدة وصغيرة ومن خلال عمليات الاستحواذ المتتالية. انخفض عددها الصالح المساكن الكبيرة والجميلة التي تشهد عليها بقاياها على الأرض تهجين هذه المنازل بين الطرز المعمارية البونيقية والرومانية\r\nمجهزة بغرف وفناء معطل ونوافير وأحواض و oecus (غرفة استقبال ذات أعمدة : التريكلينيوم (غرفة طعام صغيرة بها ثلاثة أسرة وطاولة. وغالباً ما تكون ذات توافذ كبيرة الحمامات الحرارية التي يختلف وجودها أو حجمها حسب ثروة صاحبها أحد المعايير الأساسية\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 4,
            "text": "38\r\nالحمودة، وآخرون.\r\nكان توفر الموارد المائية أحد العوامل المحددة في إنشاء المستوطنات الحضرية الرومانية في شمال إفريقيا. مع العلم أن الحمامات الحرارية تشكل وسيلة أساسية للحياة الاجتماعية عند الرومان (العماري 2019) حيث أتقن الرومان عنصرين متعارضين النار والماء) (لاماري، 2016).\r\nالحولت مع مرور الوقت إلى مدينة المتعة المرموقة.\r\nتخطيط المدينة له شكل مثلث تقريباً (الشكل (2). يحد الجزء الجنوبي من الغرب الشريان الكبير الذي تصطف على جانبيه الأروقة والذي يعبر المنطقة من الشمال إلى الجنوب ويسمى شارع غراندي أو جراند كاردو. إلى جانب النواة المدنية: تشغل أكبر وأجمل المساكن المساحات التي تركتها الآثار العامة على الضفة الشرقية الجراند كاردو، وأهمها وأشهرها. بفضل الفسيفساء الرئيسية هو بيت أوروبا (دوفال، 1995)\r\nجميلة في موقع كويكول القديمة (الشكل (1)، على بعد 43 كلم شمال شرق سطيف (الجزائر). قادمة من بلدة صغيرة ذات طابع روماني قوي بها مناطق جذب أثرية تبدو غنية جدا بالنسبة لعدد صغير تسبياً من السكان\r\nالشكل 2 كويكول: مخطط عام بعدي أليس، جميلة، باريس، 1938 - نشرة).\r\nالمصدر: رياقات رينيه، 1980).\r\n4. المواد والطريقة\r\nفي طريقة بناء الجملة الفضائية لهيلير وهانسون، تتم ترجمة الخصائص المورفولوجية للمستوى إلى رسم بياني يسمى \"الرسم البياني المبرر، والذي تشير نماذجه الأساسية إلى متغيرات التماثل / عدم التماثل المتعلقة بشكل التكامل، وإلى معادلة التوزيع الا. - المتغيرات التوزيعية المرتبطة بشكل السيطرة (هيلير وآخرون، 1984 هانسون، 1998). تنظم هذه الأشكال الطوبولوجية للتكامل التفاعلات بين المقيمين وبين المقيمين والزوار لأن التكوين المكاني هو مؤشر على المواقف المشتركة والتسلسل الهرمي لمستوياتهم المختلفة داوسون 2002 هيلير وآخرون (1987\r\nيتيح برنامج Agraph إمكانية الحصول على حساب سريع البعض القياسات الرقمية المرتبطة بخصائص هذا التكوين المكاني\r\nمتوسط عمل الفراغات (MD) داخل النظام القضائي يتمثل بعدد الفراغات التي يجب عبورها الوصول من القضاء الجذري إلى أي فراغ في النظام، ويمكن تحقيق الحد الأدنى من العمق عندما تكون جميع الفضاءات متصلة مباشرة بالمساحة الأصلية المساحة الجذرية)، بينما يكون العمق الأعلى عندما يتم ترتيب جميع القضاءات في تسلسل خطي بعيدا عن القضاء الأصلي (الطويسي (2017)\r\nقيمة التكامل المكاني إعدم التماثل النسبي (RA) أو قيمة التكامل المكاني الحقيقي (RRA) نصف النفاذية المكانية القيم المنخفضة تعني\r\nمؤشر التوزيع - ۱ - ب) / (ج - د مؤشر التماثل - 0 - ) / آب و جا\r\nتتوافق القيم ، ولا وه ولا مع عدد مسافات النوع 2 و و و في النظام\r\nبشير مؤشر التوزيع المتلقم إلى وجود\r\nيشير التوزيع العالي إلى نظام غير موزع\r\nو باكبر مؤشر السعال المتدين في عدد التعاقل، واشر مؤشر التعامل المالي في\r\nالتوالي المحال\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 5,
            "text": "فات شفير الإطار المكاني الدوموس الروماني الأفريقي حالة كويكول (جميلة) الجزائر\r\n39\r\nالتكامل الأعلى والقيم الأعلى معنى المزيد\r\nرابطان على الأقل ويظهران على المسار من (وإلى) مساحة واحدة على الأقل من هذا النوع، فإنهما يزيلان إمكانية حركة الاجتياز، ولكنهما يتحكمان فيها بقوة أيضاً، لأن كل مسار عبر مساحة النوع 5 فريد من نوعه ولأن يجب أن تمر حركة العودة عبر نفس. المساحة تحتوى مساحات النوع C على رابطين على الأقل وتكون على حلقة واحدة.\r\nارتفاع الفصل (مانوم 1999)\r\nقيمة التحكم (CV) في بيانات كمية تجعل من الممكن التحقق من التحكم المكاني المحتمل الذي تمارسه الخلية محلياً على المساحات المحيطة بها إن قيمة التحكم تكشف إلى حد ما حقيقة أن الحلية تشكل قلبا حقيقيا للتداول المحلى داخل المبنى (2009 Letesson)\r\nكما أنها تزيل إمكانية الحركة من خلال ولكن دون نفس الحاجة إلى مسار العودة الأمر نفسه ينطبق على المساحات من النوع ل التي تحتوي على حلقتين على الأقل ولها مسافة مشتركة واحدة على الأقل. إنها تسمح بالحركة، ولكن مع تحكم أقل بكثير لأنه يوجد دائما خيار للطرق المؤدية إليها\r\nعامل الفرق (BDF) هو مجموع قيم التكامل المتوسطة والدنيا والقصوى، ويكفي أن تعرف أنه كلما اقترب عامل الاختلاف من الصفر، كلما زاد تمايز المساحات المكونة للمبنى المنصور.\r\nمنظم وأنه كلما اقترب من 1 في كلا الاتجاهين (2007 Hillier, 2007 Bellal كلما زاد تجانسهما حتى الأخير). 2018 حمودة\r\nالمرحلة التي يكون فيها جميعهم نفس قيمة التكامل، وبالتالي لن يكون هناك اختلافات في التكوين بينهم (هانسون، 1998)\r\n5. التحليل والنتائج\r\nو تلعب هذه الخصائ نص دوراً مهما في الكشف عن مستوى خصوصية الفراغات الداخلية للفراغ (مصطفى (2010)\r\nمن الناحية الأثرية. كان موقع جميلة (كويكول) موضوعاً للعديد من الدراسات في هذه الحالة تلك التي أجرتها إيفون اليس (1971)، ميشيل )2019( بلانشار دليمي (1975) بي إيه فيغربيه (2019)، سونيا هيويت (2000). هذا البحث جعلنا نكتشف سلسلة من المساكن الفنية في\r\nالمنطقة الوسطى على أطراف الكاردو حيث يقع بيت أوروبا (بيت أوروبا). بيت الحمار بيت الكلب) ومنزل كاستوريوس الذي يشغل المساحات التي تركتها الآثار العامة على الضفة الشرقية لجرائد كاردو ويعود مع منزل أمفيتريت الشكل 3\r\nوفعالييل هيلير (2007)، يمكننا ملاحظة نوعين من السلوك البشري في القضاء الاحتلال والحركة والتي تتطلب متطلباتها أربع خصائص طوبولوجية أساسية موضحة بالرسم البياني المبرر، يمكن تقسيم المساحات التي تشكل الرسم البياني إلى أربعة أنواع طوبولوجية المساحات في التصنيف لها اتصال بسيط ولا تتقاطع، فهي تفضل الاحتلال يجب أن تكون مسافات النوع به\r\nالشكل 3 منطقة كويكول الوسطى (جميلة)، وتخطيط المساكن المختلفة التي سيتم تحليلها. المصدر بلانشارد ليمي (1975)\r\n2\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 6,
            "text": "40\r\nالحمودة وآخرون.\r\nستأخذنا هذه المقالة إلى العالم العقلي للمجتمع، من خلال تمثيل واستخدامات المساحة السكنية فيه.\r\nليمي (1975). تمت ترجمة مخطط المنزل إلى رسم بياني مبرر، تم رسمه بواسطة Agraph الذي قدم قياسات مكانية مختلفة واردة في الجدول 1.\r\n5.1. منزل أمفيتريت\r\nيوجد تباين قوي بين مساحات المعيشة في المنزل بالترتيب التالي: المحيط الدهليز - المساحات III VIVIL VIII. IX XXI الخارج. في هذا التكوين، يبدو أن مساحتين رئيسيتين تشكلان هيكلا للمنزل: الباريستيل والدهليز مع أعلى قيم التحكم، وهي 7.25 و 3.12 على التوالي يربط\r\nيسمح لك الجدار المسطح الموجود على الكاردو والذي يحدد منزل الأمفيتريت باكتشاف المخطط البسيط جدا لهذا المنزل. يقع مدخل المنزل في شارع ديكومانوس يسمى des Bains de Terentius الدهليز ويفصل بين منطقتين rue\". إنه مبني على دهليز طويل يتيح الوصول إلى الجزأين الجانبيين للمنزل توجد غرفتا غسيل (X) ومرحاض يتسع لثمانية أشخاص (XI). على الجانب الغربي، يوجد باب يفتح على بهو مزخرف بشكل عني ويفتح على غرف المنزل المختلفة بما في ذلك الأويكوس وورشة الحرفي وغرف الاستخدام المنزلي، الشكل 4 (بلانشارد.\r\nيختلف وظيفياً عن المنزل وهو سطحي مقارنة بالجزء الخارجي. أما الدهليز فهو أعمق وأكثر تكاملاً من الدهليز وترتبط به جميع المساحات المنزلية .. باستثناء المناطق الخارجية والخدمية، لديهم نفس قيمة التكامل، وبالتالي فهي مساحات من النوع A ذات مهنة مهنية (مسافات مسدودة).\r\nOt\r\n6231\r\n4245\r\nIX\r\nVII\r\nRue de Curie\r\nالمراحيض : غرفة الغسيل : غرف النوم VIVIL VIII زيني الحوريات 1 المحيط دهليز المدخل III: oecus. IV:\r\nخطه منزل آمعیتریت\r\nبيان من ( 1937( Meunier ( تمت مراجعته واكماله بواسطة\r\nالشكل بيت الأمفيتريت مع الرسم البياني المبرر وأنواعه الطوبولوجية\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50\r\nM. Blanchard-Lemée"
        },
        {
            "page": 7,
            "text": "فلا تشفير الإطار المكاني الدوموس الروماني الأفريقي حالة كويكول (جميلة) الجزائر\r\nالجدول : نتائج التحليل الرسومي المبرر لمنزل الأمفيتريت المحسوب مع وبدون المظهر الخارجي\r\nمع الخارج\r\nبدون الخارج\r\nانا\r\n2.12 6.42 0.15\r\nAR مليون TDn\r\n1.7\r\nفضاء\r\nانا\r\nAR مليون TDn\r\n)أنا( 17\r\n0\r\n0.253.23\r\n0.32.54\r\n28\r\n0\r\n7.33 22.5 0.04 1.2\r\n12\r\n1\r\n3.12 7.85\r\n0.12 1.63\r\n18\r\n)أنا(\r\n1\r\n0.12 4.09 0.24 2.1\r\n21\r\nالحنة\r\n2\r\n0.051.27\r\n14\r\n0.12\r\n4.09\r\n0.24 2.1\r\n21\r\n0.12 4.23 0.23\r\n2.18\r\n24\r\n0.12 4.09 0.24\r\n2.1\r\n21\r\n4\r\n0.12 4.23 0.232.18\r\n24\r\nالثانية\r\n3 الالله\r\nارابها\r\n2\r\n0.12 4.09\r\n0.24 2.1\r\n21\r\n0.12\r\n4.23\r\n0.23 2.18\r\n24\r\n0.12 4.09 0.24\r\n2.1\r\n21\r\n0.12\r\n4.09 0.24\r\n2.1\r\n21\r\n6 السابع\r\n7 الثامن)\r\n0.12 4.23\r\n0.232.18\r\n24\r\nعصر\r\n4\r\n5\r\n6\r\n0.12\r\n4.23\r\n0.23 2.18\r\n24\r\n0.12 4.09 0.24\r\n2.1\r\n21\r\n8\r\n0.12 4.23\r\n0.232.18\r\n24\r\n0.33 281 0.35 2.6\r\n26\r\nX(9\r\n0.12\r\n4.23\r\n0.23 2.18 24\r\n8 الثامن)\r\nالمناسي\r\n9\r\n0.33 2.81\r\n0.352.6\r\n26\r\n10\r\n0.25\r\n3.23 0.32.54\r\n28\r\n)X(\r\n10\r\n0.25 3.23 0.3 2.54\r\n28\r\n11\r\n0.12 2.81\r\n0.041.2\r\n12\r\n1 5.74 0.23 2.07\r\n20.72\r\n7.33 22.5\r\n26 0.352.6\r\nدقيقة\r\n0.12 3.23 0.05 1.27\r\n14\r\nالأعلى\r\n1\r\n5.45 0.23\r\n2.1523.66\r\n2.54 0.3 سعد خداسيا\r\n28\r\nالأعلى\r\nقوة الدفاع - 240\r\nقوة الدفاع - 051\r\n41\r\n5.2. La maison de l'Ane ابيت الحمار\r\nالثاني عشر والثالث عشر بلانشار ليمي 1975) . ويتكون من مجموعتين معماريتين. يمتد إلى الجنوب بهو كبير تحيط به عرف وممرات مجمعة يمكن الوصول إليها عن طريق مداخل على أهم شرايين المدينة. إلى الشمال، توجد غرفة كبيرة على الواجهة الشرقية وحمامات حرارية على. الواجهة الغربية تجاور مباشرة الفناء وساحة معيد جينيتريكس. يتكون الحد بين هاتين المجموعتين من الجدار الشمالي للدهليز الأول، الغرف megris\r\nسمي بذلك لأن صورة هذا الحيوان تظهر مرتين مصحوبة بنقش ASINUS NICA على الأرصفة التي تزينه. يفتح مع اثنين ری پیسیین\r\nالمصدر: بلانشارد ليمي (1975)\r\nوالثالث عشر الفرق الرابع عشر: غرفة التبريد الخامس على الصهريج السادس عشر الحمام الساخن السابع عشر الفرقة الساخنة الثامن عشر: حمام سباحة ساخن القرن التاسع عشر موقد XI - شركة مع حوض 2 غرفة المريز : الغرفة DC المنبر الثاني الدهليز 2 الغرفة المعرفة : الخرافات الفرقة 111 التفليز 10- الدهليز 21\r\nالشكل بيت الحمير ورسمة البياني المبرر وأنواعه الطوبولوجية\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 8,
            "text": "42\r\nالحمودة وآخرون.\r\nومن ناحية أخرى، بالنسبة للمظلة، كونها من النوع ، فإنها توفر أكثر من إمكانية للتداول ولكنها تحتفظ بإمكانية معينة للتحكم في المساحات في نوعين الغرفة 111 والتريكلينيوم (۷) وفي غرفة الاتصال من النوع ، مع الغرفة 1X من النوع D المشار إليها على حلقتي النظام الخارجية والداخلية، تشكل الحمامات الحرارية كياناً مكانياً متماسكاً ولكنها معزولة عن باقي المبنى، الكل، المنظم حول المدخل معزول أيضاً ولكنه يتواصل مع دهليز الوصول. يبدو أن الغرف من النوع D تخلق مساحات وسطية بين الحمامات الحرارية ومناطق الاستقبال.\r\nمع 37.5% يكتبون مسافات، و 66.5 يكتبون مسافات\r\nيتم توزيع الرسم البياني المبرر عالميا بمؤشر قدره 0.77 ومتماثل بشكل معتدل مع مؤشر تناظر قدره 2 يقدم التكوين بالتالي حلقتين مهمتين واحدة خارجية والأخرى داخلي الشكل (5) وأخيرا 31.25% من مسافات النوع ، من مسافات النوع 259 6\r\nيفتح المبنى عند نقطتين الدهليز الأول و\r\nالثامن كلا النوعين د. يوفران مرونة كبيرة من حيث التداول وبالتالي يفقدان إمكانية التحكم فيهما، وتؤدي الدهليزان في وقت واحد إلى سلسلة من المساحات. من النوع 1 DX و XIII XXII) وهي غرف مفتوحة على بعضها البعض، وتنتمي إلى التاج الداخلي، يفتح الدهليز الأول أيضاً، من ناحية على مساحة من النوع به الثلاجة (XIV) التي لديها القدرة على التحكم في المساحات\r\nالجدول 2 نتائج التحليل الرسومي المبرر ثبيت الحمير المحسوب مع وبدون الشكل الخارجي\r\nبدون الخارج\r\nمليون TDn\r\nمع الخارج\r\nTD مليون AR\r\n1.08 3.03 0.32 3.14\r\n44\r\n)أنا(\r\n0\r\n1.75\r\n5\r\n0.22.4\r\n36\r\n32.8 33.0 20.3 3.14\r\n44\r\nطانية\r\n1\r\n11.4 7\r\n40.1 2\r\n30\r\nج\r\n0\r\n1\r\n0.25 2.16 0.46\r\n4\r\n56\r\n2\r\n2.75 5.52\r\n0.182.26\r\n34\r\nالمانية\r\n2\r\n50.2 62.1 60,4\r\n4\r\n56\r\n3\r\n50.2 83.1 10.3 3.2\r\n48\r\n3\r\n0.58 2.75\r\n0.363.35\r\n47\r\n4\r\n0.25 3.18 0.31\r\n3.2\r\n48\r\n4\r\n30.8 72.6 70.3 3.42\r\n48\r\n5\r\n80.5 74.3 20.2 2.6\r\n39\r\n5\r\n2.33 2.39 0.41 3,71\r\n52\r\nبالدمع عير\r\n6\r\n0.75 4.77 0.2\r\n2.46\r\n37\r\n6\r\n30.3 21.8 40.5 4.57\r\n64\r\n52.2 4.2 30.2 2.66\r\n40\r\n0.83 2.45 0.4 3.64\r\n51\r\n8\r\n0.33 2.69\r\n0.373.6\r\n54\r\n30.3 21.8 40.5 4.57\r\n64\r\n6\r\n30.8 53.7 60.2 2.86\r\n43\r\n1.83 2.39 0.41 3,71\r\n52\r\nX(\r\n10\r\n0.33 2.69\r\n0.373.6\r\n54\r\nعموميا\r\n8\r\n9\r\n10\r\n30.3 21.8 40.5 4.57\r\n64\r\n11\r\n31.8 23.6 70.2 2.93\r\n44\r\n1.83 2.52 0.39 3.57\r\n50\r\n30.3 91.8 20.5 4.42\r\n62\r\n0\r\n0.462.15\r\n15\r\n210\r\nالكاسي\r\n31 الثامن\r\n14 السابع)\r\n12\r\n0.332.44 0.4\r\n3.86\r\n58\r\n12\r\n31.3 4.2 30.2 2.66\r\n40\r\n31\r\n0.664.03 0.24 2.73\r\n41\r\n(الثامن)\r\n14\r\n30.3 3 30.3 3.33 50\r\n51 السايق\r\n0\r\n0.460.32 3.14\r\n44\r\n0.93\r\n2.22 0.55 4.59\r\n0.25 2.44 0.14\r\n64.28\r\n2.83\r\n3.032.15 15\r\n21\r\nالأعلى\r\nقوة الدفاع - الكة\r\n2.75 7 الأعلى\r\n2 30 حقلة\r\n1 3.97 0.27 2.943.5\r\n0,4 3.86 58\r\nقوة الدفاع - 040\r\nتظهر القيم العددية (الجدول (2) اختلافاً واضحاً بين النتائج التي تم الحصول عليها من الحسابات مع وبدون المظهر الخارجي والتي تبين أنها أكثر تكاملاً مقارنة بالمساحات الأخرى بعد الدهليز والعمود. وهذا يعني.. بداهة أن التكوين المكاني يؤكد على العلاقة بين السكان والزوار. بشكل عام المساحات الأكثر تكاملاً هي بالترتيب الدهليز 1 المحيط - الخارج - الغرفة XIII - الغرفة VI - الثلاجة - الغرفة 1 - الدهليز 2 < الغرفة XII < الغرفة - الغرفة 111 - الغرفة < المتجر - الحمام الساخن - القرن * الحوض\r\n5.3. بيت كاستوريوس\r\nيجمع ما يسمى بمنزل كاستوريوس في شكل رباعي واسع غير منتظم، مباني و مجموعات معمارية ذات أبعاد وأهمية متباينة الشكل (6). يتبع على الواجهة من الجنوب إلى الشمال فناء محاط بعرف صغيرة، ثم سلسلة من الغرف تتصل إما بالشارع أو بوسط المنزل. وأخيرا المدخل الرئيسي الذي يفتح على الرواق الغربي الهوائط واسعة. يقسم هذا المعرض بامتداداته إلى الشمال والجنوب المنزل إلى جزأين متميزين للغاية إلى الغرب سلسلة المباني المتواضعة التي ذكرناها للتو، وإلى الشرق مجموعتان ضخمتان مصممتان إلى حد إقامة استثنائية مقاس : الباريستيل والحمامات الحرارية (بلانشار ليمي، 1975).\r\nومع ذلك فإن قيم التحكم ليست عالية، حيث تذهب أعلى القيم إلى المدخل الذي يتحكم في الكيان الخاص للمنزل يليه\r\nالثلاجة التي تتحكم في كيان الحمامات.\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 9,
            "text": "فلا تشفير الإطار المكاني الدوموس الروماني الأفريقي حالة كويكول (جميلة) الجزائر\r\n43\r\nالمصدر: (بلانشار ليمي (1975)\r\nمايسان المادي والثلاثون والذان والثلاثون معلمات کرده 1000 الناس مشر التتبيع علي المصدرون المدي واستري الذان والسترون ساعة الساعة الالي والمرين عرفة ساعة الرابع والسترون غرفة سادية الماليين والمتدرون الفرقة السيادية البنين والمصري السلاح والعشرين سالم ساعة من الامن والعشرون اللابة الضبع والعشرين المير mon2 الالت علي الرابع متى الخامس عشر الفرق السادس عشر الباريسيل السابع\r\nالشكل 6 الأنواع الطوبولوجية لمنزل كاستوريوس\r\nبظهر الرسم البياني المضبوط (الشكل (6) غالبية مسافات النوع 18 خلية بنسبة 54.54%)، تليها 5 خلايا typec بنسبة 15.15%، وأخيراً %30.30 من مسافات النوع ل مع الغياب التام للمسافات من النوع ب\r\nحتى الوصول إلى المحيط عند مستوى العمق الثالث والذي يشكل نقطة النقاء الحلقات الثلاث جوهر حقيقي للتداول، فهو يوفر خيارات متعددة من حيث الحركة وبالتالي يفقد إمكانية التحكم ومنه يتم نشر تكوين متماثل للغاية يشبه الشجرة لتوزيع العرف المختلفة التي تفتح عليها ولكنه يتيح أيضا الوصول إلى مجموعتي الحمامات الحرارية : الحمامات الحرارية الخاصة وتلك المخصصة للعبيد بعد المحيط والأدين والأروقة أكثر النقاط تكاملا في النظام. ولكن من حيث التحكم، فإن المحيط هو الذي يتمتع بقيمة أعلى بكثير مقارنة بالآخرين 1 والذي يتطلب الوصول إليه من المستخدم أن يأخذ تسلسلاً خطياً من المساحات من النوع .\r\nيتم توزيع الرسم البياني بوضوح بمؤشر 1.2 يكشف هذا التوزيع عن الترتيب المعقد للتداولات ومرونة مكانية معينة مع وجود أربع حلقات. ثلاث منها مهمة، وهي واجهة خارجية تفتح من جهة على فضاءين من\r\nالنوع: مدخل الحمامات الحرارية الصغيرة (الثالث والثلاثون) ( مخصص للعبيد والدهليز في الهواء الطلق (IX) الذي يتيح الوصول إلى دهليز مرصوف تان (XI) متصل بالسقف ومن ناحية أخرى يفتح المنزل على مساحة من النوع : الردهة\r\nالجدول 3 نتائج التحليل الرسومي المبرر لمنزل Castorius المحسوب مع وبدون المظهر الخارجي\r\nأنا\r\nAR TDn مليون\r\nبدون الخارج\r\nأنا\r\nمع الخارج\r\nمليون AR\r\nTDn\r\nفضاء\r\n3.5 3.34\r\n0.295.48\r\n0.25 2.78\r\n170\r\n0.356.38 198\r\n)أنا(\r\n0.25 2.78\r\n0.356.38\r\n198\r\n0.25 2.78\r\n0.356.38 198\r\nالمانيا\r\nارابيا\r\n0.33 3.97 0.25 4.77\r\n148\r\n0\r\n1\r\n2\r\n3\r\n4\r\n3.03 7.51 0.133.06\r\n98\r\n0\r\n3.7 8.13\r\n0.122.9\r\n93\r\n)أنا(\r\n0.25.39 0.18 3.87\r\n124\r\n0.25.39 0.18 3.87\r\n124\r\n0.25.39 0.18 3.87\r\n124\r\nالثانية\r\nثانية\r\nارابيا\r\n2\r\n3\r\n4\r\n9.83 4.79 0.2\r\n4.12 128\r\n5\r\n0.28 8.55 0.112.81\r\n90\r\n5\r\n0\r\n32 0.48 2.06\r\n992\r\n0 0.48 2.06 32\r\n992\r\n1.5 3.16 0.31 5.74\r\n178\r\nالسابع\r\nالثامن\r\nالتاسع\r\n6\r\n9.83\r\n75 0.082.34\r\n6\r\n7\r\n0.2 5.11 0.19 4.03\r\n129\r\n8\r\n0.2 5.11 0.19\r\n4.03\r\n129\r\n0.5 2.65 0.37 6.64\r\n206\r\nX(\r\n9\r\n1.77.63 0.13 3.03\r\n97\r\nالسابع\r\nالثامن\r\nالتاسع\r\n7\r\n8\r\n9\r\n0.58 3.84\r\n0.264.9\r\n152\r\n10\r\n0.33 5.16 0.19\r\n4\r\n128\r\n)X(\r\n10\r\n0.08 3.72 0.26 5.03\r\n156\r\n11\r\n0.41 8\r\n0.12 2.93\r\n94\r\n11\r\n0.08 3.72 0.26 5.03\r\n156\r\n12\r\n0.08 6.7 0.143.31\r\n106\r\n12\r\n0.08 3.72 0.26 5.03\r\n156\r\n13\r\n0.086.70.143.31\r\n106\r\n31\r\n0.08 3.72 0.26 5.03\r\n156\r\nالرابع عشر\r\n14\r\n0.08 6.7 0.143.31\r\n106\r\n0.08 3.72 0.26 5.03\r\n156\r\n15\r\n0.08 6.7.0.143.31\r\n106\r\n13\r\n14\r\n15\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 10,
            "text": "44\r\nالحمودة، وآخرون.\r\n0.58 4.18 0.23\r\n4.58\r\n142\r\nالثامن عليا\r\n16\r\n0.086.70.143.31\r\n106\r\n0.08\r\n3.72 0.26\r\n5.03\r\n156\r\n17\r\n0.58 8.26 0.122.87\r\n92\r\n16\r\n17\r\n0.7 3.72 0.26 5.03\r\n156\r\n18\r\n0.08 6.7 0.143.31\r\n106\r\n18\r\n0.08\r\n3.72\r\n0.26 5.03\r\n156\r\nXX( 19\r\n0.7.6.980.143.21\r\n103\r\n19\r\n0.08 3.72 0.26 5.03\r\n156\r\n20\r\n0.08 6.7 0.143.31\r\n106\r\n)XX(\r\n20\r\n0.91 4.11 0.24 4.64\r\n144\r\n21\r\n0.086.70.143.31\r\n106\r\n21\r\n0.66 3.66 0.27 5.09\r\n158\r\n22\r\n0.91 8 0.122.93\r\n94\r\n22\r\n1.66\r\n3.72 0.26 5.03\r\n156\r\n23\r\n0.66 6.27 0.153.46\r\n111\r\n23\r\n0.33\r\n3.03\r\n0.32\r\n5.93\r\n184\r\n24\r\n1.66 6.44 0.153.4\r\n109\r\n24\r\n0.33\r\n2.59\r\n0.38\r\n6.77\r\n210\r\n25\r\n0.334.59 0.214.37\r\n140\r\n25\r\n1.53 3.07 0.32 5.87\r\n182\r\n26 الأمن والسين\r\n0.33 4.27 0.234.62\r\n148\r\n26\r\n0.2 2.85 0.35\r\n194\r\nXXX 27\r\n1.53 5.83\r\n0.173.65\r\n117\r\n27\r\n0.2 2.85 0.35\r\n194\r\nمدريد\r\n28\r\n0.2\r\n5.11 0.19 4.03\r\n129\r\nXXX( 28\r\n0.2 2.85 0.35\r\n194\r\n0.2\r\n5.11\r\n0.19\r\n4.03\r\n129\r\n29\r\n3.833.440,29 5:35 صباحاً\r\n166\r\n30\r\n0.46.61\r\n0.153.34\r\n107\r\nالمالي والثلاثي\r\n30\r\n1.1 3.39 0.295.41\r\n168\r\n31\r\n3.33 7.51 0.133.06\r\n98\r\n31\r\n1,16 5.76 0.173.68\r\n118\r\n32\r\n0 0.48 0.2\r\n4.12\r\n12\r\n0.933.26 0.4 7.11\r\n220.5\r\n9.834.79 2.06\r\n32 99\r\nطيفة\r\nالأعلى\r\n0.08 4.27 0.082.34\r\n75\r\n1\r\n6.58 0.15 3.45110.54\r\n002 - فية الدفاع\r\n9.83\r\n11.53 0.23 4.6214\r\nدقيقة\r\nالأعلى.\r\nوبإغفال المظهر الخارجي الجدول (3) يفقد النظام التكامل ويبدو أكثر عزلة، مما يشهد على نفاذية المنزل وانفتاحه على القضاء العام ويسلط الضوء على واجهة المقيم الزائر.\r\nمع 1250 متراً مربعاً من البناء الضخم على عدة مستويات، وأقبية. وواجهته الأثرية، وحماماته الحرارية الواسعة، ومتاجره، ومبانيه المختلفة، وممراته المتعرجة تفتح من الشمال على نفق صغير ومن الشرق على كاردو ثانوي يفصلها عن الحمامات الحرارية في العاصمة ( بلانشار ليمي. (1975).\r\n5.4. بيت أوروبا (بيت أوروبا)\r\nفي الطرف الشرقي من غراند كاردو، في الطرف الشمالي من\r\nMaison de l'Europe المدينة، يوجد\r\nالمصدر : هویت 2000\r\n1 الفناء 2 مكان مخصص 3 غرفة معادلة الضغط 4 الخزان 5 الهبوط : 16 العمر 2 الهبوط 18 العمر 9 غرفة الجنية الأعمدة 11 و 12 غرف الغسيل 13، 15، 17 . 23.22 25 غرف النوم 14 تريكلينيوم 16 دهليز المدخل الثانوي 18 19 acus مطبخ 20 غرفة ملحقة بالمدخل 21 دهليز المدخل الثانوي 26 دهليز في الهواء الطلق. 28.27 46 محلات تجارية 29 دهليز مدخل الحمامات الحرارية 30 و 31 دهلير وثانوي فناء الدخول إلى الحمامات الحرارية مجاني فريجيد اريوم 33 حمام ساخن 34 كالداریوم 34 و 35 المداخن 37 غرفة المرجل 39 و 45 و 40 غرفة، 46، العمر\r\nالشكل : الرسم البياني المبرر للبيت الأوروبي وأنواعه الطوبولوجية\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 11,
            "text": "فلا تشفير الإطار المكاني للدوموس الروماني الأفريقي حالة كويكول (جميلة) الجزائر\r\n45\r\nيقدم المنزل رسماً بيانياً مبرراً معقداً للغاية (الشكل (7) بتكوين موزع ) المؤشر 0.66) يضم 10 حلقات 5 حلقات خارجية، 3 منها مهمة، و5 حلقات داخلية ذات أهمية تافهة ويكون تأثيرها موضعياً للغاية. مع أغلبية الأماكن من النوع ( 35.5 و 24.44 . مما يعزز حرية الحركة. يمكن الوصول إلى النظام من خلال عدة مداخل، لكن أبرزها هو الذي يؤدي إلى الفناء (1) تتلاقى حلقتان خارجيتان باتجاه سلسلة متتابعة من المساحات\r\nيتم الاحتفاظ بالحمامات الحرارية بعيداً جداً عن القضاء المنزلي، ولكنها نظل متصلة بالمساحات الانتقالية عن طريق الحلقة الخارجية الخامسة. هذا الوصول قريب جداً من الحمامات الحرارية التي تفتح على الشارعين المتقابلين.\r\nإذا كان للدوموس عدة مداخل، فإن كل واحد منها يمارس إمكانات. تحكم كبيرة من خلال تتابع مساحات النوع .. يبلغ الفرق بين BDF مع وبدون واجهات خارجية حوالي 0.16 مما يشير إلى أن domus قابل للاختراق للغاية ويشكل جزءاً لا يتجزأ من الفضاء العام من خلال الفتحات العديدة على الشارع، ومتاجره والحمامات الحرارية مفتوحة للجمهور . يتم الكشف عن عدم المساواة في التركيب الوراثي بالترتيب التالي: الخارج < الفناء الدهليز - الدهليز المحلات التجارية - الحمامات - الغرف الخاصة. ويظهر، على عكس الدوموس الآخر، أن الخارج هو المساحة الأكثر تكاملاً مقارنة بالمساحات الأخرى (الجدول (4).\r\nمن النوع C و 6 بدءاً من الفناء 1 مروراً بالمساحات 5 و 6 و 7 و 8 حتى الوصول إلى الممر الذي يوزع عدة مساحات من النوع ، وبالتالي مساحات مسدودة احترافية الطبيعة بما في ذلك المنظر. تقدم تكويناً متماثلاً على مستوى العمق هذا.\r\nوتنتشر حلقتان خارجيتان أخريان للتقاريا نحو الثلاجة التي تخدم الكيان المخصص\r\nالجدول نتائج التحليل الرسومي المبرر للبيت الأوروبي المحسوب مع وبدون المظهر الخارجي\r\nبدون الخارج\r\nمليون AR\r\nانا\r\n1.83 6.18\r\nTDn\r\n0.164.39 189\r\nأنا\r\nAR\r\nمن الخارج\r\nمليون\r\nTDN\r\n1\r\n0\r\n3.14 14.78 0.062.45\r\n108\r\n0.7 34.9 0.2 5.25\r\n226 28\r\n1\r\n71.970.0 2.61\r\n115\r\n1\r\n0\r\n1\r\n1.5 4.06 0.24 6.16\r\n265\r\n28\r\n2\r\n0.66 8.6 0.113.5\r\n154\r\n28 2\r\n0.5 33.4 90.2 7.11\r\n306\r\n28\r\n3\r\n1.5 6.26 50.1 4.43\r\n195\r\n28 3\r\n0\r\n2.04 44\r\n1892\r\n27\r\n4\r\n0.5 4.87 0.2 5.4\r\n238\r\n28\r\n4\r\n91.0 54.8 0.2 5.32\r\n229\r\n40.1\r\n8.84 10.1\r\n3.43\r\n151\r\n27 5\r\n21\r\n5\r\n1.23\r\n12.28 0.08\r\n2.75\r\n121\r\n21\r\n6\r\n0.5 3.97\r\n0.256.27\r\n270\r\n20\r\n6\r\n50.4 4.9 0.2 5.27\r\n30.3 7.88 20.1 3.72\r\n164\r\n20\r\n7\r\n227\r\n2\r\n7\r\n0.41 8.52 0.113.52\r\n155\r\n2\r\n1,29 6,1 0,164.44\r\n8\r\n191\r\n26\r\n8\r\n30.3 74.7 0.2 5.39\r\n232\r\n25 9\r\n51.2 80.0 2.88\r\n127\r\n26\r\n6\r\n1.45 5.6 0.174.74\r\n51.9 5.9 60.1 4.55\r\n204\r\n0.337.5\r\n0.133.86\r\n170\r\n25 10\r\n5\r\n10\r\n196\r\n1,416 0.1\r\n3.27\r\n144\r\n5 11\r\n2\r\n11\r\n0.25 4.65 0.215.51\r\n237\r\n1.919.36\r\n0.13.29\r\n145\r\n2\r\n12\r\n4\r\n12\r\n0.5 75.4 80.1 4.83\r\n1.66 5.1 0.195.11\r\n52.2 14.2 30.2 5.97\r\n0.33 3.54 0.28 6.93\r\n30.3 43.5 80.2 6.93\r\n0.41 4.58 0.21 5.58\r\n51.2 4.4 20.2 5.76\r\n0.5 4.01\r\n0.246.23\r\n0.5 14.0 40.2 6.23\r\n3.83 4.47 0.22 5.69\r\n60.1 13.7 60.2 6.65\r\n0.16 3.71 0.26 6.65\r\n61.6 74.4 20.2 5.69\r\n208 3 31\r\n50.2 6.56\r\n50.1 4.27\r\n188\r\n4 31\r\n0.57.69\r\n0.133.79\r\n167\r\n3 14\r\n220\r\n14\r\n257\r\n37 22\r\n286 42 32\r\n31 51\r\n298 30 16\r\n298 29 71\r\n240 36 18\r\n248 33 91\r\n268 35 20\r\n268 34 12\r\n245\r\n61.6 7.22\r\n30.1 3.97\r\n175\r\n51\r\n1.25 7.27 0.133.95\r\n174\r\n31 16\r\n70.4 9.36 0.1 3.29\r\n145\r\n30 71\r\n0.47 9.36 0.13.29\r\n145\r\n29 18\r\n90.3 8.08 20.1 3.65\r\n161\r\n36 91\r\n1.25 6.47 0.154.31\r\n190\r\n33 20\r\n70.4 7.81 20.1 3.75\r\n165\r\n35 12\r\n0.47 7.81 0.123.75\r\n165\r\n34 22\r\n73.9\r\n80.0 2.88\r\n127\r\n37 32\r\n286\r\n0.14 7.5 0.133.86\r\n170\r\n42 24\r\n41 24\r\n245\r\n40.1 7.5 30.1 3.86\r\n170\r\n41 52\r\n39 52\r\n0.33 3.71 0.26 6.65\r\n286\r\n1.64 8.29.0.123.59\r\n158\r\n39 26\r\n40 26\r\n30.8 84.5 10.2 5.58\r\n240 44\r\n30.3 6.02 60.1 4.56\r\n201\r\n40 72\r\n72\r\n0.83 4.85\r\n0.25.32\r\n229 45\r\n28\r\n0.83 6.85 0.144.13\r\n182\r\n44\r\n28\r\n50.7 35.1 90.1 5.09\r\n219\r\n6\r\n92\r\n30.8 6.47 50.1 4.31\r\n190\r\n45 92\r\n0.75 5.18 0.195.04\r\n217\r\n7\r\n30\r\n0.75 7.69 0.133.79\r\n167\r\n6 30\r\n88.5 46.1 60.1 0.094.8\r\n4.41\r\n190\r\n13 است\r\n50.7 7.33 30.1 3.93\r\n173\r\n7\r\n13\r\n8.41.12.28 0.082.75\r\n121\r\n0.25.37\r\n231\r\n23 32\r\n32 بواسطة\r\n90.0 4.8\r\n0.2 5.37\r\n231\r\n22 33\r\n90.0 7.88 20.1 3.72\r\n164\r\n23 33\r\n0.094.8\r\n0.25.37\r\n231\r\n0.09 7.88 0.123.72\r\n164\r\n22 34\r\n19 34\r\n90.0 4.8 0.2\r\n5.37\r\n231\r\n18 53\r\n90.0 7.88 20.1 3.72\r\n164\r\n19 53\r\n0.094.8\r\n0.25.37\r\n231\r\n15 36\r\n0.09 7.88 0.123.72\r\n164\r\n18 36\r\n90.0 4.8 0.2\r\n5.37\r\n90.0 7.88 20.1 3,72\r\n164\r\n15 73\r\n231\r\n14 73\r\n0.094.8\r\n0.25.37\r\n231\r\n0.09 7.88 0.123.72\r\n164\r\n14 38\r\n13 38\r\n91.0 54.8 0.2 5.32\r\n229\r\n17\r\n93\r\n90.0 7.88 20.1 3.72\r\n164\r\n13 93\r\n0.5 3.97 0.256.27\r\n80.5 74.7 0.2 5.39\r\n270\r\n0.599.180.13.34\r\n147\r\n17 40\r\n16 40\r\n40.6 10.17 90.0 3.11\r\n137\r\n16 14\r\n232\r\n12\r\n14\r\n0.58 6.61 0.154.25\r\n187\r\n1.42 5.64\r\n0.174.72\r\n51.2 85.1 90.1 5.04\r\n203\r\n12 42\r\n8 42\r\n21.4 9 10.1 3.38.\r\n217 11 34\r\n149\r\n8 34\r\n1.25 7.22 0.133.97\r\n175\r\n11 44\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 12,
            "text": "46\r\nدقيقة\r\n0.09 4.87 0.062.45\r\n10\r\n161.42 8.43 0.12 3.66\r\n23 0.25.4\r\n8.4114.78\r\nالأعلى\r\nقوة الدفاع - 025\r\n1\r\nدليلة\r\nالأعلى\r\nالحمودة وآخرون.\r\n0 0.48 0.16 4.39\r\n18\r\n0.97 4.61 0.25 6.43276.81\r\n18\r\n8.58 6.18 2.04\r\n44\r\n6. المناقشة\r\nيتميز بيت أوروبا بالتعايش بين العديد من الحلقات الخارجية والداخلية.\r\nبسبب التكوين المتقن للمبنى مؤشر تناظرها هو 1.36، وهي قيمة منخفضة بما يكفي لتأهيل التكوين غير المتماثل: تميل الخلايا التي تتكون منها إلى اتباع بعضها البعض في تسلسلات خطية من مسافات النوع C و b بنسبة تتجاوز 9642 على حساب مسافات النوع أو ... إنه هيكل دو نفاذية واضحة (قيمة تكامل النظام العام من الخارج (0.15 ولكن يتم تخفيفه عن طريق ترتيب المساحات حيث ترتبط الخلايا بقوة ببعضها البعض (متوسط التكامل 0.19) يتمتع منزل Castorius بخطة حلقية ذات أهمية كبيرة (مؤشر (1.2): ولكنه متماثل نسبيا (5.6) تماماً مثل البيت الأمفيتريت مؤشر عدم التماثل - (5) فإن إمكانيات الحركة أكثر عدداً وأوضح، إنه هيكل ذو نفاذية واضحة (قيمة تكامل النظام بأكمله من الخارج 0.19) وترتبط خلاياه بقوة ببعضها البعض ) متوسط التكامل 0.17).\r\nوفقا لترتيب الخلايا التي تمت ملاحظتها على الرسوم البيانية المبررة فإن منزل الدوموس يصرف النظر عن منزل الأمفيتريت الذي يكون رسمه البياني متناظراً كثيفاً وغير موزع، يقدم مخططات حلقية يعتمد تعقيدها على عدد الحلقات والخلايا التي تتكون منها.\r\nيعتبر منزل الأمفيتريت مثالاً على منزل أساسي، وهو عبارة عن هيكل معتقد غير منفذ يظهر بعض الانفصال النظام ككل من الخارج (قيمة تكامل النظام بأكمله من الخارج (0.30) وترتبط خلاياه ببعضها البعض بشكل معتدل أخرى (متوسط تكامل 0.23) تضع حداً دقيقاً بين المجال الداخلي والعالم الخارجي، يشير هذا التكوين مباشرة إلى محال العلاقات بين المقيمين (هانسون، 1998)\r\nيتم تجهيز بيت الحمار بحلقة خارجية واحدة، وينفتح بشكل حجول على الخارج بنفاذية معينة (قيمة تكامل النظام العام من الخارج (0.2) وتكون خلاياه أقل ارتباطا فيما بينها (متوسط تكامل (0.3). يكون تكوين الحلقة (الخلفية) أقل تأثيراً بمؤشر توزيع يبلغ 1.43 ولكنه غير متماثل بدرجة كبيرة مع أدنى مؤشر (0.88): كلما اقترب مؤشر تماثل المبنى من 0 كلما زادت الحركات داخله لتكون جزءاً من منطق الرفاهية شبكات تداول محددة و\r\nيحتمل أن يكون أكثر قابلية للتنبؤ الينسون، 2009).\r\nتمت دراسة ثلاثة مكونات رئيسية للقبة الفراغات الانتقائية (الدهليز. والعمود والممر، والأتريوم) التي تشكل الفراغات الخاصة والحمامات الحرارية. من وجهة نظر نحوية، تتيح القرارين المختلفة فهم نطاق المساحات الانتقالية داخل المبنى الأول والأكثر أهمية يتعلق بالأنواع الطوبولوجية، وبالتالي، فإن الفحص البصري البسيط للخطط المبررة يمكن أن يجعل من الممكن تقدير الطريقة التي تساهم بها المساحة الانتقالية في هيكلة التصميم الداخلي للمبنى. وأخيرا، توفر قيمة التحكم دليلا فيما حول تأثير المساحات الانتقالية، وبالتالي فإن المساحة الانتقالية التي تعرض قيمة تحكم عالية لها تأثير قوي على التداول المحلى أي الحركات المرتبطة بها مباشرة طبيعة الفضاء الانتقالي هي أنه من ناحية يمكن أن يكون ناقلاً لإمكانية الوصول ويساعد على إنشاء اتصال مكاني. ومن ناحية أخرى لديه القدرة . على تقسيم الفضاء وفضل الأنشطة و/ أو الأشخاص في جميع الأحوال، فإن وجود مساحات انتقالية يتم عن وجود تفصيل معين فيما يتعلق بتمفصل خلايا المبنى مهما كان السبب مما يسلط الضوء على العناية التي صمم بها الرومان الأفارقة الحركة داخل مبانيهم، مما يخلق أنماطاً محتملة حركة على الرغم من هذا\r\nوفقا لهيلير وهانسون (1984)، فإن الخلية الموجودة في أعمق جزء من الحلقة الخارجية بالنسبة لمرتديها غالبا ما تكون الأكثر أهمية من الخارجية تكون أكثر وضوحاً على مستوى البيت الأوروبي وبدرجة أقل حيث التوسط في العلاقة بين العالم الداخلي والخارجي، وهذا هو الحال في الغرفة التاسعة . من Maison de l'Ane الذي يخدم مساحتي الاستقبال: oecus و triclinium الذي يطل على بهو فخم، هذه الحلقة علی مستوی بیت كاستوريوس من الضروري أن تتذكر أن النظام الدائري يمكن أن يكون له عموماً وظيفتان أساسيتان: يمكنه تقديم خيارات سفر مختلفة للأشخاص الذين يستخدمونه ولكنه يعمل أيضاً على تضمين نماذج حركة المرور المختلفة لمجموعات مختلفة من المستخدمين (المقيمين والزوار في الإطار (هانسون، 1998).\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 13,
            "text": "فلا تشفير الإطار المكاني للدوموس الروماني الأفريقي حالة كويكول (جميلة) الجزائر\r\n47\r\nغالبا ما يعزى التعقيد إلى الرغبة في جعل المبنى قابلا للاستخدام في وقت واحد من العزل غرف معينة، أحياناً لإنشاء اتصال فعال بين الخلايا المختلفة، وأحياناً لتقديم. قبل فريات مختلفة من الأشخاص. دورات جديلة.\r\nتحتوي جميع المنازل تقريباً على دهليز للوصول إلى الداخل، وتتمثل مهمتها الرئيسية في تشكيل حدود واضحة مع الخارج ومن خلال توليد عدم التماثل، ربما ساهم هذا الفضاء الانتقالي في عزل بعض الأنشطة عن بعضها البعض دون قطع الاتصال بينها. يساهم وجود دهليز المدخل في زيادة عزل النظام بأكمله عن الخارج، وإذا تبعه أحد أفضل المساحات المتكاملة، وهو في هذه الحالة المحيط، فإن هذا يوضح دورة كواجهة تحكم بين العالم الخارجي والمجال الداخلي منزل أمفيتريت). إن تأثير الدهليز في المخطط الدائري الخارجي أو المعقد يكون أقل أهمية على نطاق المبنى ككل (منازل كاستوريوس وأوروبا. ومع ذلك. إذا أخذنا في الاعتبار فقط المدخل الذي يرتبط به فمن الواضح أن هذا يضيف مستوى من العمق إلى الرسم البياني للوصول وبالتالي يزيد من فصل المبنى عن المدخل المعنى (حمير المنزل).\r\nومن الجدير بالذكر أن المنطقة الانتقالية هي أيضاً المنطقة الأكثر تكاملاً في المبنى، وبالتالي فهو لا يشكل فقط الانتقال بين الخارج والداخل، ولكن أيضاً وقبل كل شيء الانتقال الإلزامي بين القطاعات الثلاثة الأخرى التي تختلف جيداً عن بعضها البعض.\r\n7. الاستنتاجات\r\nلقد سمح لنا تحليل التركيب المكاني بإجراء قراءة جديدة للتكوين المعماري المساحة الأثرية معززة بتأملات حول استخدام المباني من خلال ممارسات الاحتلال والحركة.\r\nيبدو أن هناك مكانين يشكلان الفضاء المحلي الروماني الأفريقي:\r\nدهليز المدخل الذي غالباً ما يقع على\r\nتحتل الحلقة الخارجية موقعاً مهيمنا في مواجهة الجزء الخارجي، وتعمل كواجهة رئيسية بين المجال الداخلي والخارجي للمبنى.\r\nيرتبط هذا بصندوق الكونسيرج، ويوضح بوضوح الاهتمام بالقدرة على حماية نفسه من التدخلات غير المرغوب فيها ويشير بالنسبة المعظم القاعات إلى فكرة عبر المكانية والتضامن الداخلي.\r\nالحضيض بمثابة قطب التقارب بمثابة.\r\nنقطة تقاطع عدة حلقات داخلية وخارجية ومزودة بمساحات تابعة في علاقة تناظرية ملحوظة تقدم نفسها كمكان التجمع الداخلي.\r\nتساهم هذه المساحات، من خلال تحديد حركة الدورة الدموية داخل البيت في زيادة سيطرة المجال الداخلي على المجال الخارجي إذا كان المنزل قابلا للاختراق من خلال وجود عدة مداخل أو فتحات إلى الخارج، فقد تم إتقان الحفاظ على المساحة الخاصة الحميمة بمهارة وتمييزها بالترتيب الذي يزيد من عمق المساحة وينظم الأنشطة بشكل أكثر وضوحاً وفئات أنشطة. الأشخاص المرتبطون به، وهم في هذه الحالة الجنسان المؤنث والمذكر. والمقيمون والأجانب، وأخيرا العبيد.\r\nيشكل الممر الداخلي منطقة حدودية بين الخلايا المختلفة ويضمن\r\nالتواصل الفعال فيما بينها.\r\nأما المدخل أو الردهة فهو يبني الفضاء المنزلي الذي يتكون من المظلة والغرف الخاصة التي يكون تكوينها دائما متناظرا وتظهر من نقطة العمق الثانية (المفيتريت إلى نقطة العمل السادسة (أوروبا).\r\nالمساحات الانتقالية تشكل أجزاء المبنى من الواضح أنه كلما زاد احتواء المبنى على مساحات انتقالية ذات قيمة تحكم عالية، كلما كان تخطيطة الداخلي أكثر تنظيما\r\nيبدو أن التكوين المكاني للمساحة المنزلية للدوموس يظهر ثلاث فئات مكانية وأنواع إقليمية متميزة الأنشطة الحميمة المرتبطة بالشخص من خلال وجود مساحات من النوع أ ذات طبيعة مهنية. وواجهة المقيم المقيم والرابط بين السكان واجهة / الأجانب من خلال وجود مساحات من النوع b أو ٢٠ مثل الباريستيل وواجهة المقيمين / الأجانب من خلال نفاذية المنزل واتصاله بالعالم الخارجي.\r\nقطاع آخر مهم وأساسي للغاية في البيت الروماني الأفريقي هو قطاع\r\nالحمامات الحرارية من وجهة نظر نحوية، فهي مساحات منعزلة مع فصل واضح وهي متصلة بالنظام عبر الثلاجة التي تنتشر منها حلقة تأثير داخلية، مما يسمح بعمليات دوران محددة جيداً، وهي معزولة عن الخارج نظرا لأن وظيفتها هي سكنية باستثناء حالة Maison de l'Europe حيث تكون مفتوحة للخارج. فمن المحتمل أن تستوعب الأجانب، وكانت بيوت الأعيان الأثرياء تحتوي على حمامات حرارية للعبيد.\r\nتم تنظيم الدوموس من خلال إدخال العديد من المساحات الانتقائية التي كان لها تاثیران رئيسيان، فمن ناحية، فإنها تساعد في إنشاء تسلسل هرمي من العالم الخارجي إلى داخل المبنى من ناحية أخرى، فإنها تحفز الحركة وتخلق بداويل. الدوران وغالباً ما تساعد على فصل المجالات الوظيفية غير ذات الصلة عن المناطق المخصصة لوظيفة محددة.\r\nتوضح هذه الملاحظات القليلة على وجه الخصوص درجة التعقيد التي غالبا ما رفض بها المهندسون المعماريون الرومان الأفارقة المساحات الانتقالية، وأحياناً\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 14,
            "text": "48\r\nالحمودة وآخرون.\r\nوكان الاهتمام بفك الإطار المكاني لفهم التنظيم الاجتماعي للمساحة الأثرية المدفونة تحت الأرض لأنه\r\nمساهمات المؤلف\r\nكان يوماً ما وفي وقت معين مسرحاً لسلسلة من الأنشطة التي تجري في\r\nتسلسلات معينة من الحركات والظروف المكانية.\r\nتصور: عبيدة حمودة ولمياء بن يحيى المنهجية عبيدة حمودة البرمجيات عبيدة حمودة تصديق عبيدة حمودة لمياء بن يحيى ونفاع برينيس: التحليل الرسمي عبيدة حمودة تحقيق عبيدة حمودة الموارد عبيدة حمودة، لمياء بن يحيى وتفاع برينيس تنظيم البيانات عبيدة حمودة: كتابة -\r\nإعداد المشروع الأصلي: عبيدة حمودة كتابة - مراجعة وتحرير: عبيدة حمودة تصوير: عبيدة حمودة إشرافة عبيدة حمودة؛ إدارة المشروع: عبيدة\r\nحمودة تمويل الإقتناء لمياء بن يحيى، لقد قرأ جميع المؤلفين النسخة المنشورة من المخطوطة وقبلوها.\r\nشكرا\r\nالشكر المراجعين المجهولين على تعليقاتهم البناءة، ولحن ممنون الرئيس تحرير المحلة والمجلس العلمي وعلماء الآثار الذين ساعدوا في إحياء هذه العجائب\r\nمراجع\r\nاليسي (1971) المنطقة الغربية الجميلة (كويكول) الآثار الأفريقية، رقم 5 الصفحات من 95 إلى 120 هل أنا:\r\nhttps://doi.org/10.3406/antaf.1971.921.\r\nعمارياً. وريميني ب (2019) المياه في المدن الرومانية - بعض الحالات الجزائرية مجلة لا رهيس، 1999. 1-129رقم 37، ص\r\nالعرفاوي، و (2019) تطبيق بناء الجملة الفضائية على دراسة الموائل في العصر اليونيفي الفينيقي الموالية ..\r\nوقائع الندوة الدولية الثانية عشرة حول تركيب القضاء بكين الصين. عساسي ع. ومباركي. ع. (2021) تحليل التكوين المكاني عبر الأدوات الرقمية للرواية الأثرية\r\nمدينة تيمقاد الجزائر علم آثار البحر الأبيض المتوسط وعلم الآثار رحلة جوية 21 رقم 1، ص 101-1171-1\r\nبلال ت (2007)، الواجهة المكانية بين المقيمين والزوار في منازل المزاب الفضاء الدولي السادس\r\nمؤتمر النحو، اسطنبول، تركيا، ص 61.1-61.13.\r\nبيسي جي إم (2003) المشهد الطبيعي بين السياسة والعامية تأملات من جون برينكرهو\r\nچاکسون ارکس 1999 الرابطة الرومانية للباحثين الناطقين بالفرنسية في العلوم الإنسانية، رحلة جوية 6 الصفحات 9 إلى 27\r\nبلانشار دليمي م. (1975) منازل الفسيفساء في المنطقة الوسطى من جميلة (كويكول)، باريس، المركز الوطني\r\n/doc/etaf_0768-2352_1975_mon_3_1 :)البحث العلمي، ص 3-260 دراسات عن العصور القديمة الأفريقية\r\nhttps://www.persee.fr\r\nتحديد المنازل: دراسة حالة من التحقيق الأثري 2014 Boswinkel النهج النظري\r\nالسكن القديم، ورشة عمل مدرسة الدراسات العليا 24/25 أبريل الصفحات 51-55 هولندا طبع بواسطة Sidestone Press لیدن\r\nالإسكان والعمارة المنزلية في فجر العصر المعدني بعض الاتجاهات (1995) .Braemer F\r\ntopoi.1995.1559 :نشوء العقود الأخيرة من الأبحاث توروي، رحلة جوية، 5، رقم 1، ص 101-891-110 هل أنا\r\nhttps://doi.org/10.3406\r\nشيتيما .م. (2016)، المنزل ليس مجرد مأوى المنزل هو أيضا إنسان الأنتروبولوجية.\r\nالمجلة الكندية للأنتروبولوجيا ، رحلة جوية 58، رقم 11، ص 106-120\r\nPoliochni Lennost العمارة المحلية والفضاء العام في العصر البرونزي المبكر في 2007 Cultraro بريطانية\r\nمدرسة الدراسات في أثينا رحلة جوية 15 بناء المجتمعات المنزل والمستوطنات والمجتمع في منطقة بحر إيجه وما بعدها (2007)، ص 15-11.\r\nhttps://www.jstor.org/stable/4096057464-55\r\nداوسون بي سي (2002). تحليل بناء الجملة الفضائية البيوت الثلج المركزية في الإنويت مجلة علم الآثار الأنتروبولوجية العدد2 الصفحات 464 إلى 400\r\nدريسنج وفارنو، أ. (2012) دراسات على شرف WSاروسا كاتانيا 2012 ، ص. 299-3\r\nDriessen, J. Fiasse, H. Devolder, M. Haciguzeller, P. and Letesson, Q. (2008) البحث المكاني في الأحياء قم مريم السيد الثالث) كريت القديمة المجلد و الصفحات 93-110.\r\nكلاعبين (کیسپین Minoan روح المكان منازل (12007 ( Driessen محاصرة لا تجفورت دانيال جو بولين السياسة\r\nاقتصادات العصر البرونزي في بحر إيجه 2010، تالاهاسي، فبراير 2007، ص 100-351-2078.1/830266\r\nhttp://hdl.outdoor.net\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50"
        },
        {
            "page": 15,
            "text": "فلا تشفير الإطار المكاني للدوموس الروماني الأفريقي حالة كويكول (جميلة) الجزائر\r\nدوبري موريتي إي (2019). المساهمة في التاريخ الريفي لجبال البرانس الباسكية في منطقة تشيز الأنترب بيكو الورزارو إيكوسكا، مجموعة جديدة - الفترة الثانية . رقم 42.\r\nالديناميات المكانية للبيئات البشرية في كتلة صخرية أوركولو أوريون سان ميشيل باس نافارا، إيبار الدي)، ومنطقة الكسولاك في\r\nDurgun Şahin, Y. Gülşen, F. and Altunkasa, F. )2021( تطبيقات الكمبيوتر والأساليب الكمية في\r\nDOI: 10.5281/zenodo.4261746.91-791-107 علم الآثار: حالة عنزربوس الثقافة العلمية، رحلة جوية 7 رقم 1، ص\r\nدوقالن (1995) جميلة الموسوعة البربرية على الإنترنت 16 الوثيقة D69. نشرت على الإنترنت في 1 يوليو 2011، تمت الرجوع إليه\r\nURL: http://journals.openedition.org/Encyclopedia Berber/2 25 سبتمبر 2020 عنوان\r\nعلى خطى الإنكا العمارة ما قبل الكولومبية وبناء الجملة الفضائية 2013 . Eeckhout واضح المجلد 1\r\nرقم 1 | ص 79.61 إصدارات كلية الهندسة المعمارية لا كامير هورنا. نشر عبر الإنترنت على Cairn.info في 3 يونيو 2018\r\nhttps://doi.org/10.3917/clara.001.0061\r\nالعنبلي ع (2000) الفن الروماني في شمال أفريقيا، إنهم المستقبل مراجعة التراث العالمي لا. 16 سبتمبر http://whc.unesco.org/en/review 29-18 2000، ص\r\nفبراير PA بلانشارد لیمیم (2019) المبنى يسمى \" بيت باخوس\" في جميلة باريس المركز الوطني للأبحاث العلمية، دراسات\r\nالتحف الأفريقية 235 صفحة\r\nغراهام (2014)، مساحة القراءة: التفاعل الاجتماعي والهوية في منازل بومبي الرومانية، بريطانية التقارير الأثرية، 205 ص\r\nالمساكن الحضرية والتمايز الاجتماعي حول بعض المنشورات (2007( Guilhembet, JP\r\nمؤخرا المصادر التاريخية المصادر الأثرية المساهمات المتبادلة ، كوليج دو فرانس، 05/03/2007، الرابط:\r\n1 حمودة http://www.college-de-france.fr/media/john-scheid/UPL40663_UPL48487_5_minaire.pdf\r\n(2018) بناء الجملة الفضائية كأداة لتحليل القضاء المعماري المراجعة الدولية\r\nالعلوم التقنية والتطبيقية المبتكرة المجلد 2 رقم (1)، ص 100-0221-130 مانسون، ج (1998).\r\nفك رموز المنازل والمنازل، مطبعة جامعة كامبريدج، كامبريدج\r\nعلى الانترنت هیویت س (2000) الحمامات المنزلية الحضرية في أفريقيا الرومانية. أطروحة دكتوراه جامعة ماسترز هامیلتون أونتاريو.\r\nHillier B.. Penn A.. Hanson J.. Grajewski T. and Xu )1993( الحركة الطبيعية الذهب والتكوين والجاذبية\r\nفي حركة المشاة في المناطق الحضرية السرية والتخطيط بي للتخطيط والتصميم، لا 20، ص 629\r\nهيلير ب (2007)) الفضاء هو الآلة: نظرية تكوينية المهندسة المعمارية الطبعة الإلكترونية الصادرة عن:\r\n.www.spacesyntax.com المملكة المتحدة E15LN سبيس سپنتاکس لندن\r\nHillier, B. Hanson, J. and Graham, H. )1987( الأفكار موجودة في الأشياء تطبيق طريقة بناء الجملة الفضائية على\r\nميليون ومانسون - (1984) المنطق الاجتماعي الفضاء مطبعة جامعة كامبريدج المملكة المتحدة.\r\nاكتشاف الطرز الجينية للمنازل البينية والتخطيط با التخطيط والتصميم، رحلة جوية 14، ص 3363\r\nهويمريم ( رانيا، أطروحة مقدمة إلى هيئة التدريس بكلية الدراسات العليا بجامعة بوفالو، جامعة ولاية نيويورك، استيفاء جزئيا لمتطلبات درجة\r\n2021) البيت اليونيقي في السياق العمارة المحلية والتخطيط الحضري في وسط البحر الأبيض المتوسط\r\nالدكتوراه في الفلسفة في قسم الكلاسيكيات.\r\nمهندس معماري محليhttp://dx.doi.org/10.1037/0033-295X.101.1.13 )1990( .کینت. س\r\nطبيعة واستخدام القضاء دراسة متعددة التخصصات والثقافات، حرره س کینت، من اتجاهات جديدة في علم الآثار كامبريدج مطبعة\r\nجامعة كامبريدج لافون اكس (2001) فيلا ماريتيما بحث عن الفيلات الساحلية في إيطاليا الرومانية روما، مكتبة المدرسة\r\nالفرنسية في أثينا وروما، 307 ص.\r\nالعمارة والفكرة الأدبية في لافونتين الشرق والغرب (2016) amare الزينة والمناظر الطبيعية الضخمة\r\nفي الشعر الكتابي لأفريقيا الرومانية مجموعة كارمينا الكتابية اللاتينية، أوسونيوس، الصفحات من 263 إلى 273.\r\nمانوم ب (1999) المواضيع المكانية بين المنازل التقليدية في تركيا أعمال الأممية الثانية. ندوق بناء الجملة الفضائية برازيليا، المجلد 1، ص 440.1\r\nمورفيليز . (2004) العمارة المحلية في أنطاكية في العصور القديمة المتأخرة: المحافظة أم الحداثة. نيتي ؟ توبوى الشرق والغرب الملحق 5 أنطاكية السورية قصص وصور وآثار المدينة القديمة\r\nhttps://www.persee.fr/doc/topoi_1764-0733_2004_act5_1_2901\r\nمصطفی فا، حسن، 5 وباير 2010 استخدام تحليل بناء الجملة المكاني للكشف عن الخصوصية: com.. دراسة مقارنة لتصميم المنازل التقليدية والحديثة في مدينة أربيل العراق العلوم الاجتماعية الاسيوية المجلد 6 رقم 8 الصفحات 157-166 DO1105539/ass.vinp157\r\nنیفیت ال 2007 البيوت اليونانية كمصدر للدليل على العلاقات الاجتماعية المدرسة البريطانية للدراسات في أثينا رحلة جوية. 15 ، بناء المجتمعات المنزل والمستوطنات والمجتمع في منطقة بحر إيجه وخارجها، ص 15-5.11\r\n10. https://www.jstor.org/stable/40960568\r\nعلم الآثار وقياس الآثار في البحر الأبيض المتوسط المجلد 21 العدد 3 (2021)، الصفحات 101-1 35-50\r\n49"
        }
    ]
}