{
    "book_name": "1233-Article Text-4016-1-10-20210623.en.ar",
    "pages": [
        {
            "page": 2,
            "text": "الوقف في الجزائر: استكشافه التاريخي من العهد العثماني إلى العهد الحداثي\r\nعصرما بعد الاستقلال\r\nعبد القادر العلام.\r\nسالینا قاسم\r\nإنجكوربيعة عدوية ضد إنكو علي معهد\r\nالمصرفية والمالية الإسلامية\r\nالجامعة الإسلامية العالمية ماليزيا كوالالمبور ماليزيا\r\nبورهان سايتي\r\nجامعة اسطنبول صباح الدین زعيم اسطنبول، تركيا\r\nخلاصة\r\nتقدم هذه الدراسة مناقشة نقدية لتاريخ الوقف في الجزائر عبر ثلاث عصور رئيسية مختلفة وهي عصر الحكم العثماني وعصر الاستعمار الفرنسي وعصر ما بعد الاستقلال، بهدف رفع الوعي وإثراء أفكار الباحثين فيما يتعلق بممارسة الوقف في الجزائر. كما يسلط الضوء على ممارسة العديد من الوقف المؤسسات الموجودة فيها ويتناول تطوراتها وتأثيراتها على حياة المجتمع، ثم يسلط الضوء على تطور الوقف النظام القانوني في الجزائر، والذي يوفر منصة تسهل فهم مكانته في المجتمع الجزائري، والذي يقدم دروساً يمكن تعلمها واعتبارها لتطوير الوقف المؤسسات. استعرض المؤلفون مجموعة كبيرة من الدراسات ذات الصلة المكتوبة حول جوانب مختلفة من الوقف التاريخ في الجزائر، لتزويد القراء والباحثين بالدروس المستفادة من الوقف المؤسسات في الجزائر عبر ثلاث مراحل مختلفة من التاريخ، حيث لم تتناول سوى دراسات قليلة هذه القضية في سياق الجزائر. تكشف الدراسة أن عصر الحكم العثماني في الجزائر تميز بانتشار المؤسسات المختلفة الوقف المؤسسات التي لعبت دوراً حيوياً في كافة مناحي الحياة المجتمعية، إلا أن هذه المؤسسات شهدت تراجعاً كبيراً خلال الحقبة الاستعمارية، حيث استهدف المستعمرون الفرنسيون مصادرة الأوقاف والتقليل من دورها الفعال في المجتمع. وبعد الاستقلال في عام 1962 ، كانت هناك مبادرات متواضعة لرفع مستوى الوقف الممتلكات، ومحاولات استعادة المفقود منها، ولكن كل هذه الجهود كانت تعتبر ضعيفة مقارنة بحجم الآثار الوقف العقارات في الجزائر خلال العهد العثماني.\r\nالكلمات المفتاحية: الوقف تاريخ الوقف المؤسسات الاقتصاد الإسلامي: التمويل الاجتماعي الإسلامي: الجزائر\r\nمقدمة\r\nالوقف هو وقف إسلامي مخصص لمصلحة المجتمع أو الأفراد أو أفراد الأسرة أو أي مستفيد آخر لا ينكره الدين. الشريعة. على مدار التاريخ الإسلامي، كانت أماكن العبادة الدينية، على سبيل المثال المساجد، ولكن أيضاً المدارس والجامعات والمستشفيات والآبار العامة وحتى البنية الأساسية مثل الطرق.\r\nيجب توجيه المراسلات المتعلقة بهذه المقالة إلى عبد القادر العلام، معهد المصرفية والتمويل الإسلامي الجامعة الإسلامية العالمية ماليزيا كوالالمبور ماليزيا على العنوان التالي:\r\nkader0991@gmail.com\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n133\r\nUMT"
        },
        {
            "page": 3,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nتم توفيرها من قبل الأفراد من خلال وقف . 1 مثال مشهور لمثل هذه الحالة الخاصة الوقف هل هو الحجاز ((المملكة العربية السعودية في الوقت الحاضر السكك الحديدية وهناك أيضاً حالة تاريخية لتوفير منارة خاصة، وهي النموذج الأولي للصالح العام، من خلال وقف . والأهم من ذلك الوقف لقد لعبت الأصول دوراً فعالاً في توفير صمامات الأمان الاجتماعي والاقتصادي من خلال دورها في تعزیز الدين والتعليم والمأوى والصحة والأمن الغذائي والتحول الريفي الحضري. في القرن العاشر الوقف كان إن الصيرفة الإسلامية هي أداة فعالة لتمويل التنمية الاقتصادية والاجتماعية في المجتمعات الإسلامية، مثل منطقة الشرق الأوسط وشمال أفريقيا ..\r\nاليوم، دور الوقف وفي بعض البلدان الإسلامية يقتصر الأمر على المؤسسات الدينية البحتة، مثل المساجد والمقابر وبعض المدارس الدينية الوقف تتم إدارة الأصول عادة بواسطة الوقف وزارة أنشئت لهذا الغرض، ولكن فى دول أخرى مثل الكويت وسنغافورة وجنوب أفريقيا الوقف تلعب دورا مهماً في مختلف أنواع الخدمات الاجتماعية. هناك العديد من المبادرات التي تروج لها أيضاً کیانات مستقلة مثل البنك الإسلامي للتنمية، لإحياء الوقف كأداة للتخفيف من حدة الفقر ولإدراج الوقف في استراتيجيات التنمية مثل أوراق استراتيجية الحد من الفقر.\r\nفي سياق الجزائر الوقف في النظام، تدور معظم الأسئلة حول الأدوار التي يمكن أن يلعبها الوقف المؤسسات في التنمية الاقتصادية والحياة الاجتماعية في الجزائر. ومع ذلك، بالنظر إلى الوضع . الحالي ، يمكن ملاحظة أن الوقف ولم تلعب المؤسسات في الجزائر الدور المحدد لها والذي كان يأمله الواقفون عند منحها\r\nمزرولي شاهر محمد زوكي الوقف ودوره في التنمية الاجتماعية والاقتصادية\" ، المجلة الدولية للتمويل\r\ndoi:178-173 :)2012( 2 الإسلامي 4، رقم\r\nhttps://pdfs.semanticscholar.org/5755/ec25c5924bb1fa2ac49a874e713f646d4ad4.pdf\r\nويليام أوكسينوالد \"وقف حديث سكة حديد الحجاز 1900-1948\"، الدراسات العربية 03 (1976): 12-1.\r\nإيمي سينجر الأعمال الخيرية في المجتمعات الإسلامية (كمبريدج: مطبعة جامعة كامبريدج (2008). :https://www.bookdepository.com/Charity-Islamic-Societies-Army-Singer/9780521529129 دوي\r\nماجدة إسماعيل عبد المحسن هشام ،دفتردار مراد سیزاکا سید عثمان الحبشي الشيخ حمزة عبد الرزاق سيد كاظم الصدر، ثمينة أنور، ومحمد عبيد الله، دور الوقف في التنمية الاقتصادية الحديثة\"، في تمويل تطوير 3:doi .35-21)2016( عقارات الوقف القديمة، تحرير ماجدة إسماعيل عبد المحسن بالجريف ماكميلان\r\nhttps://link.springer.com/chapter/10.1057/978-1-137-58128-0\r\nعبد القادر العلام، سالينا قاسم، إنكو ربيعة عدوية، وبرهان سيتي، نحو\" مؤسسات وقفية قائمة على المعرفة\"، في التحديات وتأثيرات الأوقاف الدينية على الاقتصاد العالمي والمالي، إذ. بورهان سايتي وعادل\r\n/ towards-knowledge-based-waqf-organizations/244766 107 دی )II) Global 2020(س\r\nhttps://www.igi-global.com/chapter\r\nنسیم شاه شيرازي دمج الزكاة والوقف في استراتيجية الحد من الفقر في الدول الأعضاء في البنك الإسلامي ?doi=10.1.1.884.6922&rep=rep1&type=pdf:doi .30-11 للتنمية\"، دراسات اقتصادية إسلامية 22، رقم\r\nماجدة إسماعيل عبد المحسن، وآخرون، \"تنمية http://citeseerx.ist.psu.edu/viewdoc/download الأوقاف: تجربة البنك الإسلامي للتنمية\"، في تمويل تطوير عقارات الوقف القديمة تحرير ماجدة إسماعيل عبد /chapter/10.1057/978-1-137-58128-0_5.236-221)2016( المحسن (بالجريف ماكميلان\r\n.doi: https://link.springer.com\r\n134\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 4,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nأموالهم باستثناء الدور الديني بكل جوانبه التربوية والدعوية، وفق أساليب تقليدية لم تواكب تطور المجتمع الجزائري. وعند البحث في تاريخ الجزائر نجد أن الأوقاف قبل العصر الاستعماري، وخاصة خلال الفترة العثمانية، نجد أن الوقف النظام بشكل عام، والوقف وقد لعبت المؤسسات على وجه الخصوص دوراً مهماً في حياة المجتمع، حيث الأوقاف توفير مناصب ووظائف مهمة، حتى خارج المجال الديني. هذا بالإضافة إلى مساهمتها في مساعدة الفقراء والمحتاجين وتخفيف أعبائهم داخل الدولة وخارجها مثل الأوقاف رعاية الحرمين الشريفين، وتعزيز التعليم، وتوفير الخدمات العامة. وإصلاح الطرق، والإنفاق على الحصون، وغير ذلك.\r\nومع ذلك، فإن الجزائر الوقف شهدت المؤسسات تراجعاً كبيراً خلال الحقبة الاستعمارية، حيث كان المستعمرون الفرنسيون يهدفون إلى مصادرة الأوقاف والتقليل من دورها الفعال في المجتمع، خاصة عندما أدركوا بعمق جوهرها . الوقف نظام أعطى المجتمع قوة الاستقلال، وبالتالي مكنهم من أن يصبحوا مستقلين بالاعتماد على الأوقاف للعناية بأنفسهم.\r\nمنذ الاستقلال في عام 1962، كانت هناك مبادرات متواضعة للارتقاء الوقف الممتلكات. ومحاولات استعادة المفقود منها، ولكن كل هذه الجهود كانت تعتبر ضعيفة مقارنة بحجم الآثار. الوقف الممتلكات الأثرية في الجزائر خلال العهد العثماني. يضاف إلى ذلك تعقيدات استرجاعها بعد الاستقلال، بسبب فقدان الوثائق التي استولى عليها المستعمر ونقلها إلى موطنه الأصلي وبطء عملية استعادة الأرشيف من قبل السلطات الجزائرية. ولقد عمل المستعمر الفرنسي جاهدا على تدمير القطاع الخاص الوقف وقد نجحت هذه البنية إلى حد ما الأوقاف لقد اختفت خلال هذه الفترة المظلمة من تاريخ الجزائر. مما . جعل البحث عن هذه الممتلكات وإعادة تخصيص الغرض الذي وقفت من أجله مستحيلا تقريبا دون جهود الدولة الجزائرية . في المجال التشريعي والمالي، وحتى الجهود الدولية التي ساهمت في استرجاع العديد منها الأوقاف في الفترة من منتصف التسعينيات وحتى اليوم، مثل المشروع الممول من قبل البنك الإسلامي للتنمية . 10\r\nسابرينا جوزيف، \"الوقف في المنظور التاريخي الفتاوى الإلكترونية والخطابات المعاصرة لعلماء المسلمين\"، مجلة شؤون الأقليات المسلمة 34 ، رقم 4 (2014): 425-437\r\n7 محمد البشير الهاشمي مغلي، التكوين الاقتصادي ليندام الوقف الجزائري ودورة المقام للإحتال الفرنسي\"، التكوين الاقتصادي لنظام الوقف الجزائري ودوره في مقاومة الاحتلال الفرنسي)، مجالت المصادر https://www.asjp.cerist.dz/en/downArticle/29/4/6/14624 :6.2.4 (2002) 162-163 دوی\r\nفارس مسدور، وكامل منصوري التجروبة الجزائرية في إدارة الوقف العريخ والحضر والمستقبل\". [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل، مجالة الأوقاف 4703/file/\r\nوفارس مسدور الأوقاف الجزائرية بين الإدثار والاستثمار\". الأوقاف الجزائرية بين الانقراض والاستثمار /en/article/75167:doi 187 )2008( )3( مجلة معهد العلوم الاقتصادية 12، رقم،\r\n15. )2008(: 8. doi: https://dawa.center\r\nhttps://www.asjp.cerist.dz\r\n10 كامل منصوري، الإصلاح الإداري لمؤسسة قطع الأوقاف - دراسات حالة الجزائر\"، [الإصلاح الإداري المؤسسات قطاع الوقف - دراسة حالة الجزائر)، (رسالة دكتوراه جامعة بسكرة 2013) فارس مسدور وكامل المنصوري، \"التجروبة الجزائرية في\".\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n135\r\nUMT"
        },
        {
            "page": 5,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nأموالهم باستثناء الدور الديني بكل جوانبه التربوية والدعوية، وفق أساليب تقليدية لم تواكب تطور المجتمع الجزائري. وعند البحث في تاريخ الجزائر نجد أن الأوقاف قبل العصر الاستعماري، وخاصة خلال الفترة العثمانية، نجد أن الوقف النظام بشكل عام، والوقف وقد لعبت المؤسسات على وجه الخصوص دوراً مهماً في حياة المجتمع، حيث الأوقاف توفير مناصب ووظائف مهمة، حتى خارج المجال الديني. هذا بالإضافة إلى مساهمتها في مساعدة الفقراء والمحتاجين وتخفيف أعبائهم داخل الدولة وخارجها مثل الأوقاف رعاية الحرمين الشريفين، وتعزيز التعليم، وتوفير الخدمات العامة. وإصلاح الطرق، والإنفاق على الحصون، وغير ذلك.\r\nومع ذلك، فإن الجزائر الوقف شهدت المؤسسات تراجعاً كبيراً خلال الحقبة الاستعمارية، حيث كان المستعمرون الفرنسيون يهدفون إلى مصادرة الأوقاف والتقليل من دورها الفعال في المجتمع، خاصة عندما أدركوا بعمق جوهرها . الوقف نظام أعطى المجتمع قوة الاستقلال، وبالتالي مكنهم من أن يصبحوا مستقلين بالاعتماد على الأوقاف للعناية بأنفسهم.\r\nمنذ الاستقلال في عام 1962، كانت هناك مبادرات متواضعة للارتقاء الوقف الممتلكات. ومحاولات استعادة المفقود منها، ولكن كل هذه الجهود كانت تعتبر ضعيفة مقارنة بحجم الآثار. الوقف الممتلكات الأثرية في الجزائر خلال العهد العثماني. يضاف إلى ذلك تعقيدات استرجاعها بعد الاستقلال، بسبب فقدان الوثائق التي استولى عليها المستعمر ونقلها إلى موطنه الأصلي وبطء عملية استعادة الأرشيف من قبل السلطات الجزائرية. ولقد عمل المستعمر الفرنسي جاهدا على تدمير القطاع الخاص الوقف وقد نجحت هذه البنية إلى حد ما الأوقاف لقد اختفت خلال هذه الفترة المظلمة من تاريخ الجزائر. مما . جعل البحث عن هذه الممتلكات وإعادة تخصيص الغرض الذي وقفت من أجله مستحيلا تقريبا دون جهود الدولة الجزائرية . في المجال التشريعي والمالي، وحتى الجهود الدولية التي ساهمت في استرجاع العديد منها الأوقاف في الفترة من منتصف التسعينيات وحتى اليوم، مثل المشروع الممول من قبل البنك الإسلامي للتنمية . 10\r\nسابرينا جوزيف، \"الوقف في المنظور التاريخي الفتاوى الإلكترونية والخطابات المعاصرة لعلماء المسلمين\"، مجلة شؤون الأقليات المسلمة 34 ، رقم 4 (2014): 425-437\r\n7 محمد البشير الهاشمي مغلي، التكوين الاقتصادي ليندام الوقف الجزائري ودورة المقام للإحتال الفرنسي\"، التكوين الاقتصادي لنظام الوقف الجزائري ودوره في مقاومة الاحتلال الفرنسي)، مجالت المصادر https://www.asjp.cerist.dz/en/downArticle/29/4/6/14624 :6.2.4 (2002) 162-163 دوی\r\nفارس مسدور، وكامل منصوري التجروبة الجزائرية في إدارة الوقف العريخ والحضر والمستقبل\". [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل، مجالة الأوقاف 4703/file/\r\nوفارس مسدور الأوقاف الجزائرية بين الإدثار والاستثمار\". الأوقاف الجزائرية بين الانقراض والاستثمار /en/article/75167:doi 187 )2008( )3( مجلة معهد العلوم الاقتصادية 12، رقم،\r\n15. )2008(: 8. doi: https://dawa.center\r\nhttps://www.asjp.cerist.dz\r\n10 كامل منصوري، الإصلاح الإداري لمؤسسة قطع الأوقاف - دراسات حالة الجزائر\"، [الإصلاح الإداري المؤسسات قطاع الوقف - دراسة حالة الجزائر)، (رسالة دكتوراه جامعة بسكرة 2013) فارس مسدور وكامل المنصوري، \"التجروبة الجزائرية في\".\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n135\r\nUMT"
        },
        {
            "page": 6,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\n2.1.1 تأثير المالكي وحنفي عقائد حول الوقف التنمية في الجزائر\r\nذلك قبل البدء في تحليل التركيبة المؤسسية وتطورها الوقف في القطاع الخاص . في الجزائر في : الوقت، ينبغى الإشارة إلى أهمية التعايش | الطائفي بين حنفي مفهوم الإسلام الذي تبنته السلطة المركزية التي تولت مسؤولية القضايا السياسية المتعلقة بالشرعية والعقيدة المالكي مفهوم التعايش العقائدي الذي تولى إدارة الشؤون المحلية، وهذا يؤكد التعايش العقائدي، وفقاً للدراسات والوثائق التي تم الحصول عليها الأوقاف في الأرشيف الأرشيف الذي تم الاستيلاء عليه في مؤسسة آكس أون بروفانس في فرنسا)، والذي ينص على أن الكثير من الجزائريين وضعوا الأوقاف بناء على حنفى بسبب ديناميكيته ومرونته .13\r\nوقد كان لهذا التباين العقائدي والتشريعي آثاره على إرساء الأسس والإدارة، ومن أهم قضايا الاختلاف في الوقف - على أساس حنفي المدرسة وها بوس وفقال المالكي المدرسة هي شروط الوقف وكذلك قضايا الاستبدال (إستبدال) وهكذا. وفي إطار التعايش بين عقائد المدرستين، فإن مهمة القضاء الأوقاف تم تكليفه بالمجلس العلمي الذي نظم اجتماعا كل يوم خميس من أجل دراسة ظروف الأوقاف حيث أنها ضمت علماء من المذهبين، ويمكن تلخيص وظيفة هذا الجهاز الإداري بما يلي:\r\nزيادة الإيرادات الوقف الممتلكات وتوزيعها على المستفيدين على أساس الواقف شروط (الواهب).\r\nإصدار الأحكام الشرعية في المعاملات المختلفة المتعلقة الوقف ملكية . ١٨\r\n2.1.2 إدارة الوقف\r\nال الوقف كانت الممتلكات تدار من قبل موظفين، يطلق عليهم الأمناء، يتم تعيينهم من قبل السلطات العامة الممثلة في الباشا أو سلطة قضائية ممثلة في المفتي وكان اختيار هؤلاء الموظفين يتم وفقاً لسمعة الشخص الاجتماعية من حيث تقواه أو نسبه، وتجدر الإشارة إلى أن هذا التعيين لم يكن دائما حيث كان من الممكن إلغاؤه في حالة سوء الإدارة أو الإهمال 15 وقد اختلف الأمناء في مسؤولياتهم بحسب أهمية الأمر الوقف المؤسسة الموكلة إليهم من حيث عدد الممتلكات. على \" سبيل المثال، الأوقاف كان تأسيس الحرمين الشريفين هو الأكبر في الجزائر في ذلك الوقت، لذلك كان نذير كان يعتبر (الوصي) أعلى هيئة إدارية في مدينة الجزائر. وكانت وظيفة هؤلاء\r\n13 عقيل نمير، المؤسسة الخيرية في مدينة الجزائر : دراسة مقرنة للوقف\" [المؤسسات الخيرية في مدينة الجزائر : دراسة مقارنة للوقف ، (رسالة دكتوراه جامعة دمشق (2004).\r\n14 مصطفى أحمد بن حموش الوقف وتنمية المدن من الثورة إلى التحديث\". الوقف وتنمية المدن من التراث إلى التحديث، في ندوة الوقف الإسلامي في الإمارات العربية المتحدة العين جامعة الإمارات العربية المتحدة، 1997\r\n15 فارس مسدور، وكامل منصوري \"التجروبة الجزائرية في إدارة الوقف التاريخ والحضر والمستقبل\". [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل. 3-4.\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n137\r\nUMT"
        },
        {
            "page": 7,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nوشملت أعمال الأمناء إصلاح وصيانة الوقف الممتلكات ودفع أجور العمال وجمع إيرادات هذه\r\nالممتلكات 16\r\n2.1.3 الوقف المؤسسات في الجزائر في أواخر العهد العثماني\r\nتميزت فترة حكم الدولة العثمانية في الجزائر بانتشار ونمو سريع الأوقاف في أجزاء مختلفة من البلاد، منذ نهاية القرن الخامس عشر. القرن حتى بداية القرن التاسع عشر القرن العشرين. لقد شكلت الممتلكات الزراعية في المناطق الحضرية نسبة كبيرة من الأوقاف منذ أواخر 18 د قرن 17 في عام 1750، الأوقاف ارتفعت العقود اثني عشر مرة مقارنة بعام 1600 ، مما يجعل هذه الفترة واحدة من أهم الفترات من حيث العدد الكبير من العقود الأوقاف في الجزائر. بالإضافة إلى ذلك، خلال هذه الفترة الأوقاف تم تطوير وتوسيع الوعاء الاقتصادي ليشمل العقارات والأراضي الزراعية والمحلات التجارية والفنادق وأفران الخبز وما إلى ذلك 18 الى الأوقاف في الجزائر في عهد الإمبراطورية العثمانية انتشر العمل الخيري إلى عدة مؤسسات خيرية، كانت دينية بطبيعتها، وقانونية في شخصيتها، وتدار من قبل القطاع الخاص.. وفيما ا يلي أهم المؤسسات التي كانت تحكم الأوقاف في الدولة العثمانية الجزائرية\r\n2.1.3.1 الأوقاف تأسيس الحرمين الشريفين\r\nمن حيث نشأتها، تعتبر هذه أقدم الوقف تأسست في الجزائر قبل الحكم العثماني، وكانت الأوقاف وكانت الإيرادات تنتقل إلى فقراء مكة والمدينة، أحياناً عن طريق البر في قافلة من الحجاج. وأحيانا نا عن عن . طريق البحر في : سفن إسلامية أو مسيحية، في بداية كل عامين، حيث تصل إلى وكالة الجزائر في الإسكندرية، ومن هناك إلى الحرمين الشريفين . 19 لقد اكتسب تأسيس الحرمين الشريفين أعظم الفوائد الأوقاف في الجزائر، لما للحرمين الشريفين من مكانة عالية في نفوس الجزائريين الذين وقفوا على ذلك من أملاكهم، مما جعله في مقدمة المؤسسات الخيرية من حيث عدد المستفيدين. الأوقاف كانت هذه المؤسسة تابعة لها، والأعمال الخيرية التي قدمتها كإعانات لأهل الحرمين الشريفين المقيمين في الجزائر أو المارين بها، وفي الوقت نفسه كانت هذه المؤسسة مسؤولة عن الإنفاق على ثلاثة مساجد أخرى في مدينة الجزائر، حيث كانت تشرف وتدير حوالي ثلاثة أرباع جميع الصلوات الدينية الأوقاف كما هو مذكور\r\n16 مصطفى أحمد بن حموش. الوقف وتنمية المدن من الثورة إلى التحديث\"، الوقف وتنمية المدن من\r\nالتراث إلى التحديث.\r\n17 فارس مسدور، \"الأوقاف الجزائرية بين الإدثار والاستثمار\"، الأوقاف الجزائرية بين الانقراض والاستثمار، ۱۷۸.\r\n18 الأوقاف الأوقاف الجزائرية (الجزائر: وزارة الشروع الدينية والأوقاف، 1998).\r\n19 محمد البشير الهاشمي مغلي التكوين الاقتصادي ليندام الوقف الجزائري ودورة المقام للإحتال الفرنسي\"، التكوين الاقتصادي لنظام الوقف الجزائري ودوره في مقاومة الاحتلال الفرنسي)، مجالت المصادر إبراهيم :https://www.asjp.cerist.dz/en/downArticle/29/4/6/146241:doi.164 :)2002( 6 4، رقم بن داود، وأحمد طيبة، \"إدارات العملاق الوقفية بالجزائر وسبل استثمارها\"، إدارة الأملاك الوقفية في الجزائر و طرق استثمارها مجالات الدراسات القانونية والسياسيات 2 ، لا. 2 (2016) 6. دوي : 37584/en/article/ https://www.asjp.cerist.dz\r\n138\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 8,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nكماورد في بعض التقارير الفرنسية التي ترجع إلى السنوات الأولى للاحتلال، على سبيل المثال، أعلن تقرير \" جنتي دي بوسي \" أن الأوقاف وقد قدرت ممتلكات الحرمين الشريفين بنحو 1373 عقاراً و 70 أرضاء 20 وبالإضافة إلى ذلك، صرح القنصل الفرنسي \"فاليارد\" بأن جميع بيوت الجزائر والأراضي المجاورة تابعة لمؤسسة الحرمين الشريفين . 21 ولذلك أكدت أن الوقف من الحرمين الشريفين حصل على الجزء الأكبر من الأوقاف خارج مدينة الجزائر.\r\n2.1.3.2 الأوقاف تأسيس المسجد الكبير\r\nوقد اشتهر هذا المسجد بدور مهم في العصر العثماني قضائياً ودينياً وتربوياً واجتماعياً وسياسيا، حتى أنه غطى نشاط جميع المساجد الأخرى التي بناها الولاة العثمانيون والتي تجاوز عددها في أواخر القرن السادس عشر أكثر من مائة مسجد قرن 22 تجدر الإشارة إلى أن إدارة المسجد الكبير د. كانت مستقلة، وكانت عائدات إيجاراته الأوقاف ساعدت بشكل كبير في أداء وتمويل العديد من الوظائف والأنشطة. وقد ورد في التقارير الفرنسية أن الأوقاف كان المسجد الكبير يحتوي على: 125 منزلاً و 39 محلاً تجارياً، و3 أفران و 19 بستانا و 107 مصادر دخل أخرى من مصادر مختلفة 23 هؤلاء الأوقاف كانت الإيرادات مفيدة وساعدت مجموعة كبيرة من الأشخاص تتكون في الغالب من 19 الأئمة, 18 معلما، 08 مؤذن المؤذن وغير ذلك، كما أن العائدات كانت تنفق على الصيانة وتشغيل الخدمات، بينما كان الفائض يوجه لإنشاء المدارس الإسلامية والمساجد وغيرها .24\r\n2.1.3.3 الأوقاف الحنفية مؤسسة سبل الخيرات\r\nهذا الوقف مؤسسة ذات غرض خيري، كانت مرتبطة بحنفي عدد السكان في الجزائر. تأسست من قبل شعبان خوجة تأسست هذه المؤسسة سنة 1590م، وكانت تهدف إلى تمويل المشاريع العامة مثل إصلاح الطرق وقنوات الري ومساعدة الضحايا وذوي الإعاقة وبناء المساجد والمعاهد العلمية وشراء الكتب ووقفها على طلبة العلم، وفي الوقت نفسه كانت هذه المؤسسة مسؤولة عن إدارة وصيانة 8 مساجد بما في ذلك المسجد الأكثر شهرة المسمى المسجد الجديد \" . 25 علاوة على ذلك، تتألف المنظمة من 11\r\n20 ناصر الدين السعيدوني دراسات في الملكية العقارية دراسات في العقار] (الجزائر: المؤسسة الوطنية /process/5d7de7f38e80e8dee4bd4b8bdbcd2e5f46ca8bd5 للكتاب (1986) 84 دی\r\nhttps://top4top.io\r\n21 مصطفى أحمد بن حموش الوقف وتنمية المدن من الثرة إلى التحديث\"، الوقف وتنمية المدن من التراث إلى التحديث.\r\n.المباني الدينية في الجزائر القديمة[ \"les édifices religieux de l'ancien Alger\" ،22 ديفولوكس http://revueafricaine.mmsh.univ-)RA(. )1862(: 370-382. doi: مجلة افريقية\r\naix.fr/n/Pages/1862 035 005.aspx\r\n23 الأرشيف الخارجي في إيكس (OM) 80. رقم 1632\r\n24 جدول يوضح وضع المؤسسات الفرنسية سنة 1837.\r\n25 سوريا حدادو، وسليمان النحوي، تطور السلوك الوقفي في الجزائر\"، تطور سلوك الوقف في الجزائر /en/article/99400:doi.102 )2019(1 مجالات الفكر القانوني والقانوني والسياسي 3، رقم\r\nhttps://www.asip.cerist.dz فارس مسدور، وكامل المنصوري، \"التجروبة الجزائرية في إدارة الوقف\". [\r\nالتجربة الجزائرية في إدارة الوقف: تاريخ\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n139\r\nUMT"
        },
        {
            "page": 9,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر استكشاف تاریخی\r\nالأعضاء، بما في ذلك 8 مستشارين إداريين منتخبين، ونذير (( وصي) على الوقف المؤسسة والضامن الذي ينظم عقود المؤسسة. بالإضافة إلى ذلك، كان الأمناء والكتاب، الذين كانوا جميعاً من بين العلماء، وكذلك شاويش عامل الصيانة الذي أشرف على حماية مباني هذه المؤسسة وتسهيل عمل طالبي المعرفة . 26 خصائص سبل الخيرات وقد تم تقدير الأساس بنحو ثلاثة أرباع القطاع العام الأوقاف والتي كانت تضم حوالي 92 محل بقالة 8 منها كانت مستغلة من قبل اليهود، وهذا إشارة إلى سماحة الإسلام وعدل بين أبنائه، وقد قدر إجمالي إيرادات هذه المؤسسة بحوالي 4455 مليون ريال. ريال سنويا. بالإضافة إلى الدخول الأخرى من المتاجر والفنادق والحمامات والتي تشكل حوالي 320 ملیون دولار. ريال سنويا . 27\r\n2.1.3.4 الأوقاف مؤسسة الخزانة (بيت المال)\r\nوقد أشرفت هذه المؤسسة على رعاية السبيل والأيتام والفقراء والسجناء، كما كانت مسؤولة عن الأموال الثمينة التي تخص الدولة، كما تولت مهمة إنشاء المرافق العامة كالطرق والجسور وبناء دور العبادة كالمساجد والأضرحة زاوية (( المدارس الاسلامية). الأساس بيت المال كانت هذه المؤسسة تتولى الأملاك الشاغرة التي لا وارث لها، فكانت توضع تحت بيت المال العام باعتبارها ملكا للمسلمين ، وكانت تتولى تسوية التركات وحفظ أموال الموتى من الفقراء وأبناء السبيل، وتعطي بعض الصدقات للمحتاجين، وأصبحت هذه المهام الدور الرئيسي لهذه المؤسسة تحديداً في أواخر العهد العثماني، وتجدر الإشارة إلى أن هذه المؤسسة كانت مستقلة عن الدولة العثمانية البيلكي (\" الإدارة العامة)، واهتمت بدفع مساهمة شهرية تقدر بسبعمائة فرنك إلى خزانة الدولة، وتغطية نفقات الفقراء، وضمان دفع رواتب القاضي وبعض علماء الدولة. بيت المال. 28\r\n2.1.3.5 الأوقاف مؤسسة أهل الأندلس\r\nتأسست دولة الأندلس بعد محنة الأندلسيين الذين فروا إلى شمال أفريقيا واستقروا في المدن الساحلية وانضموا إلى الحرب ضد\r\nالحاضر والمستقبل، 5\r\nالمروج السلة من ؟\r\n27 عقيل نمير، \"المؤسسة الخيرية في مدينة الجزائر: دراسة مقرنة للوقف\".\" [المؤسسات الخيرية في مدينة الجزائر: دراسة مقارنة للوقف (رسالة دكتوراه جامعة دمشق (2004) عقیل نمیر \"المؤسسة الوقفية الجزائرية في العصر العثماني ودورها . في الحياة الاجتماعية والاقتصادية\"، مؤسسات الوقف الجزائرية في الحياة الاجتماعية والاقتصادية ، مجلة دراسات تاريخية 116-115، (يوليو 2011) العصر العثماني ودورهم في الجزائرية في.\r\n%AB%D8%A7 %D9%85%D9%86)4(.pdf:doi.260\r\n/history/FCKBIH/%D8%A7%D9%84%D8%A8%D8%AD%D8%A8%20%D8%A7%D9%84%D8\r\nhttp://www.damascusuniversity.edu.sy/mag\r\n28 ناصر الدين صيدوني، تاريخ الوقف ودوره الاجتماعي والاقتصادي، تاريخ الوقف ودوره الاجتماعي والاقتصادي. في دورة إدارة الأوقاف الإسلامية بالجزائر، (1999) 3-2\r\n140\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 10,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر استكشاف تاریخی\r\nالأعضاء، بما في ذلك 8 مستشارين إداريين منتخبين، ونذير (( وصي) على الوقف المؤسسة والضامن الذي ينظم عقود المؤسسة. بالإضافة إلى ذلك، كان الأمناء والكتاب، الذين كانوا جميعاً من بين العلماء، وكذلك شاويش عامل الصيانة الذي أشرف على حماية مباني هذه المؤسسة وتسهيل عمل طالبي المعرفة . 26 خصائص سبل الخيرات وقد تم تقدير الأساس بنحو ثلاثة أرباع القطاع العام الأوقاف والتي كانت تضم حوالي 92 محل بقالة 8 منها كانت مستغلة من قبل اليهود، وهذا إشارة إلى سماحة الإسلام وعدل بين أبنائه، وقد قدر إجمالي إيرادات هذه المؤسسة بحوالي 4455 مليون ريال. ريال سنويا. بالإضافة إلى الدخول الأخرى من المتاجر والفنادق والحمامات والتي تشكل حوالي 320 ملیون دولار. ريال سنويا . 27\r\n2.1.3.4 الأوقاف مؤسسة الخزانة (بيت المال)\r\nوقد أشرفت هذه المؤسسة على رعاية السبيل والأيتام والفقراء والسجناء، كما كانت مسؤولة عن الأموال الثمينة التي تخص الدولة، كما تولت مهمة إنشاء المرافق العامة كالطرق والجسور وبناء دور العبادة كالمساجد والأضرحة زاوية (( المدارس الاسلامية). الأساس بيت المال كانت هذه المؤسسة تتولى الأملاك الشاغرة التي لا وارث لها، فكانت توضع تحت بيت المال العام باعتبارها ملكا للمسلمين ، وكانت تتولى تسوية التركات وحفظ أموال الموتى من الفقراء وأبناء السبيل، وتعطي بعض الصدقات للمحتاجين، وأصبحت هذه المهام الدور الرئيسي لهذه المؤسسة تحديداً في أواخر العهد العثماني، وتجدر الإشارة إلى أن هذه المؤسسة كانت مستقلة عن الدولة العثمانية البيلكي (\" الإدارة العامة)، واهتمت بدفع مساهمة شهرية تقدر بسبعمائة فرنك إلى خزانة الدولة، وتغطية نفقات الفقراء، وضمان دفع رواتب القاضي وبعض علماء الدولة. بيت المال. 28\r\n2.1.3.5 الأوقاف مؤسسة أهل الأندلس\r\nتأسست دولة الأندلس بعد محنة الأندلسيين الذين فروا إلى شمال أفريقيا واستقروا في المدن الساحلية وانضموا إلى الحرب ضد\r\nالحاضر والمستقبل، 5\r\nالمروج السلة من ؟\r\n27 عقيل نمير، \"المؤسسة الخيرية في مدينة الجزائر: دراسة مقرنة للوقف\".\" [المؤسسات الخيرية في مدينة الجزائر: دراسة مقارنة للوقف (رسالة دكتوراه جامعة دمشق (2004) عقیل نمیر \"المؤسسة الوقفية الجزائرية في العصر العثماني ودورها . في الحياة الاجتماعية والاقتصادية\"، مؤسسات الوقف الجزائرية في الحياة الاجتماعية والاقتصادية ، مجلة دراسات تاريخية 116-115، (يوليو 2011) العصر العثماني ودورهم في الجزائرية في.\r\n%AB%D8%A7 %D9%85%D9%86)4(.pdf:doi.260\r\n/history/FCKBIH/%D8%A7%D9%84%D8%A8%D8%AD%D8%A8%20%D8%A7%D9%84%D8\r\nhttp://www.damascusuniversity.edu.sy/mag\r\n28 ناصر الدين صيدوني، تاريخ الوقف ودوره الاجتماعي والاقتصادي، تاريخ الوقف ودوره الاجتماعي والاقتصادي. في دورة إدارة الأوقاف الإسلامية بالجزائر، (1999) 3-2\r\n140\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 11,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nالوقف المنازل والملاجئ الجنود) دون تدخل السلطات المحلية، مما يعكس ديمقراطية القرار في أوقاف أوقاف التأسيس واستقلاليته عن السلطة المحلية . 33 يوضح الجدول 1 نفقات بعض الوقف . المؤسسات خلال الحكم العثماني، وفقاً للتقرير المالي للإدارة الفرنسية بتاريخ 30 سبتمبر 1842. وقد تم تقدير هذه النفقات بالفرنك الفرنسي في ذلك الوقت.\r\nالجدول 1 نفقات بعض الوقف المؤسسات في العهد العثماني\r\nالأوقاف من الحرمين الشريفين المساجد\r\nالأوقاف لسبل ال- خیرات\r\nسنة\r\nالأوقاف مؤسسة من أهل الأندلس\r\n9750.40\r\n105701.15\r\n1836\r\n3870.80\r\n13341.27\r\n109895.99\r\n1837\r\n3978\r\n13903.70\r\n109937.25\r\n1838\r\n4141.24\r\n12192.709\r\n143068.62\r\n1839\r\n3384.20\r\n12712\r\n166495.25\r\n1840\r\n2775.20\r\n10615.55\r\n177268.91\r\n1841\r\n18734.20\r\n72515.61\r\n812367.17\r\nالمجموع\r\nمصدر الصلاح مجلة وزارة الشؤون الدينية، 90/89 يناير فبراير 1981.\r\n2.2 الجزائر الوقف النظام خلال الاستعمار الفرنسي\r\nمنذ بداية الفترة الاستعمارية الفرنسية في الجزائر، اعتبرت الإدارة الفرنسية الأوقاف باعتبارها واحدة من المشاكل الرئيسية التي تتعارض مع سياستها الاستعمارية من ناحية، وعدم توافقها مع مبادئها الاقتصادية الاستعمارية من ناحية أخرى. وكان ذلك بسبب الأوقاف وقد أعطت نوعا من الاستقلال عن الإدارة الاستعمارية، فواجهت مصادرة الإدارة الفرنسية ونهبها بطرق مختلفة، مما جعلها ضعيفة وغير فعالة. وعلاوة على ذلك، عمل قادة الجيش الفرنسى جاهدين على فرض سيطرة صارمة على المؤسسات الدينية، من خلال تصفية ومصادرة ممتلكاتها الأوقاف، وكذلك إصدار القرارات والمراسيم برفع الحصانة وحماية الوقف إن هذه الحصانة كانت تشكل واحدة من العقبات العديدة التي واجهتها الإصلاحات المزعومة للاستعمار. 34\r\nفي ديسمبر 1830 أصدر المارشال الفرنسي كلاوزيل\" مرسوماً يقضي بحل الأوقاف الحرمين الشريفين (الحرمين)، بدعوى أن دخلهم أنفق على الأجانب. وقد ضمن هذا القرار الاستيلاء على الأوقاف من المسجد الأعظم أيضا وقد نص في مادته السادسة على أن من لم يفصح عن مكان تواجده الوقف سيتم تغريمهم. علاوة على ذلك، فإن التقرير الذي أصدره وزير الدفاع الفرنسي في 23 1843 مارس\r\nوالمرجع السنة، من 101.\r\n34 فارس مسدور، وكامل منصوري، \"التجروبة الجزائرية في إدارة الوقف التاريخ والحضر والمستقبل\"، [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل، 8 : سوريا حدادو وسليمان النحوي، \"تطور السلوك الوقفي في الجزائر\". تطور سلوك الوقف في الجزائر . ١٠٣ . دوي : 99400/en/article/\r\nhttps://www.asjp.cerist.dz\r\n142\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 12,
            "text": "لا للام وآخرون.\r\nالوقف في الجزائر استكشاف تاریخی\r\nوذكر أن \"نفقات وإيرادات المؤسسات الدينية يجب أن تنضم إلى ميزانية الحكومة الفرنسية\" . 35 بعد أن استولى الجيش الفرنسي على الجزائر، خلال السنوات الخمس الأولى من الاحتلال، أصدرت الإدارة الفرنسية مراسيم تهدف إلى تغيير النظام السياسي في الجزائر تدريجيا. الوقف الأحكام من خلال إدخال الأعمال إلى نطاقها وتبادلها الوقف الممتلكات، لتسهيل امتلاكها للقادمين الجدد من أوروبا. وفي الوقت نفسه سيطرت على 27 مسجداً و 11 مدرسة إسلامية وأماكن عبادة (مصلى) .36\r\nكما ذكر مسدور ومنصوري (2008)، فإن القرار الفرنسي الأول كان يهدف إلى الوقف تم إصدار أمر التشتيت في 8 سبتمبر 1830، وتضمن أحكاماً تنص على أن السلطات الفرنسية لها الحق في الاستيلاء على ممتلكات الإداريين والموظفين العثمانيين السابقين واحتلالها، وجزء من الأوقاف مؤسسة الحرمين الشريفين، وهو ما أثار غضب واستنكار رجال الدين والعلماء وأعيان الجزائر الذين اعتبروا هذا القرار انتهاكا واضحا للميثاق الخامس للمسلمين المادة من بيان تسليم معاهدة الجزائر (4) \" \" يوليو (1830 كان في مقدمة المحتجين ، مفتي ابن العنابي من منع مصادرة الحرمين الشريفين ؟ الأوقاف في ذلك الوقت. ثم تم وضع سلسلة من المراسيم والقرارات والخطط، والتي كانت تهدف في المقام الأول إلى تشديد سيطرة الإدارة الاستعمارية على الوقف العقارات في الجزائر بمافي ذلك ما يلي:\r\n1.7 في ديسمبر 1830، سمح المرسوم للأوروبيين (الغزاة) بالاستيلاء على الأوقاف والتي أظهرت\r\nاستغلالاً صريحاً لالوقف ملكيات.\r\nثانياً 25 أكتوبر 1832 طلب السيطرة على الوقف تم إطلاق خطة العقارات، وفي غضون 5 سنوات من ذلك التاريخ الوقف تم السيطرة عليها بالكامل ووضعها تحت تصرف المارشال الفرنسي . سافين\" الذي كان يشرف ويسيطر على عام 2000. الأوقاف منتشرة في أكثر من 200 مؤسسة ومؤسسة خيرية . 37\r\nثالثا . 1 شارع قرار أكتوبر 1844 ينص على رفع الحصانة عن الوقف. لذلك، إخضاع الأوقاف إلى أحكام المعاملات العقارية، وقد مكن هذا المرسوم الأوروبيين من امتلاك والسيطرة على نصف الأراضي الزراعية في ضواحي المدن الكبرى في الجزائر، وبالتالي تقليص عدد الهيئات العمومية الأوقاف إلى 293 بعد أن كان من المقدر أن يكون حوالي 550 قبل الاحتلال.\r\nرابعا . 30 مرسوم أكتوبر 1858 وسع القرار السابق، حيث الأوقاف أصبحت خاضعة لقوانين الملكية العقارية المطبقة في فرنسا وسمحت لليهود وبعض المسلمين بامتلاكها.\r\nصدر قرار آخر أطلق عليه \"قانون 1873، والذي كان يهدف إلى تصفية ٧٠ الأوقاف وبالتالي القضاء عليهم تدريجيا في المجتمع الجزائري.\r\n35 محمد البشير الهاشمي مغلي التكوين الاقتصادي ليندام الوقف الجزائري ودورة المقام للإحتال الفرنسي\"، التكوين الاقتصادي لنظام الوقف الجزائري ودوره في مقاومة الاحتلال الفرنسي) ، مجالت المصادر https://www.asjp.cerist.dz/en/downArticle/29/4/6/146241:doi.161 :)2002( 6 4، رقم\r\n36 ناصر الدين السعيدوني دراسات في الملكية العقارية دراسات في العقارات، 105-106 37 ووفقا لتقرير الأمين العام بشأن الأوقاف في 10 ديسمبر 1835.\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n143\r\nUMT"
        },
        {
            "page": 13,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر استكشاف تاریخی\r\n2.3 الجزائر الوقف النظام بعد الاستقلال 1962\r\nبعد استقلال الجزائر، وبسبب الفراغ القانوني الكبير الذي واجهته البلاد آنذاك، صدر مرسوم ديسمبر 1962 الذي مدد سريان القوانين الفرنسية في البلاد، باستثناء تلك التي تمس السيادة الوطنية الوقف ولم يكن من بين اهتمامات الدولة، الأمر الذي أثر سلبا على وضعهم (خاصة فيما يتعلق برعاية وصيانة ما تبقى منهم). والأسوأ من ذلك أن القانون الفرنسي كان يطبق في التعامل مع الوقف الممتلكات، وتقييد دورها بالتعامل مع الشؤون الدينية فقط، مثل دور العبادة وقراني المدارس.\r\n2.3.1 وضع الجزائر الأوقاف بعد المرسوم 64/283\r\nولعلاج هذا الوضع صدر المرسوم رقم 64/283 بتاريخ 17/11/1988 سبتمبر 1964 يتكون من الوقف نظام العقارات نتيجة لاقتراح وزير الأوقاف والشؤون الدينية الأوقاف. ولكن هذا المرسوم لم يطبق قط الأوقاف وظلت كما كانت في عهد الاستعمار . 38 في نوفمبر 1971 صدر مرسوم الثورة الزراعية، ورغم أن هذا المرسوم استثنى الوقف الممتلكات من التأميم، ومع ذلك لم يكن تطبيقه على النحو المنصوص عليه، بل شمل أغلبها. الوقف الأراضي ضمن الثورة الزراعية، مما أدى إلى تفاقم الوضع الوقف الممتلكات، حتى تلك التي كانت معروفة بعد الاستقلال ونجت من الضياع والنهب خلال الفترة الاستعمارية . 39\r\nحالة الوقف ظلت أحوال الملكية في الجزائر تتدهور مع مرور الوقت على الرغم من صدور قانون الأسرة في يونيو 1984 ، والذي لم يحقق جديدا فيما يتعلق بتنظيم الملكية العقارية الوقف الملكية ولكن أشار إلى المفاهيم العامة حول الأوقاف في 5 شرط . مه لذلك، يمكن ملاحظة ذلك بوضوح الوقف لقد أهملت الممتلكات حتى بعد الاستقلال، مما أثر سلباً على استمراريتها وتسبب في تدميرها بشكل منهجي، وخاصة الممتلكات القائمة بالكامل بسبب التأثيرات الطبيعية وانعدام الصيانة ، وفوق كل هذا فقدان الوقف الوثائق والعقود الوقف الأرشيفات، مما أدى إلى تعقيد عملية استرجاعها.\r\n2.3.2 وضع الجزائر الأوقاف بعد دستور 1989\r\nوكان صدور دستور عام 1989 بمثابة الخطوة الأولى في الواقع لحماية الوقف الممتلكات، حيث نصت المادة 49 منه على أن \"الوقف \" إن الممتلكات والأموال الخاصة بالجمعيات الخيرية معترف بها ومحمية بموجب القانون. لذلك الوقف الممتلكات التي اكتسبت دستورية\r\n38 الأوقاف، \"الأملاك الوقفية في الجزائر\"، في ندوة تطوير الأوقاف الإسلامية وتنمية لها (نواكشوت منشورة البنك الإسلامي للتنمية بيتعون مع الأمانة العامة للوقف (2000) إبراهيم بن داود، وأحمد طيبة \" إدارات العملاق الوقفية بالجزائر وسبل استثمارها\"، إدارة الأملاك الوقفية في الجزائر وطرق استثمارها. مجالات الدراسات القانونية والسياسيات\r\nhttps://www.asjp.cerist.dz/en/article/37584:doi.7)2016( 2 2، رقم\r\nو3 فارس مسدور، وكامل منصوري، \"التجروبة الجزائرية في إدارة الوقف التاريخ والحضر والمستقبل\"، [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل، 21-22\r\n144\r\nالمرجع نفسه، ص 22\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 14,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nالحماية لأول مرة منذ الاستقلال . 141 وبعد ذلك صدرت القوانين والمراسيم تباعا، مما عزز مكانة الوقف العقارات في الجزائر مما جعل استرجاع الوضع الوقف وقد أصبح هذا الأمر ممكنا تدريجيا في المجتمع الجزائري، وفيما يلي بعض القوانين والمراسيم الصادرة في هذا الشأن:\r\n1991 أ- القانون رقم 91/10 بتاريخ 12/12/2008م. شوال 1411هـ الموافق 27 أبريل متعلق بـ الوقف العقارات، والتي تضمنت 50 قانوناً تنظيمياً.\r\nثانيا المرسوم التنفيذي رقم 98/381 المؤرخ في 12/12/1998 شعبان 1419هـ الموافق 1شارع ديسمبر 1998، الذي حدد شروط الوقف إدارة الممتلكات وحوكمتها وحمايتها، وقد تضمن خمسة فصول وأربعين مادة . في الأحكام المختلفة.\r\nثالثا - القرار الوزاري رقم 29 بتاريخ 31/12/1998 م شارع فبراير 1999، الذي أمر بـ تأسيس الأوقاف اللجنة وحددت مهمتها ووظيفتها تحت سلطة وزير الشؤون الدينية والأوقاف\r\nرابعاً القرار الوزاري المشترك رقم 31 بتاريخ 14/11/1431 هـ دلقي د/ 1419هـ الموافق 2 اختصار الثاني مارس 1999، الذي . أمر بإنشاء الأوقاف الصندوق المركزي تـ تحت إشراف وزارة المالية ووزارة الشؤون الدينية والأوقاف الأوقاف.\r\nالقرار الوزاري المؤرخ في 10/10/1999م - : أبريل 2000، تم تحديد طرق الأوقاف الإيرادات ونفقاتها.\r\nالسادس القانون رقم 01/07 بتاريخ 22 اختصار الثاني مايو 2001، الذي عدل وأكمل القانون 91/10، تناولت تطوير الأوقاف واستثماراتها.\r\nو من خلال هذه القوانين والقرارات وغيرها من التشريعات والأنظمة، يلاحظ أن النشاط التشريعي في مجال الوقف لقد شهدت البلاد قفزة نوعية خاصة بعد دستور عام 1989 الذي عزز من هيبة الدولة الأوقاف في القانون الجزائري، وبعد فترة طويلة من البحث عن قانون يضمن ويشجع على تطوير الأوقاف من أجل . خدمة المجتمع . 42 تجدر الإشارة . إلى أن الجزائر الوقف لقد عانى القطاع من ويلات مرحلة مظلمة أخرى في تاريخ الجزائر، والتي بدأت في عام 1991. ويمكن أن نطلق عليها مرحلة عدم الاستقرار السياسي التي استمرت 10 سنوات. وقد اتسمت هذه المرحلة بالعنف والقتل وحالة كبيرة من الفوضى، مما أسفر عن خسارة 100 مليون دولار الأوقاف بل وأكثر من ذلك، فضلاً عن تعديات الأفراد على الأوقاف العامة.\r\n2.3.3 استثمارات العقارات الأوقاف في الجزائر في ضوء الوقف قانون رقم 91/10 وقانون رقم 01/07\r\nال الوقف لم يشهد الاستثمار العقاري في الجزائر حتى اليوم تطبيقا ميدانيا قويا، وذلك بسبب وتيرة النمو المختلفة الوقف المشاريع الاستثمارية ضعيفة جدا رغم أنها مشاريع واعدة وتعكس النقلة النوعية في هذا المجال، ومن هذه المشاريع ما يلي:\r\nالمرجع نفسه من 22 23.\r\n42 فارس مسدور، \"الأوقاف الجزائرية بين الإدثار والاستثمار\"، الأوقاف الجزائرية بين الانقراض\r\nوالاستثمار، ۱۹۲.\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n145\r\nUMT"
        },
        {
            "page": 15,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nأنا - مشروع كيرام مدينة تعد الأولى من نوعها في العالم العربي والإسلامي من حيث تركيبتها حيث تحتوي على شقق ومحلات تجارية ومركز أعمال وبنك ومسجد ودار أيتام.\r\nال - hi الوقف معقد البشير الابراهيمي - مشروع بلدية بوفاريك بليدا\r\nالمدينة التي تحتوي على مكاتب ومكتبة تقليدية وإلكترونية وقاعة محاضرات ومدرسة متخصصة قرآني التدريس والمدارس المتخصصة في العلوم المختلفة)، وبيت الضيافة.\r\nثالثا - مشروع المسجد الأعظم (مسجد) الجزائر الوقف مجمع يحتوي على\r\nثالث أكبر مسجد في العالم العربي والإسلامي بعد الحرمين الشريفين، فندق، مركز صحي متخصص ، معهد عالي للدراسات الإسلامية، مركز تسوق مطاعم ورش حرفية تقليدية مركز ثقافي إسلامي، مواقف سيارات ومساحات خضراء واسعة (70% من مساحة المشروع\r\nو من خلال استعراض هذه المشاريع التجريبية، يتبين أن هناك قفزة نوعية في استثمار الأوقاف في الجزائر. ومع ذلك، لم يكن هذا ممكناً لولا الأحكام القانونية التي تسمح بمثل هذه الاستثمارات. بدءا من تقديم قانون 1/10 91 المؤرخ 12 شوال 1411هـ الموافق 27 أبريل 1991. وتم تعديله لاحقاً بالقانون 43.01/07 تجدر ا الإشارة إلى أن أن جميع ما سبق ذكره الوقف تم إنشاء المشاريع واستثمارها على المستوى الحكومي أو مستوى الدولة النظام القانوني الأوقاف إن الاقتصاد في الجزائر لا زال يفتقد إلى التحديث والتطوير الذي يسمح للأفراد بإنجاز مشاريع استثمارية ضخمة تعود بالنفع على الفرد والمجتمع على حد سواء.\r\nالمادة 45 من القانون 91/10 سمحت بالاستثمار الوقف العقارات المنصوص عليها في: \"تنمية أموال الوقف واستثمارها وفقاً لإرادة الواقف (الواقف) ووفقاً لمقاصد الشريعة الإسلامية في مجال الأوقاف (مقاصد الشريعة) ووفقا للطرق التي تحددها اللوائح. ويبدو من مراجعة القوانين الجزائرية أن هذا المرسوم هو المرسوم الوحيد الذي يتناول بشكل صريح استثمار الوقف الخصائص، وفقا ل الواقف شروط الواقف ويجب أن تكون مطابقة . للشريعة الإسلامية . في مجال الأوقاف ولكن طرق تطبيقه لم يتم توضيحها بعد من خلال التنظيم وتم تقييدها بالإيجار الذي يبقى دائما ضعيفا مقارنة بأسعار السوق.\r\nوظل الوضع على حاله على الرغم من صدور المرسوم التنفيذي رقم 98-381 المؤرخ في 12 شعبان 1419هـ الموافق 1 شارع ديسمبر 1998، الذي حدد شروط الوقف إدارة الممتلكات والحوكمة والحماية وما إلى ذلك، حتى صدور قانون 01/07 الذي عدل واستكمل قانون /91/10، والذي أوضح الوقف استثمار\r\n146\r\nالمرجع نفسه، من 194.\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 16,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nالأساليب بشكل أكثر وضوحا . 44 الأهم الوقف كانت أنماط الاستثمار التي خضعت للقانون 07/01 على\r\nالنحو التالي 45:\r\nمصادر الوقف تمويل الاستثمار: وقد أوضحت المادة الرابعة هذه المصادر على النحو التالي:\r\nأ. التمويل الذاتي الأموال المتولدة من الأوقاف (الوقف تمويل).\r\nب التمويل الوطني: التمويل من مختلف مصادر التمويل الحكومي والمؤسسات\r\nوالمجتمعات المحلية وما إلى ذلك.\r\nج التمويل الخارجي من المؤسسات المالية الدولية أو حتى من الصناديق الخاصة.\r\nثانيا: طرق تمويل الوقف الخصائص الزراعية: إذا كانت الأوقاف إذا كانت على شكل أرض أو أشجاريتم استثمارها على النحو التالي: أ\r\n. عقد زراعي (عرازمة) : يتمثل في تسليم الأرض للمزارع الراغب في استثمارها مقابل حصة من المحصول يتفق عليها عند توقيع العقد.\r\nب. عقد السقاية يتمثل في إعطاء الوقف الأشجار لشخص متخصص في سقي الأشجار المثمرة مقابل حصة من الثمار يتم الاتفاق عليها عند توقيع العقد.\r\nثالثا. طرق تمويل الوقف العقارات الخاملة يمكن استثمارها على النحو التالي:\r\nأ. هوكر العقد ركحلا دفع هو تخصيص جزء من الأرض البيضاء للبناء أو الغرس لمدة معينة مقابل دفع مبلغ يقارب قيمة الأرض الوقف الأرض وقت توقيع العقد، كما يلتزم المستثمر بدفع إيجار سنوي محدد في العقد مقابل حق الانتفاع بالأرض، ويجوز للمستثمر أن يورث حقه خلال مدة العقد.\r\nج مرشد العقد (دصر ملا دفع هذا هو الاتفاق بين وزارة الوقف (نذير) والمستأجر الذي يصلح الأرض ويعمرها، ونفقاته تعتبر ديناً مراقباً يتم سداده من الوقف الإيرادات لفترة متفق\r\nعليها بشرط إعادة الممتلكات إلى الوقف القسم في نهاية العقد . 46\r\nد. إستبدال العقد (لاد بتسلاا (دفع) : هذا عقد يتم بمقتضاه الوقف يقوم القسم باستبدال جزء من\r\nالمبني بجزء من الأرض.\r\nه. عقد الترميم (التعمير) (رامعلا ةداعإو ميمرتلا دفع): هذا ل الأوقاف والتي تكون عرضة للدمار والانقراض حيث يدفع المستأجر بموجب هذا\r\nمه فارس مسدور، وكامل منصوري التجروبة الجزائرية في إدارة الوقف التاريخ والحضر والمستقبل\". [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل، 24.\r\nمكرر 11. 45 المادة رقم 26 والتي هي مكملة لأحكام الفصل الرابع من القانون 91/10 من المادتين 26 مكرر و 26\r\n46 حاشية ابن عابدين\" (4 / 402) : \"بداية المجتهد (2/236) : مجموع فتاوی ابن تيمية\" (31/224).\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n147\r\nUMT"
        },
        {
            "page": 17,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nعقد تقريبي لمبلغ إعادة البناء بشرط خصمه من مبلغ الإيجار في المستقبل.\r\nو. ال الأوقاف الودائع وهي التي تمكن صاحب المال المتراكم من تسليمه إلى الجهة المختصة الوقف في صورة وديعة بغرض استثمارها، ويستطيع صاحب الصندوق استردادها متى شاء.\r\nتجدر الإشارة إلى أن هناك أنواعاً أخرى من الوقف الاستثمارات المذكورة في القانون 07/01 مثل عقد البناء انبلا موقع القرض الحسن العقد ( ضرقلا دفع نسحلا ) وعقد المضاربة (ة بر اضملا دوقع) . 47 ومع ذلك، فمن الواضح من مراجعة الوقف التشريعات في الجزائر عدم مناقشة القطاع الخاص الوقف عائلة الوقف و النقود الوقف والذي يستلزم المزيد من البحث والتطوير. 48 على الرغم من أن جميع أساليب الاستثمار المذكورة أعلاه الأوقاف تتعلق بجوانب التنمية والاستثمار، ومن الواضح أن هناك نقصا في الأساليب الحديثة في تطوير هذا القطاع مثل صكوك الوقف الوقف أموال الإستصناع عقد المرابحة التمويل، استخدام النقد الوقف وهكذا دواليك . 49 وهذا يثير تساؤلا كبيرا حول ضرورة تحديث النظام الجزائري الوقف النظام القانوني.\r\n2.3.4 استثمارات العقارات الأوقاف في الجزائر في ضوء المرسوم التنفيذي 18/213\r\nردا على الطلبات الداعية إلى تحديث وتطوير الوقف النظام القانونى منحت الحكومة الجزائرية موافقتها للأفراد والمستثمرين. من القطاع | الخاص للاستثمار في الوقف العقارات بموجب المرسوم التنفيذي رقم 52 الصادر في 20 بتاريخ أغسطس 2018. ويحدد المرسوم شروط وأحكام الاستفادة الوقف العقارات الموجهة لإنجاز المشاريع الاستثمارية، ويشمل هذا المرسوم أيضاً مختلف العقارات العامة الوقف العقارات سواء كانت مبنية أو غير مبنية، بشرط أن تكون موجهة نحو استكمال مشاريع استثمارية، باستثناء العقارات العامة الوقف الممتلكات ذات الطبيعة الفلاحية، والهدف من إصدار هذا المرسوم هو الكشف عن الوقف مجال الاستثمارات والمشاريع العملاقة في إطار التقييم الوقف الممتلكات وتطويرها وفقا لإرادة الواقف (الواهب) والشريعة أهداف 50\r\n47 إبراهيم بن داود، وأحمد طيبة، \"إدارات العملاق الوقفية بالجزائر وسبل استثمارها\"، [إدارة أملاك\r\nالوقف في الجزائر وطرق استثمارها، ۱۸ ۱۹\r\n48 عبد القادر العلام سالينا قاسم، إنكو ربيعة عدوية إنكو علي، وبرهان سيتي \"رأس المال الفكري في المنظمات غير الربحية الدروس المستفادة لمؤسسات الوقف \" المجلة الدولية للتمويل الإسلامي 12، رقم 1) :doi.40-37:(2000\r\nhttps://www.emerald.com/insight/content/doi/10.1108/IJIF-10-2018-0111/full/html\r\n/en/article/74950 وضوابطها الشرعية ، مجلة مجمع المعرفة 3 لا. 2 (2017) 188-189 دوی وه مالك بيرة \"استثمار الأموال الوقفية العلاوات والضوابط الشرعية\"، استثمار الأموال الوقفية آلياتها https://www.asip.cerist.dz سفیان دبيح استثمار الوقف النقدي في التشريع الجزائري الضوابط والعليات\"، استثمار الوقف النقدي في التشريع الجزائري الضوابط والآليات، مجالات الدراسات والأبحاث https://www.asjp.cerist.dz/en/article/95890:doi.99-98 )2019( 1 القانونية 4، رقم\r\n148\r\n50 عبد القادر العلام، \"دراسة في إدارة المعرفة ورأس المال الفكري\"\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 18,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nوفي السياق ذاته، يتطرق المرسوم إلى أغلب الوقف العقارات على سبيل المثال الأراضي غير المبنية، والعقارات المبنية لاستقبال مشاريع الاستثمار، وكذلك العقارات المبنية التي تحتاج إلى إعادة تأهيل أو توسعة أو تحسين وحتى هدمها في حالة الحاجة إلى إعادة بنائها وإعادتها إلى استخدامها الأصلي، بينما يظل المستفيد ملزماً بإقامة مشاريع استثمارية، وفي جميع الأحوال يتم دمج مرافق المشروع الاستثماري في المرافق العامة الوقف العقارات. ورغم أن المرسوم 52 قد تناول وفتح الباب أ أمام الوقف الاستثمارات التي : يقوم بها الأفراد على أمل تطوير الوقف مجال الاستثمار في الجزائر ، ومع ذلك تظل أي جوانب ومواصفات غامضة فيما يتعلق بتطبيق قانون الاستثمار المختلف الوقف مشاريع مثل المستشفيات والمدارس والفنادق وما إلى ذلك. 51 ،\r\n2.4 الهيكل التنظيمي لمؤسسات الوقف في الجزائر\r\nفي الجزائر الوقف الممتلكات وكل ما يتصل بها من أمور تقع تحت إشراف وزارة الشؤون الدينية والأوقاف الأوقاف أو على وجه التحديد الإدارة المركزية في وزارة الشؤون الدينية والأوقاف والتي تقع تحت الإشراف المباشر لوزير الشؤون الدينية والأوقاف الإدارة المركزية بوزارة الشؤون الدينية والأوقاف الأوقاف تقع في العاصمة الجزائر وتتكون من: (1) الأمانة العامة التي تتولى مساعدة الوزير وتحضير أعماله، (2) المفتشية العامة التي تحدد جميع أعمالها بمراسيم تنفيذية، وتضم الأخيرة : (1) مديرية الإرشاد الديني والدعوة والإرشاد. قرآني التدريس (2) مديرية الأوقاف والحج والعمرة (3) مديرية الثقافة الإسلامية (4) مديرية التدريب والتطوير (5) مديرية إدارة الموارد (6) مديرية الدراسات القانونية والتعاون وكل مديرية من المديريات المذكورة تشرف على مهام محددة، ولها عدة مديريات فرعية تتعامل مع قضايا وعمليات محددة.52\r\nوبما أن هذه الدراسة تتناول الحالة الجزائرية الوقف المؤسسات. وسيتم التركيز بشكل أكبر على مهام وعمليات مديرية الأوقاف والحج والعمرة استناداً إلى المادة 3 من المرسوم التنفيذي رقم 146-2000 الصادر في 28 في يونيو 2000 مديرية الأوقاف الزكاة الحج والعمرة يكون مسؤولا عما يلي: (1) البحث والتسجيل والعد الوقف الممتلكات (2) الإشراف على جمع وتوزيع الزكاة (3) إعداد برامج إدارة واستثمار وتنمية الموارد المالية للدولة الأوقاف (4) متابعة تحصیل موارد الوقف (5) تحسين الإدارة المالية والمحاسبية للمؤسسة الأوقاف (6) إعداد برامج لرفع\r\nحول الأداء التنظيمى فى المنظمات غير الربحية: سياق مؤسسات الوقف الجزائرية.\" (رسالة دكتوراه. الجامعة الإسلامية العالمية ماليزيا، 2020) 38-39\r\n51 سونيا قاسمي، الوقف الإسلامي في الجزائر بين مداهر الجمود وعليات الطفيل\"، الوقف الإسلامي في الجزائر بين مظاهر الركود وآليات التنشيط ، مجلة دراسات اقتصادية 13 رقم 38 (2019): 167 doi عبد القادر لعلام، \"دراسة حول إدارة المعرفة ورأس https://www.asjp.cerist.dz/en/article/98231 المال الفكري في الأداء التنظيمي في المنظمات غير الربحية: سياق مؤسسات الوقف الجزائرية\"، 38-39\r\nالمرجع نفسه، صلال\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n149\r\nUMT"
        },
        {
            "page": 19,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nوفي السياق ذاته، يتطرق المرسوم إلى أغلب الوقف العقارات على سبيل المثال الأراضي غير المبنية، والعقارات المبنية لاستقبال مشاريع الاستثمار، وكذلك العقارات المبنية التي تحتاج إلى إعادة تأهيل أو توسعة أو تحسين وحتى هدمها في حالة الحاجة إلى إعادة بنائها وإعادتها إلى استخدامها الأصلي، بينما يظل المستفيد ملزماً بإقامة مشاريع استثمارية، وفي جميع الأحوال يتم دمج مرافق المشروع الاستثماري في المرافق العامة الوقف العقارات. ورغم أن المرسوم 52 قد تناول وفتح الباب أ أمام الوقف الاستثمارات التي : يقوم بها الأفراد على أمل تطوير الوقف مجال الاستثمار في الجزائر ، ومع ذلك تظل أي جوانب ومواصفات غامضة فيما يتعلق بتطبيق قانون الاستثمار المختلف الوقف مشاريع مثل المستشفيات والمدارس والفنادق وما إلى ذلك. 51 ،\r\n2.4 الهيكل التنظيمي لمؤسسات الوقف في الجزائر\r\nفي الجزائر الوقف الممتلكات وكل ما يتصل بها من أمور تقع تحت إشراف وزارة الشؤون الدينية والأوقاف الأوقاف أو على وجه التحديد الإدارة المركزية في وزارة الشؤون الدينية والأوقاف والتي تقع تحت الإشراف المباشر لوزير الشؤون الدينية والأوقاف الإدارة المركزية بوزارة الشؤون الدينية والأوقاف الأوقاف تقع في العاصمة الجزائر وتتكون من: (1) الأمانة العامة التي تتولى مساعدة الوزير وتحضير أعماله، (2) المفتشية العامة التي تحدد جميع أعمالها بمراسيم تنفيذية، وتضم الأخيرة : (1) مديرية الإرشاد الديني والدعوة والإرشاد. قرآني التدريس (2) مديرية الأوقاف والحج والعمرة (3) مديرية الثقافة الإسلامية (4) مديرية التدريب والتطوير (5) مديرية إدارة الموارد (6) مديرية الدراسات القانونية والتعاون وكل مديرية من المديريات المذكورة تشرف على مهام محددة، ولها عدة مديريات فرعية تتعامل مع قضايا وعمليات محددة.52\r\nوبما أن هذه الدراسة تتناول الحالة الجزائرية الوقف المؤسسات. وسيتم التركيز بشكل أكبر على مهام وعمليات مديرية الأوقاف والحج والعمرة استناداً إلى المادة 3 من المرسوم التنفيذي رقم 146-2000 الصادر في 28 في يونيو 2000 مديرية الأوقاف الزكاة الحج والعمرة يكون مسؤولا عما يلي: (1) البحث والتسجيل والعد الوقف الممتلكات (2) الإشراف على جمع وتوزيع الزكاة (3) إعداد برامج إدارة واستثمار وتنمية الموارد المالية للدولة الأوقاف (4) متابعة تحصیل موارد الوقف (5) تحسين الإدارة المالية والمحاسبية للمؤسسة الأوقاف (6) إعداد برامج لرفع\r\nحول الأداء التنظيمى فى المنظمات غير الربحية: سياق مؤسسات الوقف الجزائرية.\" (رسالة دكتوراه. الجامعة الإسلامية العالمية ماليزيا، 2020) 38-39\r\n51 سونيا قاسمي، الوقف الإسلامي في الجزائر بين مداهر الجمود وعليات الطفيل\"، الوقف الإسلامي في الجزائر بين مظاهر الركود وآليات التنشيط ، مجلة دراسات اقتصادية 13 رقم 38 (2019): 167 doi عبد القادر لعلام، \"دراسة حول إدارة المعرفة ورأس https://www.asjp.cerist.dz/en/article/98231 المال الفكري في الأداء التنظيمي في المنظمات غير الربحية: سياق مؤسسات الوقف الجزائرية\"، 38-39\r\nالمرجع نفسه، صلال\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n149\r\nUMT"
        },
        {
            "page": 20,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nالشؤون والأوقاف 54 و من الواضح مما سبق أن وزارة الشؤون الدينية والأوقاف الأوقاف تحتوي على أقسام متعددة ومهام عديدة معقدة ومتداخلة، وهذا سيؤثر حتماً على إدارة الأوقاف سلبيا. الحقيقة هي أن الأوقاف هي كيانات كبيرة تتطلب معايير إدارية متخصصة وفعالة ومكرسة، مما دفع العديد من الخبراء والباحثين إلى المطالبة بإنشاء هيئة مستقلة ومؤسسية لرعاية جميع الوقف المسائل ذات الصلة .55\r\n3. ملاحظة حول تأثيرات الوقف على المجتمع الحياة بعد الاستقلال\r\nالأوقاف وقد عرفت في الجزائر بأنها مؤسسة قائمة منذ ظهور الإسلام في شمال أفريقيا. والتي سبقت الحكم العثماني بقرون الوقف وكان النشاط في تلك الفترة موجها إلى بناء المساجد ووقف العقارات لأغراض علمية وتعليمية، فضلاً عن إيواء ومساعدة الفقراء وابن السبيل وكفالة الأيتام وغير ذلك. ونذكر على سبيل المثال لا الحصر: الأوقاف سيدي مدين شعيب، والتي تجاوز عددها 23 عقارا بمدينة تلمسان، حيث يعود تاريخها إلى سنة 906 هـ - 1500م. كما أن الأوقاف مسجد عبد الله الصفار بالجزائر والتي قدرت مساحتها بـ 100 هکتار سنة 640هـ - 1534م. 56 ومن الجدير بالذكر أن هذا البحث لم يتناول تاريخ الوقف في الجزائر قبل الحكم العثماني بسبب عدم وجود مراجع بهذا الخصوص، وبسبب غياب الأرشيف الذي يحتوي على بيانات الحكم في تلك الفترة بسبب الاستعمار الفرنسي، وكما ذكرنا سابقا عمل المستعمر الفرنسي على بسط سيطرته على كل الأوقاف في الجزائر وتعطيلهم ورفع الحصانة عنهم، واعتبارهم عائقا كبيرا أمام التوسع الاستعماري.\r\nبعد الاستقلال الوقف كانت المؤسسات التعليمية في الجزائر مثلها كمثل كل المؤسسات الاقتصادية الأخرى في البلاد، وذلك بسبب بقايا الاستعمار الذي عمل جاهدا على القضاء عليها. وخاصة تلك التي تعنى بالتعليم.\r\nمن المرجع نفسه، مر 42\r\n55 فارس مسدور، وكامل منصوري، \"التجروبة الجزائرية في إدارة الوقف التاريخ والحضر والمستقبل\". [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل 24-26 عبد الوهاب بن حمادي \"الإدارات المباشرة للوقف في التشريح الجزائري\". [الإدارة المباشرة للوقف في التشريع الجزائري (نظرة)). مجالات /en/article/80494:doi.595-592 :)2017( 4 الأستاذ الباحث للدراسات القانونية والسياسات 2، رقم https://www.asip.cerist.dz مالك بيرة \"استثمار الأموال الوقفية العلاوات والضوابط الشرعية\" .1 استثمار أموال الوقف آلياته وأساليبه الشريعة [الضوابط]. مجلة مجمع المعرفة 3، رقم 2 (2017): 190 doi عبد القادر العلام، سالينا قاسم، إنكو ربيعة عدوية https://www.asjp.cerist.dz/en/article/74950 وبرهان سيتي نحو مؤسسات وقفية قائمة على المعرفة\"، في التحديات وتأثيرات الأوقاف الدينية على الاقتصاد العالمي والمالي. إد. بورهان سايتي وعادل سريع (2020 IGI Global 107. دوي: 244766 https://www.igi-global.com/chapter/towards-knowledge-based-waqf-organizations\r\n56 عبد الرحمن بوسعيد \"الأوقاف والتنمية الاقتصادية والاجتماعية في الجزائر\"، الأوقاف والتنمية\r\nالاقتصادية والاجتماعية في الجزائر. (ماجستير جامعة وهران (2012).\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n151\r\nUMT"
        },
        {
            "page": 21,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nالشؤون والأوقاف 54 و من الواضح مما سبق أن وزارة الشؤون الدينية والأوقاف الأوقاف تحتوي على أقسام متعددة ومهام عديدة معقدة ومتداخلة، وهذا سيؤثر حتماً على إدارة الأوقاف سلبيا. الحقيقة هي أن الأوقاف هي كيانات كبيرة تتطلب معايير إدارية متخصصة وفعالة ومكرسة، مما دفع العديد من الخبراء والباحثين إلى المطالبة بإنشاء هيئة مستقلة ومؤسسية لرعاية جميع الوقف المسائل ذات الصلة .55\r\n3. ملاحظة حول تأثيرات الوقف على المجتمع الحياة بعد الاستقلال\r\nالأوقاف وقد عرفت في الجزائر بأنها مؤسسة قائمة منذ ظهور الإسلام في شمال أفريقيا. والتي سبقت الحكم العثماني بقرون الوقف وكان النشاط في تلك الفترة موجها إلى بناء المساجد ووقف العقارات لأغراض علمية وتعليمية، فضلاً عن إيواء ومساعدة الفقراء وابن السبيل وكفالة الأيتام وغير ذلك. ونذكر على سبيل المثال لا الحصر: الأوقاف سيدي مدين شعيب، والتي تجاوز عددها 23 عقارا بمدينة تلمسان، حيث يعود تاريخها إلى سنة 906 هـ - 1500م. كما أن الأوقاف مسجد عبد الله الصفار بالجزائر والتي قدرت مساحتها بـ 100 هکتار سنة 640هـ - 1534م. 56 ومن الجدير بالذكر أن هذا البحث لم يتناول تاريخ الوقف في الجزائر قبل الحكم العثماني بسبب عدم وجود مراجع بهذا الخصوص، وبسبب غياب الأرشيف الذي يحتوي على بيانات الحكم في تلك الفترة بسبب الاستعمار الفرنسي، وكما ذكرنا سابقا عمل المستعمر الفرنسي على بسط سيطرته على كل الأوقاف في الجزائر وتعطيلهم ورفع الحصانة عنهم، واعتبارهم عائقا كبيرا أمام التوسع الاستعماري.\r\nبعد الاستقلال الوقف كانت المؤسسات التعليمية في الجزائر مثلها كمثل كل المؤسسات الاقتصادية الأخرى في البلاد، وذلك بسبب بقايا الاستعمار الذي عمل جاهدا على القضاء عليها. وخاصة تلك التي تعنى بالتعليم.\r\nمن المرجع نفسه، مر 42\r\n55 فارس مسدور، وكامل منصوري، \"التجروبة الجزائرية في إدارة الوقف التاريخ والحضر والمستقبل\". [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل 24-26 عبد الوهاب بن حمادي \"الإدارات المباشرة للوقف في التشريح الجزائري\". [الإدارة المباشرة للوقف في التشريع الجزائري (نظرة)). مجالات /en/article/80494:doi.595-592 :)2017( 4 الأستاذ الباحث للدراسات القانونية والسياسات 2، رقم https://www.asip.cerist.dz مالك بيرة \"استثمار الأموال الوقفية العلاوات والضوابط الشرعية\" .1 استثمار أموال الوقف آلياته وأساليبه الشريعة [الضوابط]. مجلة مجمع المعرفة 3، رقم 2 (2017): 190 doi عبد القادر العلام، سالينا قاسم، إنكو ربيعة عدوية https://www.asjp.cerist.dz/en/article/74950 وبرهان سيتي نحو مؤسسات وقفية قائمة على المعرفة\"، في التحديات وتأثيرات الأوقاف الدينية على الاقتصاد العالمي والمالي. إد. بورهان سايتي وعادل سريع (2020 IGI Global 107. دوي: 244766 https://www.igi-global.com/chapter/towards-knowledge-based-waqf-organizations\r\n56 عبد الرحمن بوسعيد \"الأوقاف والتنمية الاقتصادية والاجتماعية في الجزائر\"، الأوقاف والتنمية\r\nالاقتصادية والاجتماعية في الجزائر. (ماجستير جامعة وهران (2012).\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n151\r\nUMT"
        },
        {
            "page": 22,
            "text": "لا للام وآخرون.\r\nالوقف في الجزائر: استكشاف تاریخی\r\nتؤثر بطريقة أو بأخرى على وتيرة إنجاز المشاريع وعمليات المتابعة. وقد أشارت العديد من الدراسات إلى عواقب الإشراف المباشر للدولة على الأوقاف بسبب تعقيد مهام الوزارات وتشتت جهود قطاع الأوقاف في الشأن الإداري وليس التنموي . 60 ومن المناسب أن نقتدي ببعض الدول الناجحة في إدارة هذا القطاع المرن والحساس، ونواكب ذلك بشكل بناء من خلال إدخال كيانات مستقلة معنية بهذا القطاع الوقف القضايا وتطورها . 61 ومن الجدير بالذكر أن الجزائر لديها عدد من المدن الحديثة الوقف مشاريع استثمارية تمثل نقلة نوعية في الاقتصاد الجزائري الوقف القطاع، مثل كيرام مجمع الأحياء ومشروع المسجد الكبير، إلا أن تحرير الوقف إن تحويل القطاع من مركزية الوزارات إلى القطاع الخاص من شأنه أن يؤدي إلى تعظيم الوقف ويؤثر ذلك بشكل أكبر على المجتمع ويسرع وتيرة الإنجاز ويرفع الأداء، فضلا عن فتح الباب أمام المساهمة من قبل الجمهور.\r\nارتفاع معدلات البطالة ومعدلات الفقر والمشاكل الاجتماعية: الجزائر، باعتبارها أكبر دولة في أفريقيا، لديها قدرات كبيرة وثروات كثيرة . ة ينبغي أن أن تعكس تنوع مواردها الطبيعية الوقف يعتبر قطاع الأوقاف من القطاعات المهمة في البلاد، إلا أ أن تعقيد الوضع الاجتماعي، وارتفاع معدلات الفقر، وظهور الطبقية المجتمعية، وانعدام الفرص أمام الشباب، يثير العديد من التساؤلات حول الدور الذي يلعبه قطاع الأوقاف كأداة فعالة لتحقيق أهداف التنمية المستدامة، في سد الفجوة المتزايدة بين شرائح المجتمع الجزائري . 62\r\nعدم الوضوح والغموض في الوقف القوانين ذات الصلة في الجزائر : القراءة المتأنية والبحث المتعمق في النظام القانوني في الجزائر يظهر أن معظم الوقف تتميز القوانين ذات الصلة بالغموض وعدم الوضوح بالإضافة إلى ذلك، فإن معظم الوقف القوانين ذات الصلة أصبحت قديمة ولا تواكب الإدارة والاستثمارات الحديثة الأوقاف الأساليب. ومن الملاحظ أيضاً أن الوقف القدركز النظام في ا الجزائر على صيغ الإيجارات بشكل كبير مما ألقى بآثار سلبية\r\n60 كامل منصوري \"الإصلاح الإداري لمؤسسة قطع الأوقاف - دراسات حالة الجزائر\"، الإصلاح الإداري لمؤسسات قطاع الوقف - دراسة . حالة الجزائر) (رسالة دكتوراه جامعة بسكرة 2013): عبد القادر العلام. سالينا قاسم، إنكو ربيعة عدوية إنكو علي، وبرهان سيتي، رأس المال الفكري في المنظمات غير الربحية: الدروس المستفادة لمؤسسات الوقف\"، المجلة الدولية للتمويل الإسلامي 12، رقم 1 (2000): 35-39 doi https://www.emerald.com/insight/content/doi/10.1108/IJIF-10-2018-0111/full/html\r\n61 عبد القادر العلام، سالينا قاسم، إنكو ربيعة عدوية، وبرهان سيتي نحو\" مؤسسات وقفية قائمة على المعرفة\"، في التحديات وتأثيرات الأوقاف الدينية على الاقتصاد العالمي والمالي، إد. بورهان سايتي وعادل / towards-knowledge-based-waqf-organizations/244766 107 و )IG) Global 2020( سریع\r\nhttps://www.iqi-global.com/chapter\r\n62 سونيا القاسمي. الوقف الإسلامي في الجزائر بين مظاهر الجمود وعليات الطفيل\"، ١٦٦-١٧٠. دوى:\r\nhttps://www.asjp.cerist.dz/en/article/98231\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\n153\r\nUMT"
        },
        {
            "page": 23,
            "text": "لا للام وآخرون.\r\nالوقف فى الجزائر: استكشاف تاریخی\r\nحول التنمية والاستثمار الوقف الممتلكات، بالإضافة إلى تعريضها للاستهلاك ومن ثم\r\nالانقراض . 63\r\nعدم التنسيق بين مؤسسات المجتمع المدني والوقف المؤسسات من الملاحظ بشكل واضح\r\nظهور العديد من المؤسسات والجمعيات المدنية في الجزائر، وذلك من أجل رأب الصدع\r\nالناتج عن تراجع الحركة الاحتجاجية الوقف الدور الذي تلعبه الجمعيات الخيرية في المجتمع.\r\nومع ذلك، فمن الواضح أيضاً التباعد والافتقار إلى التنسيق بين الجمعيات الخيرية والمنظمات غير الربحية الوقف إن المؤسسات الجزائرية لا تستطيع تحقيق أهداف مجتمعية وإنمائية مشتركة، الأمر الذي أدى إلى تشتت الجهود وتقليص الأثر المجتمعي. وهذه النقطة تساؤلات حول فعالية هذه المؤسسات الوقف المؤسسة في الجزائر الجزائر في ظل تثير عدة الإشراف الوزاري المباشر الحالي المبني على مركزية القرار .64\r\n4. الخاتمة\r\nتستعرض هذه الدراسة بشكل نقدي الجوانب التاريخية لالوقف في الجزائر في ثلاث عصور مختلفة وهي عصر الحكم العثماني وعصر الاستعمار الفرنسي وبعد الاستقلال. كما يسلط الضوء على ممارسة العديد من الوقف المؤسسات الموجودة فيها ويتناول تطوراتها وتأثيراتها على حياة المجتمع. خلال الفترة العثمانية، وخاصة قبل العصر الاستعماري الوقف كان النظام في الجزائر يلعب دوراً مهما في الحياة المجتمعية، حيث الأوقاف وقد وفرت مناصب ووظائف مهمة حتى خارج المجال الديني. بالإضافة إلى ذلك، كان لها إسهامها في مساعدة الفقراء والمحتاجين، وتخفيف أعبائهم داخل الدولة وخارجها على سبيل المثال الأوقاف من الحرمين الشريفين الأوقاف الحنفية مؤسسة أندلسية الأوقاف المؤسسة، وما إلى ذلك. ومع ذلك، فإن الجزائر الأوقاف بدأت تشهد تراجعاً كبيراً خلال العصر الاستعماري، عندما بدأ المستعمرون الفرنسيون في مصادرة الأوقاف وحاولوا التقليل من دورها الفعال في المجتمع، عندما أدركوا كيف أن هذه الأوقاف ساعدت في غرس روح الاستقلال في المجتمع بين الناس، والاهتمام بأنفسهم. بعد الاستقلال في عام 1962، كانت هناك مبادرات متواضعة لترقية الأوقاف الممتلكات، ومحاولات استعادة المفقود منها، ولكن كل هذه الجهود كانت ضعيفة مقارنة بحجم الآثار الوقف الممتلكات الأثرية في الجزائر خلال الفترة العثمانية، ومع تعقيدات استعادتها بعد الاستقلال، سواء بسبب فقدان الوثائق التي استولى عليها المستعمر ونقلها إلى موطنه الأصلي أو بسبب بطء عملية استعادة الأرشيف من قبل السلطات الجزائرية، إلى جانب بطء عملية إعادة توطين اللاجئين. الوقف تطور النظام القانوني الذي لم يواكب تطور المجتمع الجزائري، ويرى الباحث\r\n63 فارس مسدور، وكامل منصوري \"التجروبة الجزائرية في إدارة الوقف التاريخ والحضر والمستقبل\". [ التجربة الجزائرية في إدارة الوقف التاريخ والحاضر والمستقبل، 96-124\r\n64 كامل المنصوري، الإصلاح الإداري لمؤسسة قطاع الأوقاف - دراسات حالة الجزائر\". [الإصلاح الإداري المؤسسات قطاع الوقف - دراسة حالة الجزائر) رسالة دكتوراه جامعة بسكرة (2013): عبد القادر العلام سالينا قاسم، إنكو ربيعة عدوية إنكو علي، وبرهان سيتي رأس المال الفكري في المنظمات غير الربحية: الدروس المستفادة لمؤسسات الوقف\". 40.\r\n154\r\nمحلة الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021"
        },
        {
            "page": 24,
            "text": "لا للام وآخرون.\r\nالوقف في الجزائر استكشاف تاریخی\r\nالتأمل في حقيقة الأمر الأوقاف في الجزائر نجد فجوة كبيرة بين التشريع والتطبيقات الميدانية، مما يثير العديد من التساؤلات التي تتمحور حول الأسباب التي تحول دون الوقف الصناعة في الجزائر في أداء دورها المقصود في تنمية المجتمعات.\r\nفهرس\r\nالأوقاف الأوقاف الجزائرية . الجزائر: وزارة الشعون الدينية والأوقاف .1998\r\nالأوقاف. «الأملاك الوقفية في الجزائر». أملاك الوقف في الجزائر. في ندوات تطوير الأوقاف الإسلامية وتطويرها . نواكشوت منشورة البنك الإسلامي للتنمية بيتعون مع الأمانة العامة للوقف، 2000.\r\nبن داود إبراهيم وأحمد طيبة. إدارة العملاق الوقفية بالجزائر و \"سبل الاستثمارها\". إدارة أملاك الوقف . في الجزائر وطرق استثمارها مجالات الدراسات /en/article/37584 :القانونية والسياسيات 2، لا .2 (2016) 1-23 دوى\r\nhttps://www.asjp.cerist.dz\r\nبن حمادي، عبد الوهاب. الإدارات المباشرة للوقف في التشريع الجزائري\". \" (النظرة).\" [الإدارة المباشرة للوقف في التشريع الجزائري (نظرة)). مجالات الأستاذ الباحث /en/article/80494.597-584 :)2017( للدراسات القانونية والسياسات 2 لا doi: https://www.asjp.cerist.dz\r\nبراح مالك، استثمار الأموال الوقفية العلاوات والضوابط الشرعية\".\r\nاستثمار أموال الوقف الآليات والضوابط الشرعية . مجلة مجمع المعرفة 3، لا. 2 (2017) https://www.asjp.cerist.dz/en/article/74950 179-190 دوی\r\nبرتيمة، عبد الوهاب، وحمزة عبدلي. تجروبة الجزائر في التمويل غير الآل\" ربحي: الزكاة والأوقاف تجربة الجزائر في التمويل غير الربحي: الزكاة والأوقاف. ورقة مقدمة في مؤتمر الابتكار ومنتجات الهندسة المالية وتطبيقاتها بين الصناعة المالية التقليدية والإسلامية. -setif.dz:8888/jspui/bitstream/123456789/948/1/3.pdf 2014 جامعة سطيف doi: http://dspace.univ\r\nبن حموش، مصطفى أحمد \"الوقف وتنمية المدن من الثرى إلى الوقف\"\r\nالوقف وتنمية المدن من التراث إلى التحديث\". ندوة الوقف الإسلامي في الإمارة ربيعة المتحدة العين: جمعية الإمارات العربية المتحدة، 1997.\r\nبوسعيد عبد الرحمن. \"\" الأوقاف والتنمية الاقتصادية والاجتماعية في الإسلام\" \"الأوقاف والتنمية الاقتصادية والاجتماعية في الجزائر. ماجستير، جامعة وهران 2012\r\nدبيه سفيان استثمار الوقف النقدي في التشريح الجزائري الضوابط والروابط \"استثمار الوقف النقدي في التشريع الجزائري الضوابط والآليات\". مجالات الدراسات /en/article/95890 والأبحاث القانونية 4، لا . 1 (2019) 91-114 دوی https://www.asjp.cerist.dz\r\nقسم الفكر والحضارة الإسلامية\r\nالمجلد 11 العدد 1 ربيع 2021\r\nUMT\r\n155"
        }
    ]
}