{
    "book_name": "JS2E2",
    "pages": [
        {
            "page": 8,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الأولى\r\n10\r\nالخطوات المنهجية لدراسة الوثيقة التاريخي\r\nخطوات منهجية لدراسة وثيقة\r\nإنها قواعد سهلة، متعارف عليها تتيح لكل من يلتزم بها التزاما دقيقا أن يميز بوضوح الموضوع المعالج\r\nوأن يبلغ الهدف دون بذل جهد غير ضروري.\r\nأربع قواعد أساسية تعتمدها في دراسة الوثيقة هي:\r\nالتمييز الواضح للتعليمة بالتساؤل حول\r\n1 من سيقوم بالمهمة؟\r\n2 ما السياق الذي يتواجد فيه؟\r\n3. و إلى أين يتجه؟\r\nالتحليل وهو تقسيم مكونات الوثيقة إلى عناصر بسيطة.\r\nالانسجام الذي يحققه الترتيب المنطقي للأفكار الأساسية وتسلسلها. النظرة الكلية بحيث نحصي مختلف أجزاء الوثيقة التاريخية، وننتقل من حكم إلى آخر بطريقة تضفي الوضوح على المجموع.\r\n..... وفي سنة 1378م شرع في تأليف تاريخه العام وهو آمن في قلعة بني سلامة..... حتى إذا قضى في هذا العمل أربعة أعوام استهوته خزائن الكتب بتونس فسار إليها، وهناك فرغ لكتابة تاريخ البربر وما عتَمَتْ تونس أن نبت به، فقصد إلى مصر (...) فلما كانت سنة 1401م خرج جيش المماليك لقتال المغول، وعلى رأسهم تيمورلنك، (....) ثم إنه فاوض\r\nتيمورلنك هذا في شروط استسلام دمشق....\r\nوثيقة 1\r\nالمرجع\r\n: كارل بروكلمان تاريخ الشعوب الإسلامية / ص (337)\r\nوثيقة 2\r\nمغارة ابن خلدون المعروفة بمهارة \" بني سلامة \" وتقع بفرندة في ولاية تيارت.\r\nلقد بدأ حياته السياسية بالعمل لدى صاحب تونس، لينتقل بعد ذلك إلى قصور المرينيين بفاس، ثم إلى بلاط بني الأحمر بالأندلس التي عاد منها ليتولى منصب الحجابة لدى أمير بجاية، ثم ليعتزل السياسة بعد ذلك.\r\nلاجئا إلى القبائل العربية ومسانداً صاحب تلمسان طوراً وصاحب فاس طوراً آخر.......\r\nوثيقة 3\r\nالمرجع محمد عابد الجابري / العصبية والدولة من 62"
        },
        {
            "page": 9,
            "text": ""
        },
        {
            "page": 10,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية\r\nالخطوات المنهجية لدراسة الوثيقة التاريخية\r\nالأولى\r\n12\r\n2 - تحليل الوثيقة التاريخية.\r\nإن دراسة أي نوع من الوثائق ( صورة نص لوحة، جدول، رسم بياني، خارطة، مخطط .... يتطلب مفردات متخصصة تمثل الأداة الأولى التي نستعملها مفاتيح لتحليل مضمون الوثائق التاريخية شرحاً وتفسيراً، ولا نستطيع فهم وثيقة ما - كيفما كانت طبيعتها إذا لم نفهم كل مصطلحاتها .\r\nالفهم\r\nمنهجية شرح النص التاريخي\r\nالتحليل\r\nالتركيب\r\n-1- ذكر الخصائص الأساسية للوثيقة\r\n-1- تقسيم النص إلى عناصر وأجزاء - -1\r\nإعادة بناء عناصر النص وفق\r\nومميزاتها، ونوعها، وصاحبها.\r\nعلامات محددة.\r\nحسب أهميتها.\r\n2 إدراك موضوع الوثيقة أي الجوانب التي يتطرق إليها النص -3- تحديد الإشكالية وصياغة الأسئلة التي يطرحها النص.\r\n-2 الكشف عن الروابط بين مختلف -\r\n-2 إدماج هذه العناصر وفق تنظيم منطقي. -3- إدماج عناصر جديدة. -4- يمكن إصدار بعض الأحكام.\r\nالأجزاء. -3- تحديد معاني الكلمات التاريخية 4 - شرح أفكار النص.\r\nالخاتمة\r\nعلى اعتبار أن شرح النص هو اشتغال على الوثيقة، فإنه يتطلب القيام بتقييم نهائي لتلك الوثيقة من حيث صلاحيتها وتبيان مدى الإضافة التي يمكن أن تحدثها إزاء معارفنا التاريخية السابقة. هل تثبت تلك المعارف، أم تساهم في التعديل فيها؟\r\nإن القصد من تقديم نص للدراسة، يكون بغرض التحقق من : - فهم المعنى العام للنص.\r\n- معرفة شرح وتطوير بعض الأحداث الموصوفة والمشار إليها في النص أو التي تم التلميح إليها. التعود على أساليب البحث عن طريق ترتيب المعلومات وتلخيصها وعرضها وترجمتها في شكل مخططات أو جداول أو رسومات توضيحية."
        },
        {
            "page": 11,
            "text": "صحيفة المدينة المنورة\r\n13\r\nبسم الله الرحمن الرحيم\r\n66\r\nهذا كتاب من محمد النبي الله بين المؤمنين والمسلمين من قريش ويثرب، ومن تبعهم، فلحق بهم، وجاهد معهم، إنهم أمةً واحدةً من دون الناس المهاجرون من قريش على ربعتهم يتعاقلون بينهم، وهم يفدون عانيهم بالمعروف والقسط بين المؤمنين، وإن المؤمنين بعضهم موالي بعض دون الناس، وإنه من تبعنا من يهود فإن له النصر والأسوة غير مظلومين ولا متناصر عليهم.. إن اليهود ينفقون مع المؤمنين ما داموا محاربين .... لليهود دينهم، وللمسلمين دينهم، مواليهم وأنفسهم إلا من ظلم وأثم فإنّه لا يُوتغ إلا نفسه، (...) وإن على اليهود نفقتهم وعلى المسلمين نفقتهم وإن بينهم النصر على من حارب أهل هذه الصحيفة، وإن بينهم النصح والنصيحة والبر دون الإثم... وإن يثرب حرام جوفها لأهل هذه الصحيفة، وإنه ما كان بين أهل هذه الصحيفة من حدث أو التجار يُخافُ فَساده، فإن مرده إلى الله عز وجل وإلى محمد\r\nرسول الله له وإن الله على أتقى ما في هذه الصحيفة وأبره.\r\nالمرجع ابن هشام السيرة النبوية تحقيق مصطفى الشقا وإبراهيم الأبياري وعبد الحفيظ شلبي / الجزء 1 / ص 501-502 بتصرف\r\nالربعة الحال التي جاء الإسلام وهم عليها. يتعاملون بينهم والمقصود أن يؤدوا دية الدم\r\nوتدقيق ما دلالة ذلك؟ 1 - تميزت الصحيفة بلغة وأسلوب يحتاج إلى شرح 2 - تعرف الصحيفة أيضا باسم دستور المدينة وهو 3- حَدَّدِ المعنى العام للوثيقة معتمداً منهجية دراسة النص التاريخي. 4 - نستخدم اليوم مفردات مثل: حرية الاعتقاد\r\nبينهم .\r\nعانيهم : أسيرهم.\r\nمواليهم: عبيدهم.\r\nيونغ نفسه يهلكها\r\nبطانة الرجل خاصته وأهل بيته.\r\nإن الله على أبر هذا: أي على الرضا به.\r\nما يدل على طبيعة الوثيقة السياسية والتشريعية. وضح ذلك بأمثلة من النص.\r\n\"إنهم أمة من دون الناس\" بمعنى الانتماء للإسلام فوق الانتماء للقبيلة أو العائلة وبهذا نقل الرسول العرب من مستوى القبيلة إلى مستوى الأمة.\r\nوالمواطنة وحقوق الإنسان....\r\nابحث عما يقابلها في نص الوثيقة."
        },
        {
            "page": 12,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الأولى\r\n14\r\nالخطوات المنهجية لدراسة الوثيقة التاريخية\r\nتعلم الإدماج\r\nدراسة وثيقة تاريخية\r\nزمن الانعقاد :\r\nصحيفة المدينة \" دستور المدينة \"\r\nوضع هذا الدستور في السنة الأولى للهجرة (1) هجري) أي عام 623 م.\r\nالمكان .\r\nالطبيعة القانونية : وثيقة دستورية.\r\nيهدف هذا الدستور بالأساس إلى :\r\nتنظيم العلاقة بين جميع الطوائف والجماعات الموجودة في المدينة.\r\nا - إثبات حق كل طائفة من:\r\nعبدة الأوثان و باقي الأطراف.\r\nب - إقامة الدفاع المشترك على المدينة\r\nشرح مختلف ميادين التحول في المجتمع الإسلامي الجديد، ونحصي من هذه المعالم :\r\n1- تحديد مفهوم الأمة.\r\n2 تحديد إقليم الدولة:\r\nجاء في الصحيفة :\" وأن يثرب حرام جوفها لأهل هذه الصحيفة \" و أصل التحريم أن لا يقطع شجرها و لا يقتل طيرها فإذا كان هذا هو الحكم في الشجر والطير، فما بالك في الأموال و الأنفس ؟! فهذه الصحيفة حددت معالم الدولة: أمة\r\nواحدة، وإقليم هو المدينة.\r\n3 - الحريات وحقوق الإنسان.\r\n4 - تحقيق مبدا العدل والمساواة في الحقوق العامة و الواجبات\r\nفمبادئ الحق والعدل والتعاون على البر والتقوى والعمل الخير الناس، ودفع أذى الأشرار عن المجتمع، هي أبرز\r\nالشعارات التي ينادي بها الإسلام.\r\n5 - تحقيق الأمن والسلام.\r\nخاتمة\r\nوبإبرام هذا الدستور وإقرار جميع الفصائل بما فيه، صارت المدينة المنورة دولة وفاقية رئيسها الرسول صلى الله\r\nعليه وسلم، وصارت المرجعية العليا للشريعة الإسلامية. فكان أول دستور مدني في التاريخ، فجميع حقوق الإنسان\r\nمكفولة كحق حرية الاعتقاد وممارسة الشعائر الدينية والمساواة والعدل... واعتبره الكثير من المؤرخين مفخرة الحضارة\r\nالإسلامية، ومعلما من معالم مجدها السياسي والإنساني."
        },
        {
            "page": 13,
            "text": "الإمبراطورية الفارسية الساسنية.\r\nالحيرة.\r\nدمشقه\r\nبحر الروم\r\nالغساسنة\r\nالإسكندرية .\r\nعمان\r\nالخليج العربي\r\nالبحرين\r\nاليمامة\r\nتميم\r\nاللخميون المناذرة\r\nالأوس والخزرج\r\nيثرب .\r\nكندة\r\nكتابة\r\nمكة -\r\nالربع الخالي\r\nنجد\r\nبحر العرب\r\nحضر موت مارب .\r\n500\r\n1000\r\nكم\r\nوثيقة 1\r\nشبه الجزيرة العربية قبل الإسلام\r\n009\r\nشنعاء\r\nاليمن\r\nفترة حكم جوستنيان (ملك بيزنطة) 2\r\n15\r\nالإمبراطورية البيزنطية\r\nبحر القلزم\r\nالحبشة\r\nالإمبراطورية الفارسية الساسنية\r\nالإمبراطورية البيزنطية\r\nالبحرين تحت السيطرة الساسنية |\r\nالمناذرة تحت سيطرة الفرس\r\nاليمن تحت السيطرة الساسنية\r\nالغساسنة تحت سيطرة الروم\r\nعمان - بنو الجلندي\r\nاليمامة - هوذة بن علي\r\nكندة\r\nالمرجع د. حسين مؤنس أطلس تاريخ الإسلام ص 72\r\nفترة حكم كسرى الأول :\r\n109\r\nحکم جوستنیان\r\nحکم کسری\r\nوثيقة 2\r\nأباطرة الروم والفرس في العهد الأول للدولة الإسلامية (صدر الإسلام)\r\nالمقياس : 5 سم لكل 50 سنة\r\n1 - أكمل فرغات النموذج المقترح لدراسة وثيقة تاريخية معتمدا على وثيقة (صحيفة المدينة)\r\nأ- حدد المكان.\r\nب اذكر أسماء الطوائف المتواجدة بالمدينة.\r\nج استخرج معنى الدفاع المشترك من الوثيقة.\r\nد حدد مفهوم الانتقال من شعار القبلية والتبعية إلى الأمة.\r\nو قدم أمثلة من الوثيقة عن حقوق الإنسان، ومبدا العدل والمساواة، وتحقيق الأمن والسلام.\r\n2 - اكشف عن المعلومات التاريخية التي تفيدنا بها الخريطة الوثيقة (1) محددا الإطار الزمني للأحداث مستعينا بالسلم\r\nالزمني الوثيقة (2)."
        },
        {
            "page": 14,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثانية\r\nميادين تحول المجتمع الإسلامي\r\n16\r\n1- أوضاع شبه الجزيرة العربية قبل الإسلام:\r\nإن شبه الجزيرة العربية صحار شاسعة، تسكنها قبائل البدو الرحل، وتحمل جمالهم السلع القادمة من الجنوب ومن بلاد الهند البعيدة. وأشهر الواحات بها يثرب ومكة والطائف التي يقطنها سكان الحضر. ولقد جمعت مكا بين مكانتها التجارية وهيبتها كمركز للأديان حيث كانت الوثنية سائدة، وللعرب فيها آلهة متعددة.\r\nبلاد فارس\r\nالمدائن. طيسفون .\r\nالحيرة . مولات\r\nالخليج العربي\r\nتميم\r\nالبحرين\r\n400\r\n+\r\n0\r\nالغساسنة\r\nبحر الروم\r\n01\r\nدومة الجندل\r\nعي\r\nسيناء\r\nمصر\r\nيشرب\r\n05\r\nالأوس والخروج\r\n02\r\n06 06\r\n04\r\nمكة\r\nازد\r\nالربع الخالي\r\nظفار\r\n03\r\n07\r\n08\r\n09\r\nنجران\r\nحضر موت\r\nمارب .\r\nصنعاء\r\nكم\r\n800 بحر العرب\r\n01ود\r\n02 مناة\r\n03 اللات 04 العرى\r\n05 سواع 06 هبل\r\n07 يعوق 08 نسر\r\n09 يغوث\r\nوثيقة 1 الأصنام في الجزيرة العربية في الجاهلية المرجع حسين مؤنس / أطلس تاريخ الإسلام / مطبعة الزهراء / بتصرف ... على أن اليهودية والمسيحية لم تكونا عظيمتي الخطر، واسعتي الانتشار في الجزيرة العربية، فأما اليهودية فكانت دين الشعب المختار، وكان دخول العربي فيها لا يحقق له مساواة مع اليهود من أبناء إسرائيل، ولذلك لم يقبل العربي أن يدخل دينا يثبته في طبقة أسفل من طبقة دعاة ذلك الدين، وأما المسيحية فهي مملوءة بالتعقيدات التي لم يستسقها ذهن العربي، مملوءة بالخلافات الحادة التي سببت الغموض للدين، وصرفت عنه من كان يمكن أن يتبعه من العرب \".\r\nالمرجع :\r\nأحمد شلبي موسوعة التاريخ الإسلامي / الجزء الأول /ص (121)\r\nوثيقة 2\r\nالمنطقة\r\nأهم المواطن\r\nطبيعة سكانها\r\nنشاطهم\r\nطبيعة المنطقة\r\nالعلاقة السياسية\r\nالمعتقد والديانة\r\nقلب الجزيرة\r\nنجد الأحقاف\r\nبدو\r\nالرعي\r\nحاجز طبيعي أمام الغزاة\r\nلا يكترث\r\nحرب وعداء دائم بين القبائل\r\nبالطقوس\r\nوالعبادات\r\nالحجاز\r\nبدو وحضر\r\nالتجارة\r\nمركز تجاري وديني\r\nتنظيم فريضة الكعبة الدينية\r\nالوثنية وقليل من اليهودية\r\nأطرافها\r\nاليمن\r\nحضر\r\nوثيقة 3 جدول يظهر أثر العوامل الطبيعية والاقتصادية على المستوى الحضاري\r\nالأحباش وأهل البلد والفرس مد وجزر بين\r\nالتجارة والزراعة\r\nمحط أنظار وأطماع الغزاة\r\nالنصرانية اليهودية"
        },
        {
            "page": 15,
            "text": "الإمبراطورية الفارسية الساسنية الحرة .\r\nعمان\r\nالخليج العربي\r\nالربع الخالي\r\nالبحرين\r\nاليمامة\r\nتميم\r\nجديلة\r\nكندة\r\nاليمامة .\r\nالمناذرة\r\nنجد\r\nالعلي\r\nدمشق\r\nالغساسنة\r\nبحر الروم\r\nالإسكندرية .\r\nع الید\r\nمدين\r\n17\r\nY\r\nالقلزم\r\nسيناء\r\nالحبشة\r\nالإمبراطورية البيزنطية\r\nيثرب .\r\nليد\r\nالأوس والخروج\r\nكانة\r\nمكة\r\nفريش\r\nتلف\r\nبحر العرب\r\n500 +\r\n250\r\n0\r\n1000 ام\r\nوثيقة 4 القبائل العربية في الجزيرة العربية\r\nحضر موت\r\nمارب .\r\n. صنعاء\r\nاليمن\r\nالإمبراطورية الفارسية الساسنية\r\nالإمبراطورية البيزنطية\r\nالجزيرة العربية\r\nاليمن\r\nالمرجع د. شوقي أبو خليل / أطلس السيرة النبوية / دار الفكر ط 2 / 2003 م / ص 3)\r\nكانت أيام العرب مناوشات قبلية تنشأ في الغالب بين القبائل بسبب النزاع على الماشية أو المراعي أو المياه. وكانت تتوفر فيها فرص للغزو والنهب وإظهار أعمال البطولة الفردية والفروسية التي كان يبديها زعماء القبائل المتخاصمة، وما يصحب ذلك من قاذع الهجاء الذي كان يترامى به الشعراء لسان حال الفرق المتحاربة، ومهما يكن في سجية البدوي من الاستعداد والميل للقتال، فإنه لم يكن راغبا في الموت، وكان حب القتال فيهم دائما ومتأصلا وبفضل هذه الأيام أصبح الثأر ظاهرة بارزة في حياة البدو\".\r\nوثيقة 5\r\nالرعي بحواف الربع الخالي بالجزيرة العربية\r\nالمرجع د. فيليب حتي / تاريخ العرب / الجزء الأول / ص 119\r\n1 اعتمد على الجدول الوثيقة (3) في توضيح فكرة\r\nالكاتب حول عدم اعتناق العربي لليهودية والنصرانية\r\nالوثيقة (2).\r\n2 - بما تفسر تعدد الآلهة حول مكة الوثيقة (1)؟ وما علاقتها\r\nبالقبائل المتواجدة بشبه الجزيرة العربية الوثيقة (4)؟\r\n3 - بين من خلال وصف الكاتب الوثيقة (5) العصبية\r\nالقبلية عند العرب ."
        },
        {
            "page": 16,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثانية\r\n18\r\nميادين تحول المجتمع الإسلامي\r\n2- الدولة العربية الإسلامية في عهد الرسول ﷺ\r\nكان رد فعل قريش عنيفا تجاه الدين الجديد، فقد أذاقت العبيد والضعفاء ألوانا قاسية من العذاب، وامتد أذاها إلى كل المسلمين، ليصبح محمد الله عرضة لهذا الإيذاء خاصة بعد وفاة زوجته خديجة وعمه أبي طالب، وهو ما جعله يتجه بالدعوة إلى خارج مكة، فعرض رسالته ومبادئ الدين الجديد على بعض القبائل\r\nوكذلك فعل مع وفود العرب القادمة إلى الحج، وعن طريقهم بلغ الإسلام يثرب وإليها كانت الهجرة.\r\nخرج رسول الله الله بالدعوة إلى أهل الطائف الذين ردوا عليه بأن جعلوه هدفا لسفهائهم وأطفالهم يسبونه ويرموته بالحجارة.\r\nوثيقة 1\r\nصورة لجبال تحيط بمدينة الطائف الجزيرة العربية\r\n. 1-2 بيعتا العقبة الأولى والثانية\r\nالسنة\r\nالسنة 11 للبعثة 621 م\r\nالسنة 12 للبعثة 622 م\r\nالسنة 13 للبعثة 622 م\r\nوثيقة 2\r\nالمكان\r\nالعقبة (منطقة بين منى ومكة عند موقع رمي الجمرات)\r\nبيعة العقبة الأولى\r\nبيعة العقبة الثانية\r\nالوافدون\r\n12 رجلا وامرأة ) عَفْراء بنت عُبيد).\r\n73 رجلا وامرأتان قدموا من يترب.\r\nستة أشخاص من الخزرج.\r\nلم تبق دار من دور العرب إلا دخلها ذكر الرسول الله وتحدثث عنه.\r\nمبايعة الرسول على الالتزام بنواهي الإسلام وأوامره. وقد أرسل معهم مُصْعَب بن عمير يؤمهم ويعلمهم أمور دينهم. وزعيمهم.\r\nوقد عزموا على أن يدعوا الرسول ﷺ إلى الهجرة إلى يثرب، وأن يبايعوه على أنه نبيهم\r\nالنتيجة\r\nالمرجع\r\nد. سامي عبد الله أحمد المغلوث، أطلس الأديان، من 121 بتصرف)"
        },
        {
            "page": 17,
            "text": "المسجد الأقصى\r\nالإسراء والمعراج من أهم الأحداث التي شهدها الإسلام قبل عام من الهجرة، حيث أسري بالرسول ﷺ من المسجد الحرام إلى المسجد الأقصى ثم عُرج به إلى السماء، فكانت بمثابة رحلة ربطت بين عقائد التوحيد\r\nالكبرى من لدن إبراهيم إلى محمد عليهما السلام.\r\n1 - أبرز من خلال الوثيقتين (1) و (2) دوافع الهجرة إلى يثرب. 2 - اذكر بعض معاناة الرسول الله، وما علاقة ذلك بحادثة الإسراء والمعراج ؟\r\n19"
        },
        {
            "page": 18,
            "text": "الميدان الأول الوثائق التاريخية\r\nالثانية\r\n20\r\nالوضعية\r\nميادين تحول المجتمع الإسلامي\r\n2-2 التقويم الهجري\r\nأصبحت يثرب من ذلك اليوم تعرف بالمدينة، وأصبح العام الذي هاجر فيه الرسول الله بدءاً للتاريخ ) الإسلامي أو التاريخ الهجري (...)، وقد شاعت نسبة وضع التاريخ الهجري إلى عمر بن الخطاب (...) فالعرب كانوا يؤرخون بالأحداث الكبرى، وقد أرخوا بالهجرة تبعاً لذلك منذ حدوثها ... ولعل عمر شاهد محاولاً للتاريخ بسقوط دولة الفرس في يد المسلمين أو دخول المسلمين دمشق، فأعلن ألا شيء يعدل الهجرة لأنها باب الفتح والنصر وثبتها مبدأ للتاريخ الإسلامي، ومما يُنسب إلى عمر كذلك مرتبطا بالتأريخ الهجري أنه جعل البدء بالسنة الهجرية شهر المحرم في حين أن هجرة الرسول الله تمت في شهر ربيع الأول فقضى\r\nعمر بذلك على خلاف ظهر بين الناس \".\r\nالمرجع د. أحمد شلبي موسوعة التاريخ الإسلامي / ص 236 - 237)\r\n624 م/ 2هـ\r\n622م\r\nラ\r\nالأحداث الكبرى في حياة الرسول ﷺ\r\nوثيقة 1\r\nجبل نور\r\n632 م / 11هـ\r\n630 م / 8هـ\r\n632م / 10هـ\r\nفتح مكة\r\nحجة الوداع\r\nوفاة النبي\r\nالمقياس: اسم لكل سنة"
        },
        {
            "page": 19,
            "text": "الميدان الأول الوثائق التاريخية\r\nالثانية\r\n20\r\nالوضعية\r\nميادين تحول المجتمع الإسلامي\r\n2-2 التقويم الهجري\r\nأصبحت يثرب من ذلك اليوم تعرف بالمدينة، وأصبح العام الذي هاجر فيه الرسول الله بدءاً للتاريخ ) الإسلامي أو التاريخ الهجري (...)، وقد شاعت نسبة وضع التاريخ الهجري إلى عمر بن الخطاب (...) فالعرب كانوا يؤرخون بالأحداث الكبرى، وقد أرخوا بالهجرة تبعاً لذلك منذ حدوثها ... ولعل عمر شاهد محاولاً للتاريخ بسقوط دولة الفرس في يد المسلمين أو دخول المسلمين دمشق، فأعلن ألا شيء يعدل الهجرة لأنها باب الفتح والنصر وثبتها مبدأ للتاريخ الإسلامي، ومما يُنسب إلى عمر كذلك مرتبطا بالتأريخ الهجري أنه جعل البدء بالسنة الهجرية شهر المحرم في حين أن هجرة الرسول الله تمت في شهر ربيع الأول فقضى\r\nعمر بذلك على خلاف ظهر بين الناس \".\r\nالمرجع د. أحمد شلبي موسوعة التاريخ الإسلامي / ص 236 - 237)\r\n624 م/ 2هـ\r\n622م\r\nラ\r\nالأحداث الكبرى في حياة الرسول ﷺ\r\nوثيقة 1\r\nجبل نور\r\n632 م / 11هـ\r\n630 م / 8هـ\r\n632م / 10هـ\r\nفتح مكة\r\nحجة الوداع\r\nوفاة النبي\r\nالمقياس: اسم لكل سنة"
        },
        {
            "page": 20,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثانية\r\n22\r\nميادين تحول المجتمع الإسلامي\r\n-3- دولة الرسول في المدينة\r\n\" كان عصر النبي ﷺ نقطة انطلاق لكل ما عرف في الإسلام من نظم وقوانين، ومدلول التبكير في ظهور هذه النظم يزداد وضوحا إذا أكدنا أن الدولة الإسلامية لم تولد بعد الهجرة ، بل إلى بيعني العقبة، حيث تم التعاقد فيهما على وضع أسس المجتمع الجديد من توحيد الله، وعمل صالح، ومكارم أخلاق، وطاعة في المعروف ومجاهرة بالحق، وتضامن في الحرب والسلم. فلقد جاءت تباشير النصر من المدينة، التي أصبحت بما وقد منها من وفود موطن الإسلام، ومستقر\r\nدعوته، ومركز التحوّل في تنظيمه السياسي والاجتماعي \".\r\nوثيقة 1\r\n1-3 أسس الدولة:\r\nأ- المسجد :\r\nالمرجع د. صبيحي الصالح النظم الإسلامية دار العلم للملايين بيروت من (61)\r\n- إن المسجد هو موضع للعبادة وملتقى الجميع المسلمين، وهو المكان الذي يتم فيه التعلم والقضاء والبيع والشراء. ولم يمض وقت طويل حتى خصص الرسول فيه مكانا للصلاة، وآخر لممارسة الأنشطة المختلفة وجانباً للمعاملات المتنوعة. وكان المسجد أساسا قويا لجمع المسلمين والتقريب بينهم، وفيه مقر الرسول الله حيث تعقد به مجالس للتشاور في أمور الحرب والسلم، ناهيك عن شؤون الدولة\r\nوالمجتمع، كما كان الهدف من بيت الله هو توحيد القبائل\r\nبالمحافظة على ما ألفته من تقاليد الاجتماع.\r\nب المؤاخاة بين الأوس والخزرج ( الأنصار ) :\r\nوثيقة 2 منظر عام للمدينة المنورة قديما.\r\nوخد الرسول الله بين الأوس والخزرج فكانوا هم الأنصار، وقحا ما بينهم من عداوة وبغضاء، وأخى بينهم وبين المهاجرين وهم القادمون من مكة.\r\nوكان ذلك على أساس أن المؤمنين إخوة، وهو ما لم تعرفه العرب من قبل مما جعل الوحدة الدينية تعل محل العصبية القبلية، وكان الرسول الله قد أخى من قبل بين مسلمي مكة على الحق والمساواة.."
        },
        {
            "page": 21,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثانية\r\n22\r\nميادين تحول المجتمع الإسلامي\r\n3- دولة الرسول في المدينة\r\n\" كان عصر النبي الله نقطة انطلاق لكل ما عرف في الإسلام من نظم وقوانين، ومدلول التبكير في ظهور هذه النظم يزداد وضوحا إذا أكدنا أن الدولة الإسلامية لم تولد بعد الهجرة ، بل إثر بيعني العقبة، حيث تم التعاقد فيهما على وضع أسس المجتمع الجديد من توحيد الله، وعمل صالح، ومكارم أخلاق، وطاعة في المعروف ومجاهرة بالحق، وتضامن في الحرب والسلم. فلقد جاءت تباشير النصر من المدينة التي أصبحت بما وقد منها من وفود موطن الإسلام، ومستقر\r\nدعوته، ومركز التحوّل في تنظيمه السياسي والاجتماعي \".\r\nوثيقة 1\r\n1-3 أسس الدولة:\r\nأ- المسجد :\r\nالمرجع د. صبيحي الصالح النظم الإسلامية دار العلم للملايين بيروت ص 61\r\n- إن المسجد هو موضع للعبادة وملتقى الجميع المسلمين، وهو المكان الذي يتم فيه التعلم والقضاء والبيع والشراء. ولم يمض وقت طويل حتى خصص الرسول فيه مكانا للصلاة، وآخر لممارسة الأنشطة المختلفة وجانباً للمعاملات المتنوعة.\r\nوكان المسجد أساسا قويا لجمع المسلمين والتقريب بينهم، وفيه مقر الرسول حيث تعقد به مجالس للتشاور في أمور الحرب والسلم، ناهيك عن شؤون الدولة والمجتمع، كما كان الهدف من بيت الله هو توحيد القبائل بالمحافظة على ما ألفته من تقاليد الاجتماع.\r\nوثيقة 2\r\nمنظر عام للمدينة المنورة قديما ..\r\nب المؤاخاة بين الأوس والخزرج ( الأنصار ): وحد الرسول الله بين الأوس والخزرج فكانوا هم الأنصار، ومحا ما بينهم من عداوة وبغضاء، وأخى بينهم وبين المهاجرين وهم القادمون من مكة.\r\nوكان ذلك على أساس أن المؤمنين إخوة، وهو ما لم تعرفه العرب من قبل مما جعل الوحدة الدينية تعلم محل العصبية القبلية، وكان الرسول الله قد أخى من قبل بين مسلمي مكة على الحق والمساواة .."
        },
        {
            "page": 22,
            "text": "ج دستور المدينة\r\nوهو الوثيقة التي نظم بها النبي المجتمع المدينة المنورة، ومن بنود هذه الوثيقة:\r\n. تساوي أبناء الأمة في الحقوق والكرامة.\r\n. تأسيس المجتمع على أحسن النظم وأهداها وأقومها.\r\nحماية من أراد العيش مع المسلمين مسالما متعاونا، والامتناع عن ظلمه والبغي عليه.\r\n. لا يؤاخذ إنسان بذنب غيره، ولا يجني جان إلا على نفسه وأهله.\r\n. المجتمع يقوم على أساس البر والتقوى لا على الإثم والعدوان.\r\n. تعاون جميع السكان - مسلمين وغيرهم - لرد أي اعتداء على مدينتهم.\r\nDA\r\nالقبة الخضراء حيث مرقد النبي ﷺ\r\nمجتمع المدينة الجديد\r\nكان الأهل يثرب السبق في هذا التحوّل وهو ما جعل مدينتهم مجالا تجسدت فيه مختلف التنظيمات السياسية والاجتماعية والاقتصادية والعسكرية، فكانت بيئتها أكثر ملاءمة لدولة عربية إسلامية قوامها العدل\r\nوالأخوة والتآزر. دخل رسول الله الله في موكبه إلى يثرب، وأنشأ مسجده الذي توسط البلد، فمكنه من متابعة سير الأحداث\r\nوتوجيهها ووضع الأسس التي بنى عليها صرح الأمة الإسلامية، وأصبحت يثرب منذ 16 ربيع الأول من السنة\r\nالأولى للهجرة تعرف بالمدينة.\r\nاستعن بالوثيقتين (1) و (2) لشرح عبارة \" إن المدينة تمثل البيئة الملائمة لتجسيد مبادئ الدولة الجديدة \".\r\n23"
        },
        {
            "page": 23,
            "text": "ج دستور المدينة\r\nوهو الوثيقة التي نظم بها النبي المجتمع المدينة المنورة، ومن بنود هذه الوثيقة:\r\n. تساوي أبناء الأمة في الحقوق والكرامة.\r\n. تأسيس المجتمع على أحسن النظم وأهداها وأقومها.\r\nحماية من أراد العيش مع المسلمين مسالما متعاونا، والامتناع عن ظلمه والبغي عليه.\r\n. لا يؤاخذ إنسان بذنب غيره، ولا يجني جان إلا على نفسه وأهله.\r\n. المجتمع يقوم على أساس البر والتقوى لا على الإثم والعدوان.\r\n. تعاون جميع السكان - مسلمين وغيرهم - لرد أي اعتداء على مدينتهم.\r\nDA\r\nالقبة الخضراء حيث مرقد النبي ﷺ\r\nمجتمع المدينة الجديد\r\nكان الأهل يثرب السبق في هذا التحوّل وهو ما جعل مدينتهم مجالا تجسدت فيه مختلف التنظيمات السياسية والاجتماعية والاقتصادية والعسكرية، فكانت بيئتها أكثر ملاءمة لدولة عربية إسلامية قوامها العدل\r\nوالأخوة والتآزر. دخل رسول الله الله في موكبه إلى يثرب، وأنشأ مسجده الذي توسط البلد، فمكنه من متابعة سير الأحداث\r\nوتوجيهها ووضع الأسس التي بنى عليها صرح الأمة الإسلامية، وأصبحت يثرب منذ 16 ربيع الأول من السنة\r\nالأولى للهجرة تعرف بالمدينة.\r\nاستعن بالوثيقتين (1) و (2) لشرح عبارة \" إن المدينة تمثل البيئة الملائمة لتجسيد مبادئ الدولة الجديدة \".\r\n23"
        },
        {
            "page": 24,
            "text": "20\r\n25\r\n3-3 نظام الحكم\r\nوجد رسول الله الله في أصحابه استعدادا لتحمل أعباء الدولة الكثيرة، فكان أبو بكر وعمر بن الخطاب ملازمين له في استقبال الوفود، واتخذ كتابا يُملي عليهم ما ينزل من الوحي، وكان علي بن أبي طالب وحسان بن ثابت من بين هؤلاء، وقد أمر بعض صحابته بتعليم مبادئ الدين والقضاء بين الناس وجباية الزكاة\r\nفي الأقاليم البعيدة، منهم معاذ بن جبل الذي أرسل إلى اليمن بعد استجابة أهلها للإسلام. ولقد دعمت نتائج صلح الحديبية ( السنة 6 للهجرة) مكانة الدولة الناشئة ونظامها، فما كادت تنتهي المعاهدة\r\nحتى جاءت نتائجها الملموسة ومنها:\r\n-1 اعتراف قريش من خلال المعاهدة بكيان المسلمين\r\n2 فتح مكة \"الفتح الأعظم\" الذي كان في شهر رمضان السنة الثامنة للهجرة.\r\n- مكاتبة الملوك والرؤساء ودعوتهم إلى الدخول في الإسلام. سمي العام التاسع الهجري بعام الوفود حيث أسرعت القبائل العربية الإعلان مبايعتها للرسول ﷺ\r\nواعتناقها للإسلام.\r\n1000\r\nكم\r\n30\r\nدمشق\r\nالغساسنة\r\nبحر الروم\r\nدومة الجندل\r\nايلياء\r\nغزة\r\nالاسكندرية\r\n5\r\nمصر\r\n500\r\n30\r\nالمدينة\r\nبلاد فارس\r\nعمان\r\nالخليج العربي\r\nالبحرين\r\nالرقم حامل الرسالة\r\nالجهة\r\nالمرسل إليه\r\nمليفون .\r\nالمدائن\r\nте\r\nالحيرة.\r\nنجد\r\nتميم\r\nاليمامة. 7\r\nالعلاء بن الحضرمي\r\nعمرو بن أمية الضمري الحبشة\r\nالبحرين\r\nالنجاشي\r\nمكة\r\nالمنذر بن ساوي\r\nعبد الله بن حذافة السهمي طيفون\r\nكسرى ملك الفرس\r\nنجران\r\nبحر القلزم\r\nذحية الكلبي\r\nايلياء\r\nعرقل قيصر الروم\r\nعمرو بن العاص\r\nعمان\r\nحاطب بن أبي بائعة الإسكندرية المقوقس عظيم مصر\r\nجيفر وعيد ابني الجلندي\r\nمارب\r\nصنعاء\r\nأكسوم\r\nسليط بن عمرو العامري اليمامة\r\nشجاع بن وهب الأسدي دمشق\r\nهوذة بن علي\r\nالحارث بن أبي شهر العساني |\r\nالحبشة\r\n45f\r\n60 E\r\nوثيقة 2\r\nرسائل الرسول ﷺ\r\nالمرجع شوقي أبو خليل / أطلس السيرة النبوية / دار الفكر / ط /1/ 2002 م / ص 163 بتصرف)\r\n1 - بين دواعي التفات رسول الله الله إلى أمور السياسة بوصوله إلى المدينة. 2 - يقول الله تعالى: \" وَأَمْرُهُم شُورَى بَيْنَهم\" / الشورى 38 ، بين معنى الآية معتمدا على الوثيقة (1). 3 - لقد كانت مكاتبة الملوك ودعوتهم إلى الدخول في الإسلام، بداية مرحلة القوة بين ذلك مستعملاً الوثيقة (2).\r\n20° N"
        },
        {
            "page": 25,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثانية\r\nميادين تحول المجتمع الإسلامي\r\n26\r\n4-3 مظاهر الدولة\r\nا- المظهر الاجتماعي: بدأ الرسول الله منذ أن حل بالمدينة المنورة بالبحث عما يكفل استقرار المجتمع ويحضنه من عوامل الفساد فشرع في الدعوة إلى تحرير الرقيق مقرًا لكل إنسان حقه في الحرية، وحرم الموبقات كالخمر و القمار.\r\n\" والأمة الوسط\" تحرص على إطلاق جميع الطاقات الفردية والعامة من غير إفراط ولا تفريط لإيجاد التوازن في المجتمع نتيجة لتوزيع التبعات على الجميع بالقسطاس المستقيم، مصداقا لقول الرسول الكريم : \" كلكم راع وكلكم مسؤول عن رعيته \". ولقد علم الرسول الله المؤمنين قاعدة عظمى تعينهم أفراداً وجماعات على التكافل التام في تحمل التبعات : ألا وهي قاعدة الأمر بالمعروف والنهي عن المنكر. (...) وهل سمعت أذناك كلمة في تكريم النساء أجمل وأروع من قول رسول الله له :\" ما أكرم النساء إلا كريم\r\nولا أهانَهُنَّ إلا لتيم \".\r\nوثيقة 1\r\nالمرجع د. صبحي الصالح / النظم الإسلامية / دار العلم للملايين / بيروت ص 435 و162)\r\nب المظهر الاقتصادي\r\nالنشاط الزراعي بضواحي المدينة المنورة\r\nشجع الإسلام على العمل والكسب الحلال وحق امتلاك الثروة وفي ذلك قوة للفرد والأمة، وكانت الحرفة - الأكثر انتشارا بين الصحابة هي الرعي والتجارة، وبعد الهجرة تحوّل اهتمامهم إلى الزراعة التي شكلت موردا . آخر للاقتصاد، إلا أن موارد بيت مال المسلمين اعتمدت فيما بعد على أموال الزكاة وخراج الأقاليم وغنائم\r\nالفتوحات."
        },
        {
            "page": 26,
            "text": "27\r\nج - المظهر العسكري\r\n\" كان الرسول الله قائدا للجيش حيث قاد بنفسه سبعا وعشرين غزوة، قاتل في تسع منها، وأوفد عشرات\r\nالسريات\".\r\nجدول إستخلاصي للغزوات والسرايا في عهد الرسول ﷺ\r\nوثيقة 2\r\nالغزوة\r\nغزوة بدر\r\nغزوة أحد\r\nغزوة ذات الرقاع\r\nغزوة الخندق (الأحزاب)\r\nغزوة بني المصطلق\r\nغزوة خيبر\r\nغزوة مؤتة\r\nغزوة الطائف\r\nمكان حدوثها\r\nبار بدر بين مكة والمدينة\r\nسفح جبل أحد شمال المدينة\r\nقبيلة غطفان - منطقة تجد\r\nالمدينة المنورة\r\nساحل البحر الأحمر\r\nشمال المدينة\r\nتاريخها\r\n17 رمضان 2 للهجرة / 624 م\r\n8 شوال 3 للهجرة / 625م\r\nجمادى الأولى 4 هجري / 626 م\r\nشوال 5 للهجرة / 627 م\r\nشعبان 6 للهجرة / 628 م\r\nأواخر محرم 7 للهجرة / 629 م\r\nشمال شبه الجزيرة العربية - الشام\r\nجمادى الأولى 8 للهجرة / 630م\r\nواد حنين - مدينة الطائف\r\n6 شوال 8 للهجرة / 630 م\r\nالمرجع د. أحمد شلبي موسوعة التاريخ الإسلامي الصفحات من 291 - 346\r\nخرج الرسول الله في السنة العاشرة للهجرة قاصداً مكة على رأس موكب كبير، وكانت هذه آخر مرة يحج فيها\r\nالنبي الله، ولذلك سميت بحجة الوداع) التي جاء فيها خطابه الخالد دستوراً للبشرية وفيه تم إشهاد الناس\r\nأمام الله بأنه بلغ الرسالة، وتلا قوله تعالى ( اليَومَ أَكْمَلْتُ لَكُمْ دِينَكُم وأَتْمَمْتُ عَلَيْكُم نِعْمَتِي وَرَضِيْتُ لَكُمُ\r\nالإسلام ديناً ) المائدة الآية: 03\r\n1 - أبرز من النص الوثيقة (1) تقاطع المظهر الاجتماعي بالمظهر الاقتصادي.\r\n2 - أوجد الترابط بين محتويات هذه المظاهر ودورها في تحديد معالم الدولة الناشئة.\r\n3 - ما الذي تستنتجه من تاريخ الغزوات الوثيقة (2) ؟ أنجز سلماً زمنياً لها."
        },
        {
            "page": 27,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثانية\r\n28\r\nميادين تحول المجتمع الإسلامي\r\nتعلم الإدماج\r\nه نص معاهدة صلح الحديبية\r\nأَبْرَمَهُ الرسول مع سُهَيْلِ بنِ عَمْرُو مُمَثلا عن قريش: بِاسْمِكَ اللَّهُم: هذا ما صالح عليهِ مُحمَّد بن عَبدِ اللهِ سهيل بن عمرو ، اصطلحا على وضع الحرب عن الناس عَشْرَ سِنِين يَأْمَنُ فيهنَّ النَّاسُ ويَكْفُ بَعضُهم عن بَعْضٍ، على أنه من أتى محمدًا من قريش بغير إذن وليه رده عليهم، ومن جاء قريشًا مِمَّنْ مع محمد لم يَرُدُّوه عليه، وإن بيننا عَيْبَةً مكفوفة، وأنه لا إسلال ولا إغلال ، وأنه من أحب أن يدخل في عقد محمدٍ وعَهْدِه دخل فيه، ومن أحب أن يدخل في عقد قريش\r\nوعَهْدِهِم دخل فيه.\"\r\nالمرجع (سيرة ابن هشام، ج 3، ص 263 - 264، علق عليها وخرج أحاديثها عبد السلام تدمري، دار الكتاب العربي، بيروت (3) 1999)\r\nبنود معاهدة صلح الحديبية\r\n1. الرسول يرجع عن دخول مكة في عام الصلح، فإذا كان العام القابل دخلها مع المسلمين فأقاموا بها ثلاث\r\nليال لا تتعرض لهم قريش بأي نوع من أنواع التعرض.\r\n2 إيقاف الاقتتال بين الطرفين عَشْرَ سِنِينَ.\r\nفيه، وتعتبر كل قبيلة انضمت إلى أحد الحلفين جزءاً منه.\r\n3 من شاء أن يدخل من القبائل في حِلْفِ مُحمد دخل فيه، ومن أحب أن يدخل في حلف قريش دخل\r\nمن أتى محمدًا من قريش هاربًا من غير إذن وَلَيْهِ رَدَّه عَلَيْهِمْ، وَمَن جَاءَ قُرِيشًا مِمَّن مَعَ محمدٍ و\r\nهاربا منه لم يرد إليه.\r\nالإسلال الشرقة الخفية. العيبة المكفوفة ألا يبدي أحد الفريقين العداوة للفريق الآخر.\r\n3 الإغلال الخيانة."
        },
        {
            "page": 28,
            "text": "المدينة\r\nالحديبية مكة\r\nالجزيرة العربية\r\nبحر القلزم ( البحر الأحمر)\r\nمستعينا بمكتسباتك القبلية وبمضمون وثيقة المعاهدة وبنودها حدد ما يلي:\r\nا طبيعة الوثيقة ومناسبتها\r\nب زمن الوثيقة ومكانها\r\nج أهداف الوثيقة ونتائجها.\r\n29"
        },
        {
            "page": 29,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثالثة\r\nالتطور الحضاري للدولة الإسلامية\r\n30\r\nكانت وفاة الرسول الأول امتحان للمسلمين في إيمانهم وثباتهم، فقد شهدت الجزيرة العربية إثرها مرة عنيفة أخرجت المرتدين والمتنبئين ومانعي الزكاة، لكن خليفة رسول الله ﷺ الأول أبا بكر الصديق حسم الأمر، وأعاد الوحدة إلى الدولة الفتية، وحمل الخلفاء الراشدون من بعده لواء نشر الإسلام، غير أن أمراً عظيماً حدث تحول بسببه نظام الحكم من شوري إلى ملكي، ولم يتوقف الفتح، وبلغ أوجه في عهد الأمونين وخلفهم العباسيون الذين ازدهرت الحضارة الإسلامية في عصرهم إلى أن سقطت بغداد على يد المغول.\r\n656\r\n1258م\r\nالدولة العباسية\r\n132 هـ\r\n750م\r\nالدولة الأموية\r\n41 هـ\r\n661م\r\nفترات خلافة كل من الأمويين والعباسيين\r\nالمقياس: 1 سم لكل 50 سنة.\r\n\" لما توفي رسول الله الله وأعلنت وفاته اجتمع كبار الأنصار في سقيفة بني ساعدة يريدون انتخاب خليفة الرسول الله ، ولما بلغ هذا الاجتماع كبار المهاجرين مضوا إلى السقيفة مسرعين فتكلم أبوبكر فذكر تاريخ المهاجرين وما لهم من فضل السبق وتحمل المصاعب في سبيل دينهم، ثم ذكر الأنصار فأثنى عليهم . ثم قال: فَنَحْنُ الأمراء وأنتم الوزراء [...] ثم قال: هذا عُمر وهذا أبو عبيدة فأيهما شِئْتُمْ فبايعوا، فقالا: لا والله لن تتولى هذا الأمر عليك فإنك أفضل المهاجرين وثاني اثنين إذ هما في الغار وخليفة رسول الله ﷺ على الصلاة، والصلاة أفضل دين المسلمين، فمن ذا ينبغي له أن يتقدمك أو يتولى هذا عليك ؟ ! أبسط بذل لمبايعك. فَمَدْ عُمر يده إليه فبايعه ثم أبو عبيدة ثم أقبلَ النَّاسُ مِن كل جانب يُبايعون أبا بكر \".\r\nوثيقة 1\r\nالمرجع الشيخ محمد الخضري بك/ تاريخ الأمم الإسلامية وما بعدها / دار القلم - بيروت / ص 219 عدد\r\nالجزء الباقي من حديقة ( سقيفة بني ساعدة ) القريبة من المسجد النبوي"
        },
        {
            "page": 30,
            "text": "خلافة أبي بكر الصديق و\r\nخلافة عمر | ابن الخطاب و\r\nخلافة عثمان ابن عفان\r\nخلافة علي ابن أبي طالب 1\r\n2هـ\r\n8هـ\r\n11هـ\r\nغزوة بدر\r\nالمدينة المنورة\r\nالهجرة إلى\r\nمكة\r\n630\r\n624 م\r\n622 م\r\nوثيقة 2\r\n31\r\n1\r\n1\r\n6\r\n35هـ\r\n23هـ\r\n13هـ\r\n40هـ / 662 م\r\nالقادسية\r\n636 م\r\n1 - التطور السياسي في عهد الخلافة الراشدة\r\nالخليفة\r\nمميزات حكمه\r\nأبو بكر الصديق\r\nأول خليفة في الإسلام، تولى الحكم في فترة عصيبة برز فيها المرتدون بعد وفاة الرسول الله الذين حاربهم. سعى إلى نشر الإسلام خارج شبه الجزيرة العربية التي توحدت في خلافته.\r\nعمر بن الخطاب\r\nأول من لقب بأمير المؤمنين باعتباره قائداً أعلى لجيش المسلمين، ويُعتبر عهده العصر الذهبي في الإسلام. امتاز حكمه بالعدل والزهد واصل نشر الإسلام، وفتح الأمصار وأحدث تنظيمات إدارية هامة.\r\nعثمان بن عفان\r\nاستمر في عهده الفتح الإسلامي جمع القرآن الكريم، وأرسل نسخاً للأمصار. أنشأ أول أسطول في الإسلام.\r\nعلي بن أبي طالب\r\nأوّل مَنْ لقب بالإمام. تعطل الفتح في عهده بسبب الفتنة الكبرى وظهور الفرق الدينية (الخوارج -- الشيعة). اتخذ من الكوفة عاصمة له .\r\nوثيقة 3\r\n1 - استخرج من الوثيقة (1) مبدأ الشورى الذي يُعد من مصادر نظام الحكم في الإسلام.\r\n2 - ضع عنواناً للشكل الوثيقة (2) ، ثم أنجز سلماً بمقياس دقيق. 3- تتبع منجزات الخلفاء الراشدين الوثيقة (3) واكتب ما تميزت به كل فترة في كلمتين."
        },
        {
            "page": 31,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثالثة\r\nالتطور الحضاري للدولة الإسلامية\r\n32\r\n2 - تطور نظام الخلافة\r\nلقد انتهى عصر الخلافة الراشدة بمقتل علي بن أبي طالب (كرم الله وجهه)، وبوصول معاوية إلى الحكم أصبحت الخلافة وراثية بعد أن كانت انتخابية شورية، وأعلن تأسيس دولة إسلامية جديدة هي الدولة الأموية (41 هـ - 132 هـ) التي تعاقب على حكمها أربعة عشر خليفة، وقد بلغت الفتوحات الإسلامية في عهدهم أوجها، وانتقل الحكم بعدهم إلى العباسيين حيث شهد التاريخ الإسلامي أزهى عصوره في عهدهم\r\nالدولة ونظام الحكم\r\nأشهر ملوكها\r\nمعاوية بن أبي سفيان 661 م - 680 م\r\nأبرز أعمالهم\r\nالمؤسس الأول للدولة، اشتهر بالحنكة السياسية والدهاء.\r\nالدولة الأموية\r\nعبد الملك بن مروان 685 م - 705 م\r\nملكي وراثي - عاصمة الدولة دمشق.\r\nيعد المؤسس الثاني للدولة - عرب الدواوين، ووطد الأمن، وهو أول من سك النقد الإسلامي.\r\nعمر بن عبد العزيز 717 م - 720 م\r\nحكمه بالعدل، خفف الضرائب على الطبقات الفقيرة. أقرب الأمويين إلى الخلفاء الراشدين في زهده وبساطة عيشه، اتم\r\nأبو العباس (السفاح) 750 م - 754 م\r\nأول الخلفاء العباسين، لقب بالسفاح لكثرة ما سفح من دماء الأمونين وأنصارهم.\r\nالدولة العباسية\r\nأبو جعفر المنصور 754 م - 775 م\r\nالداخلية وهو مؤسس مدينة بغداد. يعد المؤسس الحقيقي للدولة وموطد أركانها، قضى على الثورات\r\nملكي وراثي مطلق أخذوه عن الساسانيين الفرس. عاصمة الدولة الأنبار ثم تحولت إلى بغداد سنة .762 م\r\nهارون الرشيد وابنه المأمون 786 م - 809 م\r\nالأمن والنظام، فأصبحت بغداد من أبرز حواضر العالم. يعتبر عصره من أزهى عصور الدولة ثقافة وعمراناً، ساد في عهده\r\nالمتوكل 847 م\r\nوثيقة 1\r\nوفى سنة 1258م / 656هـ أغار المغول بقيادة هولاكو على بغداد العاصمة وقضوا على الخلافة العباسية.\r\nوهو الخليفة العاشر، في عهده تسرب الضعف إلى الدولة."
        },
        {
            "page": 32,
            "text": "33\r\n\"أفرد الخلفاء الأمويون يوما خاصا للنظر في أحوال المتظلمين وأول من فعل ذلك عبد الملك بن مروان لكنه كان إذا وقف منها على مشكل احتاج فيه إلى حكم ردّه إلى قاضيه ابن إدريس الأزدي... ومحكمة المظالم تنعقد برئاسة الخليفة أو الوالي أو من ينوب عنه... ومن اختصاصات قاضي المظالم النظر في القضايا التي يقيمها الأفراد والجماعات على الولاة إذا حادوا عن طريق العدل والإنصاف، وعلى عمال الخراج إذا اشتطوا في\r\nجمع الضرائب، وعلى كتاب الدواوين إذا حادوا عن إثبات أموال المسلمين بنقص أو زيادة\".\r\nوثيقة 2\r\nالمرجع حسن إبراهيم حسن موسوعة تاريخ الإسلام\r\nالصمد الولادة ولم يولد\r\n- دينار ذهبي أموي وهو أول عملة عربية إسلامية\r\nعبد الملك بن مروان\r\n\" أستحدث منصب الوزير مباشرة بعد انتصار الجيوش العباسية على الجيوش الأموية، وهذا المنصب هو نظام فارسي قديم [...] أخذ هذا النظام يتطور حتى استقر وتوضحت معالمه في العصر العباسي الأول، فجعلت للوزارة اختصاصات معينة وقواعد ثابتة لعل أهمها الإشراف على الشؤون المالية، فالوزير يتولى ديوان الخراج وديوان النفقات ويُشرف على الضرائب إضافة إلى نصح الخليفة ومساعدته، فهو ينوب عنه في حكم البلاد \".\r\nوثيقة 3\r\nالمرجع: د/ محمد سهيل طقوش تاريخ الدولة العباسية دار النفائس 2009م / ص 44 بتصرف\r\n1 - أنجز سلماً زمنيا بالتواريخ الواردة في الجدول ، الوثيقة (1) .\r\n2 - ما الشكل الذي ميز مظاهر القضاء في عهد الخليفة عبد المالك بن مروان الوثيقة (2). 3 - اربط العلاقة بين الجدول الوثيقة (1) وإحداث منصب الوزارة في العهد العباسي الوثيقة (3)"
        },
        {
            "page": 33,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثالثة\r\n34\r\nالتطور الحضاري للدولة الإسلامية\r\nتعلم الإدماج\r\nأنشأ المسلمون منذ تأسيس الدولة الإسلامية بيناً للمال، وقد تضاعفت موارده بسبب اتساع الدولة تيه الفتوحات، وتتمثل هذه الموارد في الزكاة، الخراج الجزية، الفيء، العشور، الغنيمة)، وقد أضاف الأمونيو ضرائب على الموارد. أما العباسيون فقد استحدثوا نظام المصادرات لجمع الأموال كما أحدثوا ضريبة العصر على المعادن والرسوم على التجارة الخارجية.\r\nوثيقة 1 صورة تظهر عملية \" الحسبة \" في سوق إسلامية بجوار صيدلية للأدوية.\r\nالجزية: تؤخذ من أهل الذمة (غير المسلمين) بعد الفتح.\r\nالفيء المال الذي أصابه المسلمون من المشركين عفواً دون قتال.\r\nالعشور: ضريبة تؤخذ على التجارة التي تعبر الأراضي الإسلامية أو موانئها، قيمتها 1/10 من السلاح. الغنيمة: أموال المشركين التي ظفر بها المسلمون على وجه الغلبة في الحرب. الحشبة هي مراقبة الأسعار وضبط الغش والمحتسب هو الذي يُحاسب أى يُراقب الأسعار ويضبط الموازية"
        },
        {
            "page": 34,
            "text": "الميدان الأول الوثائق التاريخية\r\nالوضعية الثالثة\r\n34\r\nالتطور الحضاري للدولة الإسلامية\r\nتعلم الإدماج\r\nأنشأ المسلمون منذ تأسيس الدولة الإسلامية بيناً للمال، وقد تضاعفت موارده بسبب اتساع الدولة تيه الفتوحات، وتتمثل هذه الموارد في الزكاة، الخراج الجزية، الفيء، العشور، الغنيمة)، وقد أضاف الأمونيو ضرائب على الموارد. أما العباسيون فقد استحدثوا نظام المصادرات لجمع الأموال كما أحدثوا ضريبة العصر على المعادن والرسوم على التجارة الخارجية.\r\nوثيقة 1 صورة تظهر عملية \" الحسبة \" في سوق إسلامية بجوار صيدلية للأدوية.\r\nالجزية: تؤخذ من أهل الذمة (غير المسلمين) بعد الفتح.\r\nالفيء المال الذي أصابه المسلمون من المشركين عفواً دون قتال.\r\nالعشور: ضريبة تؤخذ على التجارة التي تعبر الأراضي الإسلامية أو موانئها، قيمتها 1/10 من السلاح. الغنيمة: أموال المشركين التي ظفر بها المسلمون على وجه الغلبة في الحرب. الحشبة هي مراقبة الأسعار وضبط الغش والمحتسب هو الذي يُحاسب أى يُراقب الأسعار ويضبط الموازية"
        },
        {
            "page": 35,
            "text": "الميدان الأول الوثائق التاريخية\r\n36\r\nوضعية إدماج\r\nالصورة التاريخية الرقمية وبعدها التوثيقي\r\nإن الصورة التاريخية الرقمية تعرض علينا خطوات توضحية ما مات و معارفه وما نحن بحاجة إلى معرفته، وكيفية البحث عن المعلومة التاريخية الموثقة العلمية، هذا فضلا عن سهولة الوصول إليها وإمكانية معالجتها بطرائق كثيرة جد متنوعة ومجالات استعمال واسعة.\r\nوإذا كانت القيمة الخاصة للصورة تستمد من دورها كمعلومة فإننا سنتعامل معها من حيث :\r\nه بعدها التوثيقي :\r\nتعمل على تسجيل واقع معين تصبح معه الصور وثائق يستند عليها هذا الواقع.\r\nتوظيف الصورة\r\n. في الإخبار وإبراز الوقائع والحقائق\r\n. وتنشيط التفكير والتصور والتخيل\r\n. وتساعدنا أيضا على الفهم والقراءة.\r\nخطوات قراءة الصورة\r\n1 - موضوع الصورة\r\nلكل صورة موضوع وهو مجموع الوقائع والأشياء والأحداث التي تتضمنها الصورة، والصورة الجيدة هي\r\nالتي تجيب على معظم الأسئلة الآتية:\r\nماذا؟ لم؟ لماذا؟ كيف؟ أين؟ ومتى؟\r\n2 - تحليل الصورة\r\nوذلك بالنظر إلى:\r\n. نوع الصورة ثابتة أو متحركة\r\n. زاوية الرؤية والتقاط الصورة\r\nالإطار الذي يبرز محتوياتها\r\nالمرجع د. علي آيت أوشان ديداكتيك التعبير والتواصل دار أبي رقراق للطباعة والنشر من 13\r\nالألوان التي تمكن من تحديد مختلف عناصرها بدقة.\r\n3 - الاستنتاج\r\nبمعنى أننا نمنحها معنى ما يختلف حسب شكل الصورة وجماليتها وتاريخها."
        },
        {
            "page": 36,
            "text": "الكعبة في مركز المسجد الحرام بمكة\r\n37\r\n1 - ما الذي جعل من مكة مكاناً مقدساً بالنسبة للمسلمين ؟ وكيف يتجلى ذلك من خلال الصورة؟\r\n2 - أذكر السبب العقائدي الذي زاد من تعلق العرب في القديم بالبيت العتيق.\r\n3 - استعمل كل مفردات خطوات دراسة الصورة الرقمية في تحرير فقرة حول البعد التاريخي والبعد الثقافي\r\nوالبعد الاقتصادي والبعد الديني للصورة المقترحة."
        },
        {
            "page": 37,
            "text": "الميدان الأول الوثائق التاريخية\r\nوضعية تقويم\r\n38\r\nالعالم الإسلامى فى القرن الثاني الهجري / الثامن الميلادي\r\nو كان مطلع القرن السابع الميلادي في شبه الجزيرة العربية على موعد مع ظهور دين توحيدي جديد هو الإمام\r\nبشر به محمد . وخلال قرن من الزمن بلغ هذا الدين بلداناً كثيرة عن طريق الفتوحات التي قام بها معتنقو هذا الي\r\nالجديد وهم المسلمون\r\nلقد تطورت في إطار هذه الدولة الجديدة حضارة مشرقة، إنها الحضارة الإسلامية التي ميزها توشه الاقتصادي والحضاري، ومبادلاتها الثقافية والعلمية بين الشعوب التي كانت تتشكل منها، وبين الشعور\r\nالأخرى التي كانت تتواصل معها.\r\nبحر بنظر\r\n. القسطنطينية.\r\nPE\r\nقرطاج\r\nالإمبراطورية الضار واللحية\r\nالبحر الأبيض المتوسط القي وال- انة المسيلة .\r\nصفهان\r\nيلاد السند\r\nالقدس الاسكندرية\r\nالقران و الطرفية\r\nالمحيط الهندي\r\nبحر الحرب\r\nالخليج العربي\r\n2000\r\net\r\n1000 500 0\r\n1/12 500 600\r\nبحر القلزم\r\nالدولة الإسلامية في عهد الرسول و عواصم العلاقة السلامة\r\nالدولة الإسلامية في عهد الخلافة الراشدة . مدن من تأسيس الملاين\r\nالدولة الإسلامية في العهد الأموي و مدن تاريخية\r\nالإمبراطورية البيزنطية\r\nWE"
        },
        {
            "page": 38,
            "text": "التقويم الهجري\r\nالقرن الأول للهجري.\r\nالرسول محمد\r\nاله\r\n100\r\nالقرن الثاني الهجري\r\n39\r\nالإمارة الأموية\r\nالخلفاء الراشدون\r\nمسجد القيروان\r\nالخلافة العباسية العاصمة بغداد\r\nالخلافة الأموية\r\nتأسيس ) بغداد\r\n061م 670م\r\n622 م 632 م\r\n370م\r\nتطور الدولة الإسلامية خلال القرنين السابع والثامن الميلاديين\r\n750م\r\n850م\r\nالمقياس: اسم لكل 20 سنوات\r\nاعتمادا على سياق الوضعية والوثائق المقترحة حدد:\r\n1 - نحو أي أرض، وفي أي اتجاه تمت الفتوحات الإسلامية؟ وما هي الإمبراطوريات\r\nالتي تقلصت رقعتها وزال وجودها نتيجة هذا التوسع العربي الإسلامي؟\r\n2 - الزمن الذي تشكلت فيه الدولة الإسلامية المترامية الأطراف. وما هي الفترة\r\nالتي بلغت فيها الفتوحات أقصاها؟\r\n3 - التاريخ الذي بدأت فيه هذه الدولة بالانقسام.\r\n4 - الشعوب التي كانت في اتصال مع هذه الدولة تأثيراً وتأثراً."
        },
        {
            "page": 39,
            "text": "الميدان الثاني التاريخ الوطني\r\nإذا كان تحول شمال إفريقيا إلى مغرب إسلامي قد استغرق زهاء سبعين سنة، ولم تمض على اكتمال عملية . الفتح سبعون سنة أخرى حتى ظهرت دول تُطالب بالاستقلال مع بقائها تحت قبة الإسلام، وقد كان لتأثير\r\nهذه الدول حضور مميز ضمن حركة الحضارة الإسلامية. فكان لا بد حينئذ لقراءة هذا التاريخ المثير المؤثر الثري أن يتوافر لدينا - بخلاف الإحاطة المعرفية\r\nبالموضوع. - قدر من الخيال العلمي الذي يساعدنا على تصوّر مفهومي الزمان والمكان بمنطق مَنْ شَهِدَ تلك الفترات\r\nالتاريخية وعاشها. كيف كانت تقطع المسافات شرقاً وغرباً ؟ وبأي وسائل وخطط ؟ وهل تملك من الوثائق القدر الكافي الذي يُرشدنا إلى فهم دواعي تأسيس هذه الدول وأسباب سقوطها ؟\r\nوما هي الأدوار التي اضطلع بها المغرب الإسلامي في نشر الحضارة الإسلامية ؟\r\nمن تجميع الأستاذ بلهواري جيلالي \"لاتنسونا من خالص دعائكم\""
        },
        {
            "page": 40,
            "text": "قرطاجة\r\nهيبون شولو صالدي\r\nقيصرية\r\nشهوده\r\nحضرموت\r\nمملكة\r\nمملكة\r\nمملكة\r\nالأوراس - الزاب\r\nمغراوة\r\nبورتوس\r\nماغنوس\r\nسبنة ..\r\nطنجة\r\nروسادير\r\nبو ماريا\r\nمملكة السقوان\r\nوليان\r\nتا كابي النفسية\r\nطرابلس\r\nليدة\r\nهوارة\r\nمملكة فزان\r\nعدام\r\nمزاتة\r\nمملكة جرمة\r\nخريطة بلاد المغرب في العصر البيزنطي.\r\nالمرجع أ. د. محمد البشير شنيتي / روما الإمبراطورية وبلاد المغرب / ص 378)\r\nلجدار\" أضرحة المور المتأخرين على قمم الجبال المشرفة على فرندة بولاية تيارت."
        },
        {
            "page": 41,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الأولى\r\nتحول شمال إفريقيا إلى بلاد المغرب الإسلامي\r\n42\r\n1 - طبيعة السكان وبيئتهم :\r\n1 - الإطار الجغرافي:\r\nيفيد مصطلح \"بلاد المغرب\" كل الأقاليم الواقعة غرب مصر المتمثلة في شمال غرب القارة الإفريقية. ويمثل امتدادها من الناحية الجغرافية وحدة طبيعية يمكن تقسيمها إلى ثلاثة نطاقات كبرى\r\n1 - شريط ساحلي ضيق يُطل على البحر المتوسط والمحيط الأطلسي.\r\n2 - سلسلة جبال الأطلس التلي والصحراوي والأطلس الكبير بالمغرب.\r\n3 - الصحراء الكبرى التي تمتد من غرب مصر إلى جنوب المغرب الأقصى.\r\nلقد كان لهذه التضاريس دورها التاريخي في نشأة المدن وتشكل الدول الإسلامية في بلاد المغرب و في سير حركة الفتوحات قبل ذلك. وقد سمى العرب الفاتحون - في بداية الفتح - الأجزاء الشرقية من المغرب بأسمائها المعروفة في التنظيم الروماني ومنها اسم \" إفريقية\".\r\nوثيقة 1\r\nاطلال قلعة بيزنطية بجانب تيمقاد تصوير أ.د. محمد البشير شنيتي\r\nتمثل خلفية الصورة جبال الأوراس\r\nالتي توجد بها قمة \"رأس كلثوم\" بجبل\r\n\"شلية\" وهي أعلى قمة في سلسلتي\r\nالأطلسين التلي والصحراوي في الشمال\r\nالجزائري، وهي معلم لا زال يشْهَدُ على\r\nالمعركة الفاصلة التي انتهت بانتصار\r\nحسان بن النعمان وموت الكاهنة أثناء\r\nالمعركة موت الأشراف، ودخول أبنائها\r\nفي دين الإسلام."
        },
        {
            "page": 42,
            "text": "43\r\nطنجة\r\nفاس\r\n50\r\n50\r\n384\r\nراوي\r\nالا تبهرت\r\nSE\r\n10\r\nالبحر الأبيض المتوسط\r\nالقيروان من نار 1944 امسال 2200\r\n600\r\n300\r\n150 0\r\n1/6 000 000\r\nSE\r\nمجری ماني\r\n10° E\r\nطرابلس\r\nه قمم جبلية\r\n30 N\r\nوثيقة 2\r\nتضاريس شمال بلاد المغرب وتطور عملية الفتح الإسلامي\r\n\"أما الشريف الإدريسي فيحدد بداية و نهاية المغارب الثلاثة صراحة و ضمناً عندما يذكر \"أن مدينة بجاية في وقتنا هذا مدينة المغرب الأوسط ، وعَيْنُ بلاد بني حماد \" التي قد تمتد حتى طَبَرْقَة، وأن بلاد تلمسان بامتدادها هي قُفْل بلاد الغرب، ومعنى هذا أن ما وراء ذلك شرقاً هو المغرب الأدنى، أو إفريقيا، وما وراء حد\r\nتلمسان غرباً هو المغرب الأقصى\".\r\nوثيقة 3\r\nالمرجع : د. موسى القبال المغرب الإسلامي / المؤسسة الوطنية للكتاب ص 15)\r\n1 - أذكر الدول التي تمثل بلاد المغرب في الوقت الحاضر.\r\n2 - حدد المكان الذي تتواجد به الصورة على الخريطة مبرزا مكانته التاريخية الوثيقة (1).\r\n3 - تتبع طبيعة المنطقة من خلال الخريطة الوثيقة (2) موضحاً تأثيرها في الأحداث.\r\n4 - بين تفاصيل نص الوثيقة (3) على الخريطة الوثيقة (2)\r\n30"
        },
        {
            "page": 43,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الأولى\r\nتحول شمال إفريقيا إلى بلاد المغرب الإسلامي\r\n44\r\nب - العنصر البشري\r\n\"الأمازيغ\" هم أقدم أمة عرفها التاريخ في بلاد المغرب، ويمثلون أغلبية سكانه ويُعرفون بالبربر وهي كلمة\r\nأطلقها الرومان على الشعوب التي تقع خارج سلطان روما وحضارتها. والعنصر الثاني يتمثل في الأفارقة وهم بقايا الشعب القرطاجي والخليط الجنسي من اللاتين، تأثروا بالحضارة البيزنطية، فكانوا خدامهم، وعنهم أخذوا المسيحية، وكان ولاؤهم غالباً لمن يسيطر على المنطقة.\r\nأما الروم البيزنطيون فكان اعتقادهم أنهم الورثة الشرعيون للاحتلال الروماني.\r\nآثار من مدينة \" مادور البيزنطية \" مداوروش - ولاية سوق أهراس.\r\n\" وكان يسكن هذه البلاد قومٌ عُرفوا عند المسلمين \" بالبَرْبَرِ » وبهم سميت البلاد، وكان للبربر في الضواحي - وراء ممالك الأمصار الرومية - ما لا يُحد من قوة وعدد وملوك .... ولا ينالهم الروم في ضواحيهم (...). يصفهم ابن خلدون بأنهم كانوا على بداوة عند الفتح الإسلامي، وكانت الوثنية ديانتهم، وقد دخلت إليهم اليهودية\r\nوالنصرانية مع الغزاة.......\r\nوثيقة 1\r\nالمرجع محمود شاكر / موسوعة الفتوحات الإسلامية / دار أسامة للنشر والتوزيع / ص 129 بتصرف ."
        },
        {
            "page": 44,
            "text": "45\r\nكانت بلاد المغرب تخضع قبيل الفتح العربي الإسلامي للدولة البيزنطية، وكان الإمبراطور البيزنطي يتخذها مزرعة تمد عاصمته بالغلال (...) ولإبقاء البيزنطيين البلاد تحت سلطانهم جعلوا بالمغرب جيشاً مرابطاً (...) وأقاموا سلسلة من الحصون تمتد من طرابلس شرقاً حتى المحيط غرباً، غير أن ذلك لم يمنع من قيام البربر\r\nبالثورات عليهم مرات عديدة ....\r\nوثيقة 2\r\nالمرجع د. السيد عبد العزيز سالم تاريخ المسلمين وآثارهم في الأندلس دار النهضة العربية / ص 23\r\nمملكة مملكة الأوراس مملكة الزاب\r\nمغراوة\r\nمملكة البقراط\r\nهوارة\r\nمملكة فزان\r\nمزاتة\r\nمملكة جرمة\r\nوثيقة\r\nبلاد المغرب السياسية عشية الفتح الإسلامي\r\nالمرجع أ. د. محمد البشير شنيتي نفس المرجع / ص 430)\r\n..... خريطة البيزنطيين السياسية في إفريقيا كانت هزيلة ولم يبق منها خاضعاً للتاج الإمبراطوري سوى رُقَع مُتَبَاعِدَةٍ مُركّزة حول المدن المحصنة القريبة من السواحل التونسية خاصة، حيث يكثر السكان الأفارقة (الفرنجة) الذين كانت تحتمي بهم المدن ويحتمون بها مع ما كان يطبع العلاقة بين السلطة المركزية البيزنطية وذلك المجتمع الأفريقي الخاضع لسلطة رجال الدين من جفاء وتناحر فضلاً عن الهيمنة المتنامية التي كانت تمارسها قبائل المور (البربر) وممالكهم على المناطق المجاورة لأملاك البيزنطيين والأفارقة عشية\r\nالفتح \".\r\nوثيقة 4\r\nالمرجع\r\nأ. د. محمد البشير شنيتي / الجزائر في ظل الاحتلال الروماني ص 504503 (بتصرف))\r\n1 - ما الصورة التي يريد أن ينقلها لنا الكاتب عن السكان الأصليين، الوثيقة (1) ؟\r\n2 - اكشف من خلال نص الوثيقة (4) أسباب تفكك الإمبراطورية البيزنطية.\r\n3 اربط بين الخريطة الوثيقة (3) ومحتوى بقية النصوص الوثائق (1) و (2) و(4) ."
        },
        {
            "page": 45,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الأولى\r\nتحول شمال إفريقيا إلى بلاد المغرب الإسلامي\r\n46\r\n2 مراحل الفتح الإسلامي لبلاد المغرب\r\nبَلَغَتِ الفتوحات في عهد عُمر بن الخطاب « بُرْقَةَ » بليبيا سنة 22 للهجرة، ثم تتابعت سنة 28هـ بإذن من الخليفة عثمان بن عفان لفتح بلاد المغرب، وقد استغرق فتحه مدة طويلة تكاد تقرب سبعين سنة، برغم استعداد سكان البلاد لتقبل النقلة واشتراكهم مع العرب في كثير من الخصائص والصفات، ويرجع بطء\r\nعملية الفتح إلى عوامل تحصي منها: أ - طبيعة بلاد المغرب الجبلية ووعورتها، وعدم دراية العرب بخصائص المنطقة.\r\nب - اضطراب الوضع السياسي للخلافة الإسلامية في المشرق. ج - اشتداد حركة المقاومة من السكان الأصليين الذين أكسبتهم الطبيعة التحول والضمور مع القدرة على\r\nاحتمال المشاق.\r\nد - التدخل البيزنطي كقوة عسكرية في مقاتلة الفاتحين.\r\n22هـ\r\nبداية الفتح\r\n50هـ\r\n64هـ\r\nتأسيس القيروان | استشهاد عقبة\r\n86هـ\r\nاستكمال الفتح\r\n705م\r\nالمقياس: اسم لكل 5 سنوات\r\n682 م\r\n670م\r\n643م\r\nمحطات مراحل الفتح الإسلامي لبلاد المغرب\r\n\" لما وصل أبو المهاجر إلى المغرب علم بالتعاون العسكري بين الروم والبيزنطيين وكسيلة ابن المزم زعيم قبيلة أوربة البرنسية، حيث بدؤوا يستعدون لمنع توغل القوات الإسلامية للمغرب ولكي لا يسمح لعدوه بالاستعداد التام بادر بالزحف على رأس الجيش الإسلامي (50) هـ / 675 م) إلى المغرب الأوسط وكان أول قائد إسلامي يدخله ووصل إلى موضع عرف بعيون أبي المهاجر. واستمر في زحفه إلى تلمسان، لمهاجمة القبائل البربرية في مواطنها الحصينة .\r\nوكانت أول كتلة بربرية اصطدم بها هي كتلة أوربة ، وكان زعيمهم كسيلة الذي حشد من حوله البربر والفرنج، فزحف إليهم أبو المهاجر وهزمهم حول تلمسان. وبعدما تغلب على تحالف البربر والروم حرص على استمالة كسيلة إلى الإسلام فأظهر إسلامه، أحسن إليه أبو المهاجر واتخذه صديقا\".\r\nمنارة مسجد القيروان\r\nوثيقة 1\r\nالمرجع\r\nود. عبد الحميد حسين تاريخ المغرب في العصر الإسلامي ، دار النفاقي للنشر اط / 2007م من (53)"
        },
        {
            "page": 46,
            "text": "\" ولما وصل عقبة إلى طبنة أذن لجنده بالعودة إلى القيروان على هيئة أفواج وسار في قلة من جنده إلى تهودة وانتهز الروم تلك الفرصة، وعند تهودة دار اللقاء الحاسم بين المسلمين والروم والبربر واشتد القتال ... فقتل المسلمون جميعهم ولا زال ذلك المكان الذي\r\nسقط فيه عقبة مقدسا إلى يومنا\".\r\nوثيقة 2 المرجع : د. عبد الحميد حسين حمودة تاريخ المغرب الإسلامي، ص 77\r\nموقع القلعة الرومانية تابوديوس تهودة\r\n47\r\nقرطاج القيروان\r\nبحر الروم\r\nدرنة\r\nودان\r\nوثيقة 3 فتوحات شمال أفريقيا\r\nتهوذة .\r\nبحر الروم\r\nإفريقية\r\n500\r\n1000 كم\r\nمملكة القوط\r\nغرناطة - قرطبة\r\nسبتة\r\nتلمسان\r\nبحر الظلمات\r\nحملة عقبة بن نافع الأولى\r\nحملة أبو المهاجر دينار\r\nحملة عقبة بن نافع الكبرى\r\nحملة حسان بن نعمان\r\nالمرجع عادل أنور خضر أطلس تاريخ الجزائر / دار الشرق العربي / ص 53 بتصرف)\r\n1 - اعتمد في قراءتك للسلم الزمني على العوامل التي أدت إلى استغراق عملية الفتح الإسلامي لبلاد المغرب .\r\nمدة طويلة.\r\n2 - استحضر الخريطة الطبيعية في تتبعك لحملات الفتح الوثيقة (3) ، ماذا تستنتج ؟\r\n3 - وقع على خريطة من إنجازك محطات الفتح الإسلامي مستعينا بالوثيقتين (1) و (2)"
        },
        {
            "page": 47,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الأولى\r\n48\r\nتحول شمال إفريقيا إلى بلاد المغرب الإسلامي\r\n3 - توطن الإسلام في بلاد المغرب:\r\n\" شعرت الكاهنة أن نهايتها قد اقتربت فأرسلت ولديها مع خالد بن يزيد إلى حسان يطلب الأمان لهما فأمنهم وأسند قيادة جيش البربر لأكبرهما، وزحف حسان للقاء الكاهنة ودار بين الفريقين معركة فاصلة كثر القتل فيها وظن الناس أنه الفناء، وأسفر عن هزيمة ساحقة للبربر ومقتل الكاهنة . وطلبت قوات البربر الأمان من حسان فوافق مقابل انضمام اثني عشر ألفا من البربر في سلك الجندية مع جيش\r\nالمسلمين فأجابوه ودخلو الإسلام \".\r\nوثيقة 1\r\nالمرجع د. عبد الحميد حسين تاريخ المغرب في العصر الإسلامي، دار النفائس للنشر ط 2007م ص 95)\r\nمظاهر تحول بلاد المغرب إلى مغرب إسلامي :\r\nإن بلوغ الفتوحات الإسلامية الأندلس أفرز واقعاً جديداً للدولة الإسلامية يتمثل في: - ضم أراض جديدة واسعة للدولة\r\nالإسلامية. انتشار اللغة العربية والثقافة الإسلامية. إقبال أهل البلاد المفتوحة على الإسلام. امتلاء خزائن الدولة بما تدفق عليها من الغنائم والخراج.\r\nا - المغرب ولاية إسلامية. أدت التحولات التي شهدها العالم الإسلامي إلى إدخال تنظيمات إدارية، منها تقسيم الدولة الإسلامية إلى ولايات كبيرة، كُل ولاية قُسمت بدورها إلى مقاطعات لتسهيل تسييرها ومتابعتها. من أهم هذه الولايات: الحجاز الشام، العراق وما وراءه شرقاً، مصر، المغرب ومعه الأندلس لاحقاً.\r\nوثيقة 2\r\nرباط سوسة تونس\r\nب - إنشاء المدن.. كان لإنشاء المدن والرباطات - إضافةً إلى المدن العتيقة - دور كبير في التطور العمراني وانتعاش الحياة الاجتماعية والاقتصادية والثقافية. من هذه المدن القيروان تيهرت، سجلماسة، فاس، أودَ غَشْتْ، غَاوْ كانو.... وغيرها."
        },
        {
            "page": 48,
            "text": "49\r\nالنشأة والتأسيس:\r\nكان قيام قاعدة القيروان حدثاً له أهمية بالغة في تاريخ إفريقيا الإسلامية لأنها أصبحت نواة لولاية جديدة\r\nهي ولاية المغرب. أول من فكر في تأسيس القيروان هو معاوية بن حُدَيج وقد أنجزها عُقبة بن نافع الفهري الذي قال: أرى أن\r\nأتخذ مدينة نجعلها معسكراً وقيرواناً تكون عزا للإسلام إلى آخر الدهر. استغرق بناؤها أربع سنين (51هـ - 54هـ / 671م - 674م) وقد عرفت نموا وتوسعا في عهد ولاة إفريقية خاصة حسان بن النعمان، وموسى بن نصير\r\n\" المدن هي أجمل جواهر القرون الوسطى الإسلامية، وتأسيس هذه المدن من الأعمال الأساسية لهذا التاريخ إذ كانت إقامتها تتطلب نوعاً من التصور المثالي للحياة الجماعية التي يلعب فيها المسجد والمنبر أدوارًا رئيسية بالإضافة إلى السيطرة على البلد الذي تم فتحه. وكان الإسلام يفضّل إقامتها عند تخوم الصحاري بعيدا عن البحر وهناك على الأقل خَمْسُ مُدن عرفت ازدهارها ومجدها أيام الخلافة الأموية ومنها: القيروان الفسطاط، البصرة، والكوفة، وأخيرًا مدينة واسط، وكلها تحمل نفس الطابع : مُدن - معسكرات\".\r\nالمرجع\r\nأندريه ميكيل / الإسلام وحضارته. ( بتصرف)\r\nوثيقة 3\r\nوثيقة 4\r\nالقيروان هي لفظ فارسي معرب وقد\r\nتكون كلمة بربرية حرفت عنها كلمة\r\nتاكروان - ولغة تعني: القافلة أو معظم\r\nالكتيبة - الجماعة من الخيل.\r\n1 - استنتج من نص الوثيقة (1) ما يدل على توطن الإسلام في بلاد المغرب ؟ 2 - بين دوافع قادة الفتح لإنشاء هذه المراكز العمرانية الوثيقتان (2) و(4). 3 - وضح من خلال الوثيقة (3) الدور الذي لعبته المدن في القرون الوسطى."
        },
        {
            "page": 49,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية\r\nالأولى\r\nتحول شمال إفريقيا إلى بلاد المغرب الإسلامي\r\n50\r\nتعلم الإدماج\r\n\" إن ملف النقوش اللاتينية فقير جداً من الوثائق المتعلقة بالممالك المورية، حيث لا يضم سوى نقيشتين عثر عليهما في منطقتين متباعدتين، إحداهما بأولاد ميمون ( الثافا) بشرق تلمسان، والأخرى ببلدة آريس في\r\nعمق الأوراس\".\r\nIN\r\nEDERDMANAS\r\nصورة 166 نقيشة آريس ، مودعة في المتحف الوطني بالجزائر العاصمة، وهي عبارة عن لوح من الحجر الكلسي ذي أبعاد: 0.70م طولا، 0.48م عرضاً، وبسمك 0.12م. النص: وهو مكمل حسب قراءة كاركوبينو\r\nوثيقة 1\r\nالمرجع أ.د محمد البشير شنيتي نفس المرجع السابق ص 385\r\nالمضمون: \" إجلالي لآلهة الأرواح، أنا ماستياس، كنتُ دوقاً مدة 67 سنة، وإمبراطوراً 40 سنة، ما كذبت قط ولا نكثت عهدًا التزمت به إزاء الرومان أو المور، وقد كان بأسي شديداً في الحرب والسلم على السواء، كما\r\nحظيت أعمالي الخيرة برضا الآلهة التي كانت بجانبي.\" \" أنا فرتايا، أقمت هذا التذكار بمساعدة إخواني فكلفنا مائة دينار\" .\r\nوثيقة 2\r\nالمرجع: أ.د محمد البشير شنيتي نفس المرجع السابق ص 385\r\nنقيشة الملك مازونا المكتشفة في ألطافا ) أولاد ميمون شرقي\r\nتلمسان\r\nالمرجع أ.د محمد البشير شنيتي نفس المرجع السابق / ص 185"
        },
        {
            "page": 50,
            "text": "51\r\n\" ... انقسم الناس من الناحية الدينية فخرج كثيرون عن مذهب الإمبراطور، وكان هذا الخصام المذهبي من الأسباب الرئيسية في اضمحلال البلاد واندثار عهد الدولة البيزنطية في بلاد المغرب، وعلى هذا النحو نفر الشعب المغربي من حكامه وكره استبدادهم وتعشقهم معه. وعلى هذه الحال السيئة، من ثورات داخلية وانقسامات مذهبية واضطرابات اجتماعية واقتصادية، لقي العرب هذه البلاد عند شروعهم في فتحها، ووجد السكان في فتح العرب لبلادهم مخرجاً لهم من سوء حالتهم\".\r\nوثيقة 3\r\nالمرجع : د. السيد عبد العزيز سالم تاريخ المسلمين وآثارهم في الأندلس / ص 24\r\nوثيقة 4\r\nمنظر طبيعي تبدو فيه الجدار على قمم الجبال المشرفة على فرندة بولاية تيارت، وهي أضرحة ملوك الصور المتأخرين المعاصرين للعهدين الوندالي والبيزنطي.\r\n\"عاش البربر في بلادهم هذه قروناً طويلة قبل الفتح الإسلامي، ولهم تاريخ وحروب مع الإغريق والرومان خاصة .... ولدى البربر تقاليد وعادات قريبة الشبه من عادات وتقاليد القبائل العربية في تنظيمها وأحوالها الاجتماعية القائمة على التقسيم القبلي، وكانت القبائل متماسكة ولها نظام اجتماعي قويم، وهي تنقسم إلى قبائل بترية بدوية أو نصف بدوية، وقبائل برنسية حضرية أو نصف حضرية. من أكبر قبائل البدو وأشهرها \"زناتة\".\r\nوثيقة 5\r\nالمرجع د. حسين مؤنس / معالم تاريخ المغرب والأندلس / دار الرشاد / 1 / 1997 م / ص 29 بتصرف)\r\nاقرا الوثائق من (1) إلى (5). ثم حدد:\r\n1 - طبيعتها ومصدرها.\r\n2 - إطارها الزمني.\r\n3 - علاقتها بالفتوحات الإسلامية.\r\n4 - القيم التي ترتبط بالشجاعة والعدل والحرية ...."
        },
        {
            "page": 51,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثانية\r\n52\r\nالدول الإسلامية في الجزائر والمغرب الإسلامي\r\n1 - دول المغرب المستقلة:\r\nا - الدولة الرستمية أول دولة إسلامية جزائرية مستقلة تأسست على يد عبد الرحمن بن رستم\r\nعبد الرحمن بن رستم أصله فارسي إباضي المذهب بويع بالإمامة سنة 160هـ / 776م يتيهرت، وكان على جانب عظيم من العلم والعمل والعدل والزهد... من مؤلفاته تفسير القرآن العظيم، توفي سنة .171 هـ / 787 م\r\n\" رأى عبد الرحمن بن رُسْتُم - بعد أن بويع بالإمامة - أن يتخذ لنفسه عاصمة يُباشر منها مهام الحكم، وكان عليه أن يوفر لهذه العاصمة كل عناصر الأمن والرخاء، لذا فقد استعان بأهل العلم والخبرة بالأرض (...) أما تخطيط تاهرت فقد جرى على النحو الذي اتبع في بناء المدن الإسلامية الكبرى، بحيث يساعد على انصهار أفراد المجتمع وامتزاجهم وعدم التفرقة بين عناصرهم (...)، وخَطَتْ تاهرتُ خُطوات سريعة في مضمار الحضارة والتقدم، فانتشرت القصور، وغرست البساتين، ونُصبت الأرحاء على الأنهار، وظهرت آثار الغني على أهلها فاتخذوا الستائر المزخرفة والخيل المُسَوَّمَة، وتنوعت ألبستهم وتعددت اللغات والأزياء\".\r\nالمرجع\r\n: د. محمد عيسى الحريري الدولة الرستمية بالمغرب الإسلامي ص 104\r\nوثيقة 1\r\nتأسيس الدولة الرستمية 160هـ\r\n776ه\r\nومن أئمة الدولة الرستمية\r\nسقوط الدولة على يد الفاطميين\r\n-1- الإمام عبد الرحمن بن رُستُم. 2- الإمامُ أَفْلَحُ بن عبد الوهاب. 3- الإمام أبو اليقظان محمد بن أفلح. 4- الإمام يعقوب بن أفلح.\r\n296هـ\r\nالمقياس: اسم لكل 20 سنة\r\n909 م\r\n\" الدولة الرستمية مستقلة استقلالا تاما (...) . والرئيس الأعلى يُعين بالانتخاب لمدة حياته ويلقب بالإمام والخليفة، وأمير المؤمنين، وللإمام مستشارون وحفظة لبيت المال، ومحتسبون، ورجال شرطة. وكان للقاضي دار وسجل وخاتم.... ويسوي بين الخصوم، وللحكومة جند من العرب والعجم، والمالية تجمع من الزكاة والجزية وخراج الأرض\".\r\nوثيقة 2\r\nالمرجع مبارك الميلي تاريخ الجزائر في القديم والحديث ج 2 المؤسسة الوطنية للكتاب / ص 68"
        },
        {
            "page": 52,
            "text": "بحر الروم\r\nقرطاجنة .\r\nقرطبة .\r\nقرطاج\r\nغرناطة .\r\nسبتة .\r\n. القيروان\r\nتاهرت\r\nتلمسان\r\nبحر الروم\r\n. جبل نفوسة\r\nالدولة الرستمية\r\nالدولة الرستمية\r\nسجلماسة .\r\n450\r\n150 300\r\n53\r\nالمرجع د. عادل أنور خضر أطلس تاريخ الجزائر / ص 59 بتصرف\r\nعرفت تيهرت في عهد أفلح بن عبد الوهاب ازدهاراً عجيباً ... فقد عمَّ الرخاء في عصره، وكثرت الأموال والمستغلات، وأتَنهُ الرفاق والوفود من الأمصار والآفاق بأنواع التجارات، وتنافس الناس في البنيان حتى ابتنى الناس القصور والضياع خارج المدينة وأجروا الأنهار\".\r\nوثيقة 3\r\nازدهرت الزراعة والتجارة، فكانت (تيهرت) نقطة\r\nالتقاء قوافل الشرق بالغرب والساحل بالصحراء. إضافة إلى تربية المواشي كالأبقار والأغنام، والإبل الوفرة المراعي الطبيعية في الهضاب العليا. نشطت الحياة الثقافية عند الرستميين بسبب تشجيع الأئمة العلم والمعرفة.\r\nالمرجع مجموعة من المؤلفين الجزائر في التاريخ (ج (3) بتصرف)\r\nوثيقة 4\r\nصورة من هضاب تيارت\r\n1 - استنتج نظام الحكم في الدولة الرستمية: الوثيقتان (1) و(3) . 2 - أبرز مظاهر التطور التي عرفتها الدولة في مجالات الحياة المختلفة الوثيقتان (1) و(4). 3 - أذكر الهيئات التي تساعد الأئمة في تسيير شؤون الدولة وثيقة (2) ."
        },
        {
            "page": 53,
            "text": "بحر الروم\r\nقرطاجنة .\r\nقرطبة .\r\nقرطاج\r\nغرناطة .\r\nسبتة .\r\n. القيروان\r\nتاهرت\r\nتلمسان\r\nبحر الروم\r\n. جبل نفوسة\r\nالدولة الرستمية\r\nالدولة الرستمية\r\nسجلماسة .\r\n450\r\n150 300\r\n53\r\nالمرجع د. عادل أنور خضر أطلس تاريخ الجزائر / ص 59 بتصرف\r\nعرفت تيهرت في عهد أفلح بن عبد الوهاب ازدهاراً عجيباً ... فقد عمَّ الرخاء في عصره، وكثرت الأموال والمستغلات، وأتَنهُ الرفاق والوفود من الأمصار والآفاق بأنواع التجارات، وتنافس الناس في البنيان حتى ابتنى الناس القصور والضياع خارج المدينة وأجروا الأنهار\".\r\nوثيقة 3\r\nازدهرت الزراعة والتجارة، فكانت (تيهرت) نقطة\r\nالتقاء قوافل الشرق بالغرب والساحل بالصحراء. إضافة إلى تربية المواشي كالأبقار والأغنام، والإبل الوفرة المراعي الطبيعية في الهضاب العليا. نشطت الحياة الثقافية عند الرستميين بسبب تشجيع الأئمة العلم والمعرفة.\r\nالمرجع مجموعة من المؤلفين الجزائر في التاريخ (ج (3) بتصرف)\r\nوثيقة 4\r\nصورة من هضاب تيارت\r\n1 - استنتج نظام الحكم في الدولة الرستمية: الوثيقتان (1) و(3) . 2 - أبرز مظاهر التطور التي عرفتها الدولة في مجالات الحياة المختلفة الوثيقتان (1) و(4). 3 - أذكر الهيئات التي تساعد الأئمة في تسيير شؤون الدولة وثيقة (2) ."
        },
        {
            "page": 54,
            "text": "55\r\nكان عهد الأدارسة بالمغرب عهد عمارة وتأسيس، وذلك ما تمتاز به الحضارة الإدريسية فإنهم كثيراً ما أنشؤوا مدناً مزدهرة ومباني فحمة وخاصة بالمغرب الأقصى أعظمها العاصمة\r\nفاس وسبتة».\r\nوثيقة 2 المرجع عبد الرحمان الجيلاني\r\nالتاريخ الجزائر العام )\r\nقرطاجنة ترحلية الأمويون غرناطة .\r\nبحر الروم\r\nتبهرت تلمسان.\r\nالرستميون\r\nالأدارسة\r\nالرستميون\r\nالأمويون\r\nسبتة . - طنجة\r\nمكناس : وليلي الأدارسة\r\nبحر الظلمات\r\nالصويرة .\r\nأغادير .\r\n100\r\nاكم\r\nN\r\nدولة الأدارسة في عهد إدريس الأول المرجع د. عادل أنور حضر وهران / دار الشرق العربي /2013/1 م / ص 62\r\nازدهرت صناعة النسيج، فنسجوا الملابس من المواد الأولية المحلية كالقطن والكتان والصوف وكان بها من الديار المعدة لعمل الصابون سبع وأربعون داراً، ومن ديار الدباغ ست وثمانون داراً، وديار الصباغ مانه دار وستْ عَشرة داراً.\r\nحكام الدولة الرستمية\r\n1 - إدريس الأول بن عبد الله الكامل. 2 - إدريس الثاني بن إدريس الأول. 3 - محمد بن إدريس الثاني. - علي الأول بن محمد. 5- يحيى الأول بن محمد.\r\nوثيقة 3\r\nأحياء متخصصة في الصباغة بمدينة فاس\r\nتأسيس الدولة الإدريسية 172هـ\r\n788\r\nنهاية الدولة على يد الفاطميين 311هـ\r\nالمقياس اسم لكل 20 سنة\r\n923 ه\r\n1 - استنتج من خلال الخريطة ونص الوثيقة (1) مظاهر الحضارة الإدريسية كما جاء في الوثيقة (2). 2 - علق على الصورة: الوثيقة (3) وما علاقتها بازدهار التجارة؟"
        },
        {
            "page": 55,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثانية\r\nالدول الإسلامية في الجزائر والمغرب الإسلامي\r\n56\r\nج - الدولة الأغلبية\r\nأسست في المغرب الأدنى - إفريقية - سنة 184هـ على يد إبراهيم بن الأغلب أحد ولاة العباسيين أيام الخليفة هارون الرشيد، واتخذت القيروان عاصمة لها. تمتعت هذه الدولة باستقلالية فعلية في إدارة شؤونها لكنها أبقت على ولائها المعنوي للدولة العباسية التي حاولت أن تجعل منها سداً أمام حركة الانفصال والمعارضة الخارجية والشعبية.\r\nمظاهر الحضارة\r\nوثيقة\r\n1 صهاريج كبيرة من أشهر منشآت الدولة الأغلبية في تونس\r\nأقام الأغالبة حكماً وراثياً وقد استعان أمراؤهم في تسيير الدولة بوزير ورؤساء مصالح تختص بالشؤون البحرية والحربية والمالية والبريد، كما قسمت البلاد إلى ولايات.\r\nتشييد المساجد، منها الجامع الكبير بالقيروان وجامع الزيتونة وجامع سوسة.\r\nإقبال المسلمين على العلم والمعرفة خصوصاً أمور دينهم، فكانت المساجد والكتاتيب منارات علمية حقيقية، وقد تزامن ذلك مع بداية انتشار المذهب المالكي السني في المغرب على يد العالم الإمام (سحنون)\r\nبعد مناظرات علمية مع الخوارج والشيعة والمعتزلة.\r\nصقلية\r\nقرطاج\r\nالقيروان\r\nقابس\r\nبحر الروم\r\nالأغالبة\r\nالأغالبة\r\nالرستميون\r\nالأدارسة\r\nالأمويون في الأندلس\r\nبحر الروم\r\nغرناطة\r\nقرطبة\r\nسبتة .\r\nتيهرت\r\nالرستميون\r\nالأدارسة\r\n1000 1000 - كم\r\n500\r\nوثيقة 2 |\r\nالدولة الأغلبية"
        },
        {
            "page": 56,
            "text": "بناء الرباطات - الحصون الساحلية » على طول السواحل كسوسة المنستير وإقامة الأسوار المنيعة حول بعض المدن كمدينة صفاقس\r\n57\r\nمن أمراء الدولة الأغلبية\r\n-1- إبراهيم بن الأغلب.\r\n3- زيادة الله الأول.\r\n- أبو العباس محمد الأول\r\n7- إبراهيم الأصغر.\r\nو زيادة الله الثالث.\r\nوثيقة رباط المنستير\r\nممارسة التجارة على نطاق واسع مع المغرب الأوسط والأقصى ومع المشرق والمدن الإيطالية بحكم الموقع الوسطي، وقد كانت القيروان ثُمَّ رَفَّادَةُ العاصمة الثانية من\r\nأهم المدن التجارية في المغرب الأدنى. نشاط زراعي ورعوي مزدهر لتوفير الأراضي الخصبة والمراعي، وإقامة منشآت الري، إضافةً إلى انتشار الحرف في\r\nالمدن الأغلبية كصناعة الأواني والحرف والنسيج.\r\nتأسيس الدولة\r\nنهاية الدولة على يد الفاطميين\r\nالفندق كلمة معربة ترجع أصولها الى اللاتينية أو اليونانية . Fondaca pandokion أو\r\n800م\r\nالمقياس: اسم لكل 20 سنة\r\n907\r\nرحبت حكومة الأغالبة بتدفق حركة النشاط التجاري على القيروان من سائر البلاد، وقدمت كافة التسهيلات للتجار لممارسة نشاطهم التجاري، وتطلب الأمر توفير فنادق لنزولهم، وقد خصصت الفنادق لنزول التجار الأوروبيين، ومما يثير الدهشة حقا أن أحد الأثرياء من تجار الأندلسيين. - ويدعى أبا جعفر بن خيرون امتلك بعض الفنادق بالقيروان التي كانت على مقربة من الجامع\".\r\nالمرجع : د. عبد الحميد حسين حمودة / تاريخ المغرب في العصر الإسلامي / ص 242\r\nوثيقة 4\r\n1- استنتج من خلال الصورتين الوثيقتان (1) و (3) ضخامة هذه المنشآت مبرزاً أهميتها.\r\n2 - من خلال الوثيقة (4)، بين مظاهر الحضارة الأغلبية.\r\n3- ابحث في علاقة الأغالبة بصقلية ودوافع تشكيل الأسطول البحري الوثيقة (2)."
        },
        {
            "page": 57,
            "text": "الميدان الثاني\r\nالتاريخ الوطني\r\nالوضعية الثانية\r\nالدول الإسلامية في الجزائر والمغرب الإسلام\r\n58\r\n2 - دول بلاد المغرب الموحدة\r\n1 - الدولة الفاطمية:\r\nظهرت الدولة الفاطمية خلال القرن الثالث الهجري في المغربين الأوسط والأدنى، وامتد نفوذها إلى المغرب الأقصى ثم وجهت أنظارها إلى المشرق فضمت مصر، وبنت فيها عاصمتها الجديدة «القاهرة» كما استطاعت بسط نفوذها على الشام والحجاز وهذا على حساب العباسيين في بغداد.\r\nNSP\r\n304\r\n45E\r\n30 E\r\nبواتيد.\r\nبحر ينطني\r\n. القسطنطينية\r\nقرطاج\r\nالأندلس غرناطة - قرطية\r\nشرشال\r\nالبحر الأبيض المتوسط المه القيروان - تبسة \"مسينة\r\nتلمسان .\r\nالقدس الإسكندرية القاهرة\r\nالبصرة ..\r\nبغدادي\r\nدمشق\r\nالكوفة\r\nالمدينة المنورة .\r\nمكة .\r\nبحر الظلمات\r\n30N\r\nصنعاء\r\nبحر العرب\r\n45 E\r\n1.000 500\r\n1/12 500 000\r\nالدولة الفاطمية\r\nأبو عبد الله الشيعي :\r\n10 E\r\n2000\r\n15 E\r\nحدود الدولة الفاطمية\r\nمدن من تأسيس المسلمين\r\nمدن تاريخية\r\nالمرجع: د. شوقي أبو خليل / أطلس التاريخ العربي الإسلامي / ص 43)\r\nمؤسس الخلافة الفاطمية بالمغرب الإسلامي، ولد بالكوفة\r\nواعتنق الإسماعيلية في العراق، وعُرف بالمُحْتَسِب الممارسته\r\nوظيفة الحسبة في مدينة البصرة، التقى بحجاج من كتامة\r\nطلبوا منه أن يُرافقهم إلى بلادهم فوصلها سنة 280هـ\r\nمسجد الحاكم بأمر الله، أحد معالم العصر الذهبي للدولة الفاطمية بالقاهرة.\r\nو لين كان بناء المدن العواصم شيئاً مألوفاً في هذا العصر، فإن بناء القاهرة عام 359هـ / 970م يؤكد تصميم الفاطميين على تنظيم كل شيء منذ البداية إلى حد وضع أساسات الأزهر مركز الإسماعيلية\r\nالثقافي في مصر .... فإن هذه المدينة كانت مخططة لتكون العاصمة الإدارية والعسكرية للنظام ..... وحين\r\nوصل المعز قادماً من تونس في عام 362هـ / 973م كان كل شيء جاهزاً لتنفيذ مشاريعه \".\r\nوثيقة 1\r\nالمرجع محمد عبد الحي محمد شعبان الدولة العباسية / الأهلية للنشر والتوزيع / ص 235 يتصرف"
        },
        {
            "page": 58,
            "text": "59\r\nالحضارة الفاطمية\r\nأقام الفاطميون نظام حكم ملكي وراثي منحصر في أسرة عبيد الله الشيعي وقد تلقب حكام الدولة الفاطمية بـ \"الخلفاء\" معتبرين أنفسهم الأحق بالخلافة من العباسيين.\r\nمظاهر الحضارة\r\n\" لما نزل عبد الله الشيعي بفرجيوة من أرض كتامة سنة 280 هـ 893م وأخذ في تمهيد الأمر لعبيد الله المهدي الذي نسبت إليه الدولة العبيدية - التي أصبحت بعد انتقال مركزها إلى مصر تعرف باسم الدولة الفاطمية - فتحت مصر للمعز الفاطمي، وقر عزمه على الرحيل إليها، وترك مكانه على المغرب بلكين بن زيري الصنهاجي\".\r\nوثيقة 2\r\nالمرجع د. عبد الله شريط ومحمد الميلي مختصر تاريخ الجزائر / المؤسسة الوطنية للكتاب / ص 88\r\nنشر الثقافة الإسلامية وخدمة العلم بمختلف الألسن واللغات\r\nوهذا ما أدى إلى بروز العديد من العلماء منهم يعلى بن يوسف\r\nالفلكي الحسن بن الهيثم في الفيزياء علي بن رضوان في الطب ابن هانئ الأندلسي في الشعر. ترك الفاطميون في فن العمران آثاراً هامةً منها مدن المهدية القاهرة وجامع الأزهر.\r\nأبو علي الحسن بن الحسن بن الهيثم البصري\r\nفانوس رمضان أحد أبرز المعالم الثقافية الفاطمية التي ما تزال حية في مصر والعديد من أنحاء العالم الإسلامي.\r\nبوابة المهدية بتونس\r\nمن الخلفاء الفاطميين\r\nعبيد الله المهدي - محمد القائم بأمر الله إسماعيل المنصور\r\n- المعز لدين الله\r\n1 - حدد كيف يرتبط التخطيط للمدن بقيام الدولة، وضح ذلك\r\nمن خلال الوثيقة (1) .\r\n2 - صنف مظاهر الحضارة الفاطمية.\r\n3 - اربط العلاقة بين الوثيقتين (1) و (2)"
        },
        {
            "page": 59,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثانية\r\nالدول الإسلامية في الجزائر والمغرب الإسلامي\r\n60\r\nب - الدولة الزيرية\r\nينتسب الزيريون إلى قبيلة صنهاجة التي أزرت الفاطميين وساندتهم على بسط نفوذهم ببلاد المغرب، ولما عزم الخليفة المعز على نقل سلطته إلى القاهرة عهد بإمارة المغرب إلى بلكين بن زيري . وقد اتخذ الزيريون من مدينة أشير \" جنوب شرق مدية \" عاصمة لدولتهم، وفي عهد المنصور ابن بلكين نقلت إلى المنصورة بالمغرب الأدنى.\r\nبقايا موقع مدينة أشير\r\n\" قرر زيري بناء مدينة على إحدى قمم الجبل الأخضر يبلغ ارتفاعها على مستوى البحر 1400م وتشرف على سهول التل الغربية ومنطقة بلاد القبائل الشرقية، في مكان منيع ..... ثم بعث زيري في إحضار البنائين والنجارين من سوق حمزة (البويرة) وطبنة و المسيلة، وطلب من القائم العبيدي أن يمده بالخبراء والفنيين، فبعث إليه بمهندس معماري يقول النويري إنه لم يكن في إفريقية أعلم منه، وشرع في بناء مدينة أشير في سنة 324هـ\".\r\nوثيقة 1\r\nحضارة الزيريين\r\nكان نظام الحكم ملكيا وراثياً، يُساعد\r\nالحكام فيه ولاة على تسيير شؤون\r\nالإمارة في كل من المسيلة وأشير\r\nوتلمسان ووهران وميلة وسطيف.\r\nالمرجع إسماعيل العربي دولة بني زيري ديوان المطبوعات الجامعية، ص 11)\r\nأمراء الدولة الزيرية\r\n1 - بلكين بن زيري.\r\n2 - أبو الفتح المنصور بن بلكين.\r\n3- أبو قتادة باديس بن المنصور.\r\n4 - المعز بن باديس."
        },
        {
            "page": 60,
            "text": "نابولي\r\nالنورمان\r\nعجمات الورمان\r\nسردينيا\r\nصقلية\r\nطرابلس\r\nبنزرت\r\nالمهدية\r\nشيروان\r\nواقنعة\r\nالدولة الزيرية\r\nالدولة الحمادية حدود الدولة الصنهاجية الزيرية الأولى\r\nمناطق متنازع عليها بمعارك\r\nالبحر الأبيض المتوسط\r\nبجاية\r\nالعرضي شال\r\nقبطية\r\nالقلعة\r\nو فردية\r\n300\r\n150\r\nبنو مفتية\r\nوهران\r\nتلمان\r\nإمارة زناتة\r\n600\r\nوثيقة 2\r\nالدولة الزيرية\r\nالمرجع عادل أنور خضر أطلس تاريخ الجزائر / دار الشرق العربي / ص 72\r\nحقق الزيريون ازدهاراً اقتصادياً مشهوداً لهم به ونشطت الحركة التجارية بين مختلف مناطق المغرب الإسلامي\r\nوالأندلس، وقد كانت موانئ جيجل والجزائر والمهدية من أهم المراكز التجارية الزيرية. كما اشتهرت صناعة الأسلحة والأدوات الحربية، إلى جانب ذلك اهتم الزيريون بالعمران حيث شيدوا المدن وأحاطوها | بالحصون والأسوار وبنوا القصور والمساجد. أما الحياة الاجتماعية فقد تميزت بالرفاهية والتطور والتنوع لما عرفته البلاد | من رخاء اقتصادي كبير جعل الدولة لا تبالغ في فرض الضرائب\r\nكما كانت مدن أشير والمنصورة والقيروان محط أنظار فئات اجتماعية من التجار والصناع والأدباء والفقهاء. - لقد تضررت الدولة الزيرية على يد قبائل بني هلال القادمة من مصر بتحريض من الخليفة الفاطمي المستنصر بالله وقد اكتسحت منطقة المغرب الإسلامي وأضعفت الزيرتين مما مكن الموحدين من إنهاء الوجود الزيري في المنطقة.\r\nتأسيس الدولة الزيرية\r\nتأسيس دولة الحماديين\r\nتاسیس اشیر\r\nتأسيس الناصرية (بجاية)\r\nنهاية دولة الحماديين\r\n547هـ / 1153م\r\n387هـ / 997م\r\n405 هـ / 1014 م\r\n362هـ / 972 م\r\n1069 / 460هـ\r\nالمقياس اسم لكل 15 سنة\r\n1 بين اهتمام أمراء وخلفاء عهد بني زيري بمواقع المدن الوثيقة (1) . 2 - تابع على الخريطة الوثيقة (2) أهمية الموقع في ازدهار التجارة في عهد بني زيري.\r\n61"
        },
        {
            "page": 61,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثانية\r\nالدول الإسلامية في الجزائر والمغرب الإسلامي\r\n62\r\nج - الدولة الحمادية\r\nثالث دولة إسلامية مستقلة ظهرت بالمغرب الأوسط تنتسب إلى حماد بن بلكين بن زيري الصنهاجي الذي انفصل عن دولة عمه باديس الزيرية في المهدية بعد أن تم له القضاء على تمرد قبيلة زناتة غرب المغرب الأوسط متخذاً من \" القلعة \" بالمعاضيد عاصمة لدولته.\r\nوثيقة 1\r\nأبواب مدينة بجاية\r\nتابولي\r\nالنورمان\r\nالدولة الحمادية\r\nالدولة الزيرية\r\nإمارة زنانة\r\nصقلية\r\nمناطق متنازع عليها\r\nالدولة الحمادية\r\nطرابلس\r\nالمهدية\r\nالبحر الأبيض المتوسط\r\nبجاية\r\nبنزرت\r\nتونس\r\nقسنطينة .\r\nالقيروان\r\nصفاقس\r\nقابس\r\nبسكرة .\r\nالقلعة\r\nالجزائر\r\nشرشال المدية\r\nپر\r\nغرداية\r\nوهران\r\nإمارة زنانة\r\nالمرجع عادل أنور خضر / أطلس تاريخ الجزائر / دار الشرق العربي / ص (77)\r\nمن حكام الدولة الحمادية\r\nازدهرت الحركة الثقافية والعلمية، وتعددت المعاهد والمدارس حيث أنجبت بجاية عُلماء وأدباء منهم: ابن حمديس في الشعر وابن رشيق في البلاغة والنقد، وشعيب أبو مدين ويوسف الورجلاني في الفلسفة وعلوم الدين، وعبد المؤمن بن علي إضافة إلى الفنان الإيطالي ليورناردو دا فنشي الذي نقل الأرقام العربية إلى إيطاليا ومنها إلى أوروبا، ثم حلت بعد ذلك محل الأرقام الرومانية المعقدة.\r\n1 - حماد بن بلكين بن زيري.\r\n2 - بلكين بن محمد بن حماد\r\n3 - المنصور بن الناصر.\r\n4 - باديس بن المنصور\r\n5 - العزيز بالله بن المنصور"
        },
        {
            "page": 62,
            "text": "63\r\n\" في بداية القرن الثاني عشر الميلادي انتقلت عاصمة المملكة الحمادية من القلعة إلى بجاية التي أصبحت حينذاك أهم مدينة في الشمال الإفريقي، كما سجل ذلك الإدريسي، ويرجع تطور مدينة بجاية إلى موقعها على البحر من جهة، و إلى العلاقات التجارية التي كانت تربط بينها وبين أوروبا كما يدل على ذلك إطلاق كلمة \" بوجي\" بالفرنسية على الشمع الذي كان يستعمل في وسائل الإضاءة، وهو مستخدم من المواد الدهنية المستوردة من وادي الصومام، كما عرف الحماديون كيف يستغلون مناجم الحديد على نطاق واسع، وقد ظهر في العصر الحمادي العلماء والشعراء والكتاب\r\nظهوراً لا عهد للجزائر به من قبل\".\r\nوثيقة 2\r\nالمرجع د. عبد الله شريط ومحمد الميلي مختصر تاريخ الجزائر / ص 93\r\nاهتم الحماديون بالزراعة فأقاموا السدود وشقوا التَّرَع واستخرجوا المياه وتوعوا المزروعات وحسنوها فكثر إنتاج الحبوب والفواكه والغلال المختلفة.\r\nوثيقة 3 أسوار بجاية تعود للفترة الحمادية الأولى 1067م\r\nه أولى الحماديون اهتماماً كبيراً بالعمران فأنشؤوا المباني الدينية كالمساجد الفخمة بالقلعة وبجاية وقسنطينة، كما أنشؤوا المباني المدنية كالقصور مثل قصر المنار، وقصر السلاح في القلعة، واللؤلؤة والكوكب في بجاية، وقد تأثر الأوربيون بما حققه الحماديون في مجال العمارة.\r\n1 - تعد هذه الأسوار حصوناً منيعة الوثيقتان (1) و(3) فما هي علاقتها بأهمية مدينة الناصرية؟\r\n2 - ضع عنواناً للنص الوثيقة (2) وابحث عن أمثلة تعزز بها رأي الكاتب."
        },
        {
            "page": 63,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثانية\r\n64\r\nد دولة المرابطين\r\nالدول الإسلامية في الجزائر والمغرب الإسلامي\r\nيُعتبر يوسف بن تاشفين اللمتوني الصنهاجي المؤسس الفعلي للدولة المرابطية في مراكش بالمغرب الأقصى سنة 452 هـ 1060 م التي حققت\r\nوحدة أكبر جزء من المغرب الإسلامي والأندلس.\r\nنابولي\r\nتونس\r\nالمهدية -\r\n- القيروان\r\nبحر الروم\r\n- بجاية\r\nقرطاجنة .\r\nغرناطة\r\n- تيهرت\r\nأسوار ماكارينا\"، تعد من آثار المرابطين النادرة في إشبيلية\r\nطليطلة\r\n- قرطبة\r\nسبتة\r\nتلمسان\r\nمكناس .\r\nسجلماسة\r\nبحر الظلمات\r\nأغادير .\r\n500\r\n1900\r\nامتداد دولة المرابطين\r\nوثيقة 1 فتوحات دولة المرابطين المرجع عادل أنور خضر / أطلس تاريخ الجزائر / دار الشرق العربي / ط 1/ 2013 م / ص 88 بتصرف\r\nحضارة المرابطين\r\nتميزت الحياة السياسية باعتماد نظام حكم ملكي وراثي في عائلة ابن تاشفين التي كان يُخاطب حُكَامُها بلقب \" أمير المسلمين \" ، وقد استعان المرابطون في تسيير دولتهم المترامية الأطراف في المغرب والأندلس بكتاب وقضاة ومسؤولين لجمع الأموال الزكاة والضرائب)، كما قسمت البلاد إدارياً إلى ولايات منها: مراكش سجلماسة، مكناس، تلمسان، طنجة، إشبيلية عاصمة الأندلس، غرناطة، قُرْطبة، بَلَنْسِيَة.\r\nاشتهر العصر المرابطي بالغنى والثروة خاصة في عهد حكم يوسف بن تاشفين حيث انتعش النشاط التجاري بين المغرب والأندلس وبلاد السودان، وامتلات خزائن الدولة بالأموال، وازدهرت الصناعات الحرفية في المدن المغربية خصوصاً في العاصمة مراكش ومدينة فاس.\r\nدينار مرابطي"
        },
        {
            "page": 64,
            "text": "65\r\n\"الدولة المرابطية مستقلة استقلالاً تاما، ولها حكومة أقوى نفوذاً من خلفاء بني العباس .... الحكومة مقيدة بالكتاب والسنة، ولا يمضي أمراؤها وعمالها أمراً إلا باستشارة شيوخ الدين وموافقتهم، ومنذ أن استولى يوسف بن تاشفين على الأندلس لقب بأمير المسلمين، والأمير وزراء وعمال على الجهات والقضاء مستقل عن الإدارة كل الاستقلال، والكل على مذهب مالك، وكانت مالية الدولة تجمع من الجبايات الشرعية زكاة وجزية وأخماس غنائم \".\r\nوثيقة 2\r\nالمرجع : مبارك الميلي / تاريخ الجزائر في القديم والحديث / ص 99\r\nوثيقة 3 خريطة العالم تعود للجغرافي الإدريسي (1100م - 1162م)، الذي ولد في المغرب خلال الفترة المرابطية، رسم هذه الخريطة للملك روجر الثاني ملك صقلية.\r\nالجامع الكبير بمدينة الجزائر من إنجازات يوسف بن تاشفين سنة\r\n. 474 هـ\r\n\" وعندما تولى يوسف بن تاشفين أمر المرابطين شرع في تأسيس دولة مراكش التي وجه منها جيوشه لفتح بقية المغرب الأقصى و أنحاء المغرب الأوسط .... وفي سنة 474 هـ 1081 م، سار يوسف بن تاشفين نفسه إلى تلمسان ففتحها ثم استولى على وهران و تنس و بلغ مدينة الجزائر، ثم رجع إلى مراكش\".\r\nوثيقة 4\r\nالمرجع د. عبد الله شريط مختصر تاريخ الجزائر، ص 99\r\n1- إكشف العلاقة بين أسوار إشبيلية والخريطة الوثيقة (1).\r\n2 - بين من خلال الوثيقة (2) تسيير شؤون دولة المرابطين.\r\n3 - حرّر فقرة تصف فيها حركة ابن تاشفين: الوثيقة (4) .\r\n5 - بين العلاقة بين الإدريسي بإبداعه الجغرافي ودولة المرابطين الوثيقة (3)\r\n6 - ابحث عن معركة الزلاقة مع إبراز دور المرابطين في الأندلس."
        },
        {
            "page": 65,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثانية\r\nالدول الإسلامية في الجزائر والمغرب الإسلامي\r\n66\r\nهـ - الدولة الموحدية\r\nيعود الفضل في تأسيس دولة الموحدين إلى عَبْدِ المُؤمن بن علي الكومي الندرومي سنة 1146م.\r\n\" ولد عبد المؤمن بن علي بتاجرا بنواحي ندرومة سنة 487 هـ / 1059م. ونشأ محبا للقراءة ... ثم اعتزم الرحلة إلى المشرق لقضاء فريضة الحج ومتابعة الدراسة، وفي طريقه حل بنواحي بجاية ومنها التقى بابن تومرت، فاصطفاه هذا الأخير واختاره لما لمح فيه من النبوغ والعبقرية، ودعاه إلى معاونته فيما هو قائم به من النهي عن المنكر وإحياء العلم ومحاربة البدع.. وعملا معاً على تقويض دولة المرابطين وإقامة دولة الموحدين\".\r\nوثيقة 1\r\nالمرجع عادل نويهض معجم أعلام الجزائر\r\nأقام الموحدون نظام حكم ملكي وراثي في عائلة عبد المؤمن حيث حضر السلطة في أحفاده وفي أبناء قبائل أعلنت ولاءها للموحدين مثل بني مرين وبني زيان وبني حفص، وقد أصبحوا ولاة الموحدين على مناطق المغرب الإسلامي الثلاث: (الأقصى، الأوسط الأدنى).\r\nقرطاج .\r\nالأيوبيون\r\nدولة الموحدين مملكة الأرغون\r\n. القيروان\r\nبحر الروم\r\n. نهوذة\r\nإفريقية\r\nكونتيه البرتغال\r\nطليطلة\r\nغرناطة . قرطبة\r\nتلمسان .\r\nسبتة .\r\nبحر الظلمات\r\nالمغرب الاقصى\r\nسجلماسة\r\nقطلونية\r\nمملكة نبره\r\nمملكة قشتالة وليون\r\nالثغر الأعلى الأندلسي .\r\nوثيقة 2\r\nدولة الموحدين\r\n500\r\nصنهاجة الصحراء\r\n1000 كم\r\n\" وقد كان الموحدون يملكون جيشاً دقيق التنظيم كما كانوا يملكون أسطولاً هاماً ، وعلى الأخص بعد أن تمكنوا من احتلال مدينة قاضي بالأندلس إذ أصبح أسطول الموحدين هو أول أسطول في حوض البحر الأبيض | المتوسط، مما حمل صلاح الذين على أن يطلب في عام 586هـ / 1190 م من أبي يعقوب أن يُعينه بقطع طريق\r\nسوريا على الملوك المسيحيين\".\r\nوثيقة 3\r\nالمرجع د. عبد الله شريط ومحمد الميلي / مختصر تاريخ الجزائر /ص 99"
        },
        {
            "page": 66,
            "text": "مظاهر الحضارة الموحدية\r\nأولى الموحدون اهتماماً كبيراً بالاقتصاد باعتباره عماد الدولة، فقاموا بمسح الأراضي وبناء السدود وفتح قنوات الري وتنشيط الأسواق وتنظيمها، فازداد إنتاج السلع كالقمح والشعير والفواكه والخضر والقطن والأخشاب والزيتون كان ذلك مع وجود حركة تجارية نشطة بين المغرب الإسلامي ومناطق عدة من الأندلس وأوروبا والمشرق الإسلامي وبلاد السودان، ومن أهم المراكز التجارية الساحلية تونس، طرابلس وبجاية.\r\nوثيقة 4\r\nطريقة السقي والري بواسطة النورية\r\nتفعيل الحركة العلمية والثقافية فبرز علماء وأدباء في مختلف المجالات منهم ابن عُرجون التلمساني، وابن رشد القرطبي وغيرهما - ازدادت العلاقات الثقافية بين مختلف الأقطار الإسلامية الأخرى قوة ونشاطاً وتواصلت حركة هجرة العلماء من الأندلس إلى أقطار المغرب مما ساعد على انتشار العلم ونبوغ الكثير من العلماء.\r\nوثيقة 5\r\nتمثال ابن رشد في قرطبة\r\n67\r\nدينار موحدي\r\nكان عبد المؤمن يقوم مرة أو مرتين بتوزيع النقود في الشهر وذلك حسب حالة الخزينة ويدل ذلك على أن صندوق الخزينة الموحدية كان مليئاً وأن المغرب عرف فترة ازدهار كبير.\r\n1 - عدد المزايا التي يتصف بها الحاكم في الدولة الموحدية الوثيقة (1) .\r\n2 - يرتبط اتساع رقعة الدولة الموحدية الوثيقة (2) بعوامل سياسية وعسكرية أبرزها من خلال نص الوثيقة (3). 3 - تمثل صورة الوثيقة (4) مستوى متطوراً في طريقة السقي، وضح علاقة ذلك باقتصاد الدولة. 4 - فسر علاقة الصورة الوثيقة (5) بازدهار العلم في هذه الحقبة التاريخية."
        },
        {
            "page": 67,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثانية\r\nالدول الإسلامية في الجزائر والمغرب الإسلام\r\n68\r\nتعلم الادماج\r\n\" تعتبر الدولة الحمادية أول دولة بربرية بالجزائر الإسلامية، وكانت مستقلة استقلالاً تاما، غير أن ملوكها ظلوا مرتبطين بالولاء الاسمي للخلافة الفاطمية أو العباسية حسب الظروف. ويُلقب رئيس الحكومة بالأمير أو الملك. والطابع الغالب على تنظيم الدولة الحمادية هو الطابع الحربي نظراً لما كان يحيط بها من أخطار دائمة \".\r\nالمرجع : د. عبد الله شريط / مختصر تاريخ الجزائر / ص 91\r\nوثيقة 1\r\nطليطلة\r\nقرطاجنة\r\nغرناطة\r\n- قرطبة\r\nنابولي\r\nبحر الروم\r\nتونس\r\nبجاية\r\nالمهدية .\r\n. القيروان\r\nتيهرت\r\nالأدنى\r\nالمغرب\r\nجبل نفوسة\r\nالمغرب الأوسط\r\nغرداية\r\n1000 كم\r\n500\r\nوثيقة 2\r\nالدول المستقلة\r\nفي بلاد المغرب الإسلامي\r\nسبتة\r\n. تلمسان\r\nمكناس\r\nبحر الظلمات\r\nالمغرب الأقصى\r\nعديده\r\nسجلماسة\r\nالأغالبة\r\nالأدارسة\r\nالرستميون\r\nالأمويون\r\nبنو مدرار\r\nالمرجع د. عادل أنور خضر / أطلس تاريخ الجزائر / ص 59 بتصرف\r\n. ... شرع زيري الذي أضيف إلى عمله تيهرت وأراضيها في تدعيم نفوذه ببناء مدن جديدة، فأمر ابنه وولي عهده بلكين بتخطيط مدينة جزائر لبني مَزْغَنَّة على البحر ومدينة مليانة على الضفة الشرقية لنهر شلف ومدينة |\r\nالمدنية غير بعيد من أشير\".\r\nوثيقة 3\r\nالمرجع : إسماعيل العربي دولة بني زيري ملوك غرناطة، ص 13)"
        },
        {
            "page": 68,
            "text": "69\r\nفاستمع إلى شاعر الجزائر في عصر الموحدين هذا: أبي عليّ الحَسَنِ بنِ الفكون القسنطيني كيف يصف لنا\r\nمدينة الناصرية - بجاية - فيقول:\r\nوثيقة 4\r\nدع العراق وبغداد وشامهما بر وبحر وموج للعيون به والنهر كالصل والجَنَاتُ مُشرفة فَحَيثُمَا نُظِرَتْ راقت وكل نوا إن تَنْظُرِ البَر فالأزهار يانعة يا طالباً وصفَهَا إِنْ كُنتَ ذَا نَصَفٍ\r\n\" فالناصرية \" ما إنْ مِثْلُها بَلَدُ مسارح بان عنها الهم والنَّكَدُ والنهر والبحر كالمرآة وهُوَ يَدُ حي الدار للفكر والأبْصَارِ تَتَّقِدُ أو تَنْظُرِ البحر فالأمواج تَطْرِدُ قُلْ جَنَّةُ الخُلْدِ فيها الأهْلُ والوَلَدُ\r\nالمرجع عبد الرحمن بن محمد الجيلاني / تاريخ الجزائر العام / دار الثقافة / ص 27\r\n\".. إن التيار المذهبي في أرض المغرب الإسلامي من أعظم ما شهدته المنطقة في القرن الثاني للهجرة كمحصلة لانتشار الإسلام والثقافة العربية الإسلامية، وكأثر من آثار اختلاف المسلمين حول موضوع الإمامة الكبرى - الخلافة - وتُعتبر أيضاً ثمرة حسنة لجهود رجال مخلصين لدينهم ولآرائهم ولأئمتهم وهم الدعاة \".\r\nوثيقة 5\r\nالمرجع عادل نويهض / معجم أعلام الجزائر وثيقة ، باب البنود المدخل الرئيسي لمدينة الناصرية (460 هـ / 1067م)\r\n1 - بين المقصود من عبارة كان رئيس الحكومة يُلقب \" بالأمير أو الملك\" متعمداً الوثيقة (1).\r\n2- ضع عنواناً للخريطة الوثيقة (2) وحدد إطارها الزمني من خلال ما درشت. 3 - اختر عنواناً مناسباً للنص الوثيقة (3)، وما الذي تستنتجه؟ 4 - يدل وصف الشاعر \"للناصرية\": الوثيقة (4) على سَعَةِ اطلاعه، وَضْح ذلك. 5 - وَضح العلاقة بين النص الوثيقة (5) وعدد الدول المستقلة والموحدة في بلاد المغرب الإسلامي. 6 - اربط الصورة: الوثيقة (6) بما درست حول الدولة الحمادية."
        },
        {
            "page": 69,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\nانعكاسات تراجع السيادة الإسلامية على الأندلس\r\n70\r\nتراجع السيادة الإسلامية عن الأندلس\r\nحين القرض ملك الأمونين بالأندلس، قام في كل جهة أمير، واستعان كل أمير على خصومه بالنصارى: فَضَعُفت شوكة ملوك الطوائف وخافوا على أنفسهم، فاسْتَصْرَخُوا المرابطين، قلبوا نداءهم وزحفوا إلى الأندلس، وقضوا على قوة الإسبان في موقعه الزلاقة يوم الجمعة 13 رمضان سنة 480هـ |\r\n.)23) أكتوبر 1086م(\r\nولكن مع توالي الأيام، ضعف هيكل دولة المرابطين وذهبت ريحها وخلفهم الموحدون في المغرب والأندلس، ولم تلبت دولتهم . الخلافات بين سلاطين الأندلس. فكل ذلك كان تشجيعاً للعدو على الطمع فيهم، فكان يُشعل الفوضى بين صفوفهم ويُحاصر المدن ويستولي عليها الواحدة تلو الأخرى فلم يبق منها إلا غرناطة وأحوازها قد استقر بها بنو الأحمر، فأحس حينئذ المسلمون بأن مصير بلادهم الزوال لا محالة فأخذوا يتسللون أفواجاً نحو المغرب، وكان حظ الجزائر منهم كبيراً\".\r\nأنْ ضَعُفت هي الأخرى، وكثرت 8530\r\nوثيقة 1 المرجع محمد الطمار / الروابط الثقافية بين الجزائر والخارج / ص 177 بتصرف\r\nموقع معركة الزلاقة\r\nالزلاقة\r\nوالقارة\r\nنهر يانة الذي عشكر بجانبه الجيشان\r\nوثيقة 2\r\nرمة تخيلية الأربعة فرسان في معركة الزلاقة عام 1086م"
        },
        {
            "page": 70,
            "text": "مملكة بود.\r\nليون - الشارقة\r\nمرقطة.\r\nبحر الروم\r\n. السعدونة\r\nطليطلة\r\nطلبيرة\r\nالأندلس\r\nالرطبة\r\nبدايات مملكة الأرغون\r\nالقرطاجنة\r\nمملكة ليون\r\nقطلونية\r\nالميرية - غرناطة\r\nمملكة اشتريس وجليقية |\r\nمملكة بنبلونة\r\nقطلونية\r\nمرقسطة .\r\nبحر الروم\r\nجبل طارق .. طريقة\r\n\" 1000 سبتة\r\n500\r\nبحر\r\nالظلمات\r\n71\r\nالأندلس في عهد الدولة الأموية\r\nحسين مؤنس / أطلس تاريخ الإسلام دار الزهراء للإعلام العربي الطبعة الأولى\r\nالمرجع\r\n171 1987م / ص\r\nليون - اشترقة\r\nمملكة قشتالة و ليون\r\nكونية البرتقال\r\nالأندلس في عهد الدولة المرابطية\r\n. طليطلة.\r\n- انيميرة\r\n200\r\nامتداد الأندلس بعد سقوط طليطلة\r\nالشعر الأمل الأندلسي\r\nكونتية البرتغال\r\nقطلونية\r\nمملكة قشتالة وليون.\r\nمملكة نيره\r\nمملكة الأرغون\r\nقرطية\r\nالميرية - غرناطة\r\nجبل طارق .. طريقة\r\nسبتة\r\nسرقسطة .\r\nإقليم سرقسطة\r\nالمطلونة\r\nبحر الظلمات\r\nليون . اشترقة\r\nطليطلة طليبيرة\r\nاقليم قرطبة\r\nإقليم بلنسية\r\nإقليم غرناطة . غرناطة\r\nبحر الروم قرطاجنة\r\nاقليم مرسيه\r\nالميرية\r\nالقرطية\r\nإقليم إشبيلية\r\nشلونة\r\nجبل طارق\r\nالمرجع حسين مؤنس / نفس المرجع السابق\r\nص 174 بتصرف.\r\nمَمَالِك الطوائف في الأندلس\r\nأهم ممالك الطوائف في الأساس.\r\nبحر الظلمات\r\nالمرجع : شوقي أبو خليل / نفس المرجع / ص 76\r\nوثيقة 4\r\n1 - وضح من خلال النص الوثيقة (1) محطات تراجع السيادة الإسلامية عن الأندلس.\r\n2 - تتبع على الخرائط الوثيقة (4) مراحل هذا التراجع وحدده بإطار زمني."
        },
        {
            "page": 71,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\n72\r\nانعكاسات تراجع السيادة الإسلامية على الأندلس\r\n1 - المغرب الإسلامي ما بعد الموحدين.\r\nلقد امتد سلطان دولة الموحدين من المحيط الأطلسي غرباً إلى حدود مصر شرقاً، ومن الصحراء الكبرى جنوباً إلى سفوح جبال البيريني بإسبانيا شمالاً. ولحماية الدولة أملاكها الواسعة من أخطار الحملات الصليبية القادمة من الغرب المسيحي ومن القلاقل الداخلية والتمردات عمد الموحدون إلى تقسيم أملاكهم إلى ثلاث ولايات: هي المغرب وإفريقية والأندلس، لكن هذه الأقاليم ما لبثت أن انفصلت عن جسم الدولة بعد واقعة \" العقاب \".\r\nوثيقة 1\r\nمعركة العقاب\r\nقاد السلطان محمد الناصر جيش الموحدين ضد القوات المسيحية التي تجمعت تحت قيادة الفونسو الثامن ملك قشتالة.\r\nكان مبدأ تدهور الدولة الموحدة وأقول نجمها يوم وقعة العقاب بالأندلس سنة 609 هـ 1212م حيث كانت الهزيمة الكبرى على المسلمين مات فيها من أهل المغرب عدد لا يحصى، وكان سقوط عرش هذه الدولة بيد المرينيين حيث احتل هؤلاء مراكش في شهر محرم سنة 668هـ أوت 1269م واستقل الآخران بالجزائر يومئذ عهد الموحدين وتقلص ظلهم عن هذا الشمال الإفريقي والأندلس بعدما حكموا مدة قرن ونصف\".\r\nوثيقة 2\r\nالمرجع\r\nعبد الرحمن الجيلالي تاريخ الجزائر العام / ص 30\r\nموقع المعركة\r\nخريطة تحدد موقع معركة العقاب"
        },
        {
            "page": 72,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\n72\r\nانعكاسات تراجع السيادة الإسلامية على الأندلس\r\n1 - المغرب الإسلامي ما بعد الموحدين.\r\nلقد امتد سلطان دولة الموحدين من المحيط الأطلسي غرباً إلى حدود مصر شرقاً، ومن الصحراء الكبرى جنوباً إلى سفوح جبال البيريني بإسبانيا شمالاً. ولحماية الدولة أملاكها الواسعة من أخطار الحملات الصليبية القادمة من الغرب المسيحي ومن القلاقل الداخلية والتمردات عمد الموحدون إلى تقسيم أملاكهم إلى ثلاث ولايات: هي المغرب وإفريقية والأندلس، لكن هذه الأقاليم ما لبثت أن انفصلت عن جسم الدولة بعد واقعة \" العقاب \".\r\nوثيقة 1\r\nمعركة العقاب\r\nقاد السلطان محمد الناصر جيش الموحدين ضد القوات المسيحية التي تجمعت تحت قيادة الفونسو الثامن ملك قشتالة.\r\nكان مبدأ تدهور الدولة الموحدة وأقول نجمها يوم وقعة العقاب بالأندلس سنة 609 هـ 1212م حيث كانت الهزيمة الكبرى على المسلمين مات فيها من أهل المغرب عدد لا يحصى، وكان سقوط عرش هذه الدولة بيد المرينيين حيث احتل هؤلاء مراكش في شهر محرم سنة 668هـ أوت 1269م واستقل الآخران بالجزائر يومئذ عهد الموحدين وتقلص ظلهم عن هذا الشمال الإفريقي والأندلس بعدما حكموا مدة قرن ونصف\".\r\nوثيقة 2\r\nالمرجع\r\nعبد الرحمن الجيلالي تاريخ الجزائر العام / ص 30\r\nموقع المعركة\r\nخريطة تحدد موقع معركة العقاب"
        },
        {
            "page": 73,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\n72\r\nانعكاسات تراجع السيادة الإسلامية على الأندلس\r\n1 - المغرب الإسلامي ما بعد الموحدين.\r\nلقد امتد سلطان دولة الموحدين من المحيط الأطلسي غرباً إلى حدود مصر شرقاً، ومن الصحراء الكبرى جنوباً إلى سفوح جبال البيريني بإسبانيا شمالاً. ولحماية الدولة أملاكها الواسعة من أخطار الحملات الصليبية القادمة من الغرب المسيحي ومن القلاقل الداخلية والتمردات عمد الموحدون إلى تقسيم أملاكهم إلى ثلاث ولايات: هي المغرب وإفريقية والأندلس، لكن هذه الأقاليم ما لبثت أن انفصلت عن جسم الدولة بعد واقعة \" العقاب \".\r\nوثيقة 1\r\nمعركة العقاب\r\nقاد السلطان محمد الناصر جيش الموحدين ضد القوات المسيحية التي تجمعت تحت قيادة الفونسو الثامن ملك قشتالة.\r\nكان مبدأ تدهور الدولة الموحدة وأقول نجمها يوم وقعة العقاب بالأندلس سنة 609 هـ 1212م حيث كانت الهزيمة الكبرى على المسلمين مات فيها من أهل المغرب عدد لا يحصى، وكان سقوط عرش هذه الدولة بيد المرينيين حيث احتل هؤلاء مراكش في شهر محرم سنة 668هـ أوت 1269م واستقل الآخران بالجزائر يومئذ عهد الموحدين وتقلص ظلهم عن هذا الشمال الإفريقي والأندلس بعدما حكموا مدة قرن ونصف\".\r\nوثيقة 2\r\nالمرجع\r\nعبد الرحمن الجيلالي تاريخ الجزائر العام / ص 30\r\nموقع المعركة\r\nخريطة تحدد موقع معركة العقاب"
        },
        {
            "page": 74,
            "text": "تونس.\r\nالبحر الأبيض المتوسط\r\nقشتالة\r\nالبرتغال\r\nبجاية\r\nالجزائر\r\nبل مزغنة\r\nقرطاجنة\r\nرناطة و بنو نصر\r\nشرشال\r\nوهران\r\nسنة\r\nتبهرت .\r\nمليلة .\r\nتلمسان\r\nمكان .\r\nالقيروان\r\nالمهدية\r\nطرابلس\r\nتوفرت .\r\n. غرداية\r\nجبل نفوسة\r\nه معلمانة\r\nبحر الظلمات\r\n75\r\nN\r\nالحفصيون\r\nالمرينيون |\r\nالأرغون\r\nالبرتغال\r\nالزيانيون\r\nبلو نصر\r\n12 E\r\nقشتالة\r\n. مدن تاريخية\r\nSE\r\n400 200 100 0\r\n13.500.000\r\nوثيقة 3\r\nالمغرب الإسلامي ما بعد الموحدين المصدر در حسين مؤنس / أطلس تاريخ الإسلام / دار الزهراء للإعلام / ص 167 بتصرف)\r\nاستخلاص : لقَدْ عَمَّرَت الدولة الزبانية أزيد من ثلاثمائة سنة، عرفت خلالها أدواراً ترواحت بين القوة والضعف. اعتلى عرشها ثلاثون ملكاً، كان جُلُّهُم عُلماء أنقياء، واشتهر منهم مؤسس الدولة أبو يحيى يغمراسن بن زيان (633) - 681هـ). وأبو حمو موسى الثاني (760 - 791هـ). آثار حضارة بني زيان بادية في نظام ملكهم ونهضتهم الاقتصادية ورقيهم العلمي والأدبي، رغم الصراعات والحروب التي لم تتوقف بينهم وبين المرينيين والحفصيين.\r\n1 - أنجز سلماً زمنياً لكل دولة من الدول الواردة في الوثيقة (1) .\r\n2 - صف ضخامة البناية الوثيقة (2)، وما الذي تستنتجه من التعليق المرافق لها ؟ 3 - حدد مجال الإطار الزمني للخريطة الوثيقة (3) مبيناً العلاقات السائدة بين هذه الدول في هذه الفترة."
        },
        {
            "page": 75,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\nانعكاسات تراجع السيادة الإسلامية على الأندلس\r\n76\r\n3 - بعض مظاهر الحضارة\r\n\" لم تزل هذه المدينة تتسع وعُمْرانُها ينتشر ويتزايد وعدد سكانها ينمو مع مرور الزمن، وقد لاحظ ابن خلدون الظاهرة في تلمسان فقال عنها : فاخْتَطوا لها القصور المرتفعة، والمنازل الحافلة، وغرسوا الرياض والبساتين، وأجروا خلالها المياه، فأصبحت أعظم أمصار المغرب، ورحل إليها الكثير من الناس من القاصية ونَفَقَتْ بها أسواق العلوم والصنائع، فنشأ بها العلماء، واشتهر بها الأعلام، وضاهَتْ أمصار الدول الإسلامية\r\nوالقواعد الخلافية \".\r\nوثيقة 1\r\nالمرجع عبد العزيز فيلالي تلمسان في العهد الزياني ج 1 / ص 108\r\n.... كانت المراسي ومنها وهران وهنين والجزائر وبجاية مكتظة بالسفن المشحونة بأنواع البضائع والسلع تَمْخُرُ البحر المتوسط من الجزائر والأندلس إلى إفريقية وصقلية وإلى المشرق أيضاً... وكانت التجارة ما بين الجزائر وإفريقية وطرابلس والسودان والمغرب الأقصى ناشطة راقية تنظم لها القوافل والمراكز فضلاً عن التجارة الخارجية في البحر التي كان لها أسطول، وعلمنا أن الجزائر لم تبلغ مستوى من الرقي المادي مثل\r\nالمشور من آثار الدولة الزيانية بتلمسان\r\nالذي بلغته على عهد بني زيان\".\r\nوثيقة 2\r\nالمرجع عثمان الكعاك / موجز التاريخ العام للجزائر /ص 245\r\nدينار زياني"
        },
        {
            "page": 76,
            "text": "جدول لأشهر علماء فترة ما بعد الموحدين في بلاد المغرب\r\nأسماء العلماء\r\nيَحْيَى بن خلدون\r\nمحمد بن عبد الله النيسي\r\nعبد الرحمن الثعالبي\r\nابن الفحام\r\nالقلصادي\r\nمحمد الحباك\r\nأحمد الغبريني\r\nمؤلفاتهم\r\nبغية الرواد في ذكر ملوك بني عبد الواد\r\nنظم الدرر والعقيان في بيان شرف بني زيان\r\nالجواهر الحسان في تفسير القرآن.\r\nمبتكر المنجانة الساعة .....\r\nكشف الجلباب عن علم الحساب .....\r\nبُغْيَةُ الطلاب في علم الإسطرلاب .....\r\nعنوان الدراية فيمن عرف من علماء المائة السابعة ببجاية.\r\n77\r\n\" إن الفن الجزائري قبل هذه الفترة كان متأثراً بالفن\r\nالشرقي، ولكنه أخذ يتفتح ولا سيما في الجزائر الغربية\r\nعند وصول تيار الفن الأندلسي المغربي إليها، والفضل في\r\nوصوله يرجع إلى المرابطين ثم الموحدين الذين اجتهدوا\r\nفي اقتباسه ونشره في مملكتهم الواسعة، فكان اتصالاً بين\r\nالفن المغربي والعراقي السائدين في القلعة وبجاية والمهدية\r\nوتونس، فأمكن الموحدين تحقيق وحدة الإسلام السياسية من\r\nقشتالة إلى طرابلس وأن يُساهموا في توحيد الفن الإسلامي\r\nالمدرسة الشماعية بتونس تأسست حوالي في المغرب العربي ... واستمرت عملية الامتزاج نحو ثلاثة\r\nقرون اتخذ بعدها هذا الفن الجديد إطاره النهائي، وذلك في\r\n636 هـ\r\nعهد بني زيان \".\r\nوثيقة 3 المرجع\r\nمحمد الطيار الروابط الثقافية بين الجزائر والخارج / ص 239\r\nضع عنواناً للوثائق (1) و(2) و (3) ثم استنتج مواصلة إنسان بلاد المغرب الإسلامي في مساهمته الحضارية\r\nالقوية برغم الصعاب."
        },
        {
            "page": 77,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\nانعكاسات تراجع السيادة الإسلامية على الأندلس\r\n78\r\n-4- الأندلس ما بعد الموحدين:\r\nكثر النزاع على السلطة والملك بعد وفاة الخليفة محمد الناصر، وأصبحت الأندلس دون غطاء عسكري، واندفعت ممالك إسبانيا المسيحية للاستيلاء على ما بقي في أيدي المسلمين، فسقطت المدن الإسلامية بالأندلس الواحدة\r\nتلو الأخرى، ولم يبق سوى دولة بني الأحمر في أقصى الجنوب الشرقي.\r\nدولة بني الأحمر أو بني نصر :\r\nهم بَنُو الأَحْمَر نسبةً إلى محمد بن يوسف بن أحمد بْنِ نَصْرِ بْنِ الأَحْمَر مُؤسس الدولة. استطاع بنو نَصْرٍ أن يُحافظوا على دولتهم قرنين ونصف القرن من الزمن، تعاقب خلالها على الحكم 21 ملكاً، فكانت مملكتهم آخر معاقل الإسلام في الأندلس، وظلت في صراع دائم للمحافظة على استمرارها ، أمام تواصل الضغط الصليبي من ناحية، وتنافس أفراد الأسرة على العرش والسلطان من ناحية ثانية.\r\nغرناطة:\r\nأصبحت مدينة غرناطة عاصمة لمملكة بني الأحمر، وشهدت الحضارة العربية في عهدها إشراقا كبيراً، كما كانت ملاذاً لبقايا مقاتلي المسلمين والهاربين من أيدي النصارى، إذ هاجر إليها عدد كبير من المعلمين والصناع وازدحمت بأصحاب الحرف والتجار، فصارت مركزاً عامراً بالسكان نتج عنه ازدهار في الاقتصاد.... كما عرفت الحياة الفكرية والثقافية في غرناطة رجالاً مشاهير منهم لسان الذين محمد بن الخطيب، وصديقه العلامة عبد الرحمن بن خلدون، والعالم المُتَصَوِّفُ مُحْيِي الدين بن عربي، وغيرهم ممن كان لهم ذكر في تاريخ المملكة.\r\n30\r\nموقع غرناطة في إسبانيا"
        },
        {
            "page": 78,
            "text": "79\r\nلسان الدين بن الخطيب:\r\nولد في لُوشَهُ جَنوبي غرناطة سنة 713هـ / 1313م، وتُوفي عام 776هـ / 1374م، وكان يُدعى بذي الوزارتين: الأدب والسيف.\r\nناهزت مؤلفاته الستين كتاباً، معظمها في التاريخ وتخطيط البلدان والشعر والأدب والتصوف\r\nوالطب، أشهرها \" الإحاطة في أخبار غرناطة \".\r\nقصر الحمراء أَعْظَمُ مَا خَلْفَتْه أُسرة بني الأحمر التي حولت الهضبة الحمراء إلى مدينة مُلْكِ، وَيُعَدّ مِن أشهر صروح الفن المعماري الإسلامي.\r\nالعلامة ابن خلدون)\r\nعايش وقائع وأحداث هذا العصر وقد نقل إلينا من خلال مؤلّفه الكبير: (كتاب العبر وديوان المبتدأ والخبر في أيام العرب والعجم والبَرْبَر ومَنْ عاصرهم من ذوي السلطان الأكبر) صُوراً حيةً كما شهدها بنفسه في بلاطات بني مرين والأندلس وتلمسان وبجاية وتونس ومصر حيث أتم تأليف كتابه الذي سماه \" كتاب التعريف بابن خلدون ورحلته شرقاً وغرباً \".\r\n1 - بين الأسباب التي أدت إلى تفكك القوة الموحدية بعد وفاة الخليفة محمد الناصر، موضحاً معنى عبارة\r\n\" أصبحت الأندلس بدون غطاء عسكري \". 2 - قدم وصفاً لصورة قصر الحمراء، وابحث عنْ صُورٍ أخرى تبرز جمال العمارة الإسلامية في ذلك العصر.\r\n3 - ما الذي تستنتجه من العلاقة بين العلامة ابن خلدون وزميله المُلقب بذي الوزارتين ؟\r\n3"
        },
        {
            "page": 79,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\nانعكاسات تراجع السيادة الإسلامية على الأندلس\r\n80\r\nسقوط الأندلس وغزو أوروبا سواحل المغرب الإسلامي:\r\nوثيقة 1\r\n\" ولدينا وثيقة صريحة، هي خطاب البابا إلى بعض أمراء الإسبان يعود تاريخه إلى عام 1099م يقول فيه: وإذا كان الفرسان في إقليم آخر قد قرروا جميعاً الذهاب لمساعدة الكنيسة الآسيوية، وأن يحرروا إخوانهم من طغيان المسلمين فإنه ينبغي عليكم أيضاً - وبتشجيع منا - أن تبذلوا قصارى جهدكم، ولا ينبغي لأحَدٍ أَنْ يَشك في أن خَطاياه سوف تُغْتَفَر إذا مات في هذه الحملة حُبّاً في الرَّب وفي إخوانه، وأنه سوف ينال بالتأكيد نصيبه . في الحياة الخالدة بفضل رَحْمَةِ الرَّبِّ الواسعة، ولذا فإنه إذا كان أحدكم قد قرر الذهاب إلى آسيا فَعَلَيْهِ أَنْ يَفِي بِقَسَمِه هُنا، ذلك أنه ليس من الخَيْر في شيء أن تنقذ المسيحيين من المسلمين في مكان لكي نُعَرْضَهم\r\nلطغيانهم في مكان آخر\".\r\nوثيقة 2\r\nسقوط غرناطة:\r\nالمرجع\r\nد. قاسم عبده قاسم / ماهية الحروب الصليبية / عالم المعرفة عدد 149/ ص 37\r\nشجع الشقاق - الذي كان بين أبناء علي أبي الحسن آخر أمراء غرناطة حول السلطة - على تقوية دعوة \"إيزابيلا\" مَلِكَة قشتالة للقضاء نهائياً على دولة بني الأحمر وطرد المسلمين جميعاً من الأندلس. كان زواج هذهِ المَلِكَةِ مِن \" فرديناند \" الثاني مَلِكِ أَراغُونَهُ قد حقق اتحاد المملكتين مما قوّى عَزم النصارى على تحقيق أهدافهم ضد بني الأحمر، فَمَضَوْا يَنْتَزِعون مِن مَمْلَكَتهم الأقاليم والمدن، وشدّدوا الحصار على غرناطة حتى استسلمت وسقطت في أيديهم في الثاني من ربيع الأول 897هـ / 2 جانفي 1492 م، وأصبح هذا التاريخ يمثل محطة تاريخية يتوقف عندها كل متأمل في الحضارة الإنسانية."
        },
        {
            "page": 80,
            "text": "نقض معاهدة الاستسلام:\r\n81\r\nنصت معاهدة الاستسلام على التزام الإسبان بضمان حرية المسلمين الدينية، واحترام مساجدهم ومدارسهم وممتلكاتهم، لكن الإسبان ما لبثوا أنْ نَقَضُوا تلك العُهود، وشَهِدَ المُسلمون ألواناً من التنكيل ومصادرة مؤسساتهم وأملاكهم، وحَمْلهم على تَرْكِ الإسلام وإجبارهم على التنصر، فأقيمت لهم محاكم التفتيش المراقبة التزامهم بالمسيحية، ولقب من بقي منهم بالموريسكيين».\r\nمحاكم التفتيش: كانت تحكم على المسلمين بعد\r\nتعذيبهم بالإحراق أو الإغراق أو النفي.\r\nخريطة قديمة لغرناطة\r\n.... ثم إن ديوان التفتيش أجبر مَن بَقِيَ مِنَ المُسلمين في إسبانيا على اعتناق النصرانية، غير عابي بما نصت عليه شروط تسليم غرناطة، ولكن جموعاً غَفيرةً مِنْهم جازت الزقاق ( مَضِيقُ جَبَلِ طَارِقٍ إِلَى مُرَاكِشَ، فَزَهَتْ\r\nعلى أيديهم الحضارة وانتشرت أنوارها في الأقاليم الجنوبية\".\r\nوثيقة 3\r\nالمرجع كارل بروكلمان تاريخ الشعوب الإسلامية )\r\nحي في شمال مُرَاكِشَ أُنْشِئَ سنة 1471م الاستقبال الأندلسيين المسلمين القادمين من مملكة غرناطة.\r\nوثيقة 4\r\n1 - وضح معنى مفهوم الامتداد الزماني والمكاني من خلال الوثيقة (1). 2 - علق على الصورة: الوثيقة (4) ، وأوجد ما يُفَسِّرُها في نص \" بُرُوكَلْمان\" : الوثيقة (3) ."
        },
        {
            "page": 81,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\nانعكاسات تراجع السيادة الإسلامية على الأندلس\r\n82\r\nتعلم الادماج\r\nإن دراسة البيئة الجغرافية للمغرب ضرورة حتمية في فترة العصور الوسطى، لأن البيئة الجغرافية تؤثر في الحياة القبلية تأثيراً عظيماً، ومعلوم أن الحياة القبلية هي عصب تاريخ المغرب الإسلامي حيث ظفرت القبائل المغربية بالمساواة المطلقة بالفاتحين بعد دخولها في الإسلام، واستطاعت منذ القرن الثاني الهجري أن\r\nتؤسس دولاً لعبت في تاريخ المغرب الإسلامي دوراً عظيماً \"\r\nوثيقة 1\r\nالمرجع حسن أحمد محمود قيام دولة المرابطين / دار الفكر العربي / ص 16\r\nوثيقة 2\r\nحصن حسان بالرباط من آثار الدولة الموحدية\r\n\"جاءت اللحظة التي انقسم فيها المسلمون على أنفسهم، ودبّتْ في صفوفهم عوامل الخلاف والفرقة (...) وهنا شرع القوط وبقايا الأيبيريين والرومان في استغلال الفرصة، وقَوِيتْ بذلك شوكة نصارى إسبانيا في الشمال وتكاثرت أعدادهم، وعزموا عزماً أكيداً على استرداد وطنهم، وهنا تنبه المسلمون إلى الخطر الجاثم .... ولكن. تنبههم جاء متأخراً، بعد أن انتصر بلايه وأصحابه على جيوش المسلمين واستردوا ما فقدوه ما بين عامي\r\n734 - 739م يعتز الإسبان بهذه الموقعة ويجعلونها بداية موفقة لحركة المقاومة المسيحية في شبه الجزيرة، تلك الحركة التي انتهت بإعادة البلاد إلى النصرانية بعد مضي ثمانية قرون من صراع مرير\r\nوثيقة 3\r\nالمرجع\r\nد. السيد عبد العزيز سالم، تاريخ المسلمين وآثارهم في الأندلس"
        },
        {
            "page": 82,
            "text": "وثيقة 4\r\n\" برج الذهب\" من آثار الموحدين بمدينة (إشبيلية) بإسبانيا أنشئ للمراقبة العسكرية والدفاع عن عاصمة مقاطعتهم بالأندلس\r\nوثيقة 5 باب القصبة \" الناصرية \" - تمثال للعلامة ابن خلدون الذي أقام ببجاية لفترات مختلفة منتصف القرن الرابع عشر الميلادي\r\n2 2 - ضع عنوانا للنص الوثيقة (3) مبينا معنى الاسترداد.\r\n1 - قدم وصفا للصورتين الوثيقتان (2) و (4) مبرزا مستوى العمارة في ذلك العصر.\r\n3 - اذكر الدول التي كان لها دور في مواجهة العدوان الإسباني التي يقصدها الكاتب في الوثيقة (1).\r\n- ابحث في موضوع باب القصبة \" الناصرية\" الوثيقة (5) .\r\n83"
        },
        {
            "page": 83,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\nوضعية إدماج\r\n84\r\nصناعة السفن وبطولات أجدادنا البحرية \" من أصالتنا \"\r\n\" يمثل الأسطول البحري القسم الثاني من الجيش الفاطمي وقد كان له شأن عظيم وذلك نظرا للموقع الجغرافي الهام البلاد المغرب الذي يتطلب قوة بحرية حيث يشرف بساحل طويل على القسم الجنوبي من الحوض\r\nالغربي للبحر المتوسط والذي احتك فيه الفاطميون بأمم الفرنج . وقد أدرك ولاة المغرب الأوائل من المسلمين هذه الأهمية البالغة فاعتنوا بالأسطول عناية كبيرة وأن حسانًا ابن النعمان أدرك ضرورة ذلك وأنشأ أول دار الصناعة السفن بالمغرب الإسلامي الأول وهي الأولى من نوعها سنة 78 هـ / 676 م. - واعتبرت أول ثغر للسفن الإسلامية بهذا الإقليم - وتولى بعد ذلك إنشاء مثل هذه الثغور الإسلامية التي أصبحت مراكز بحرية لرد غارات الروم وشن الحملات البحرية ضدهم وحراسة الشواطئ\r\nمن غاراتهم.\r\nوقد بقي الاهتمام متواصلا بالأسطول البحري في عهد مختلف ولاة المغرب وفي عهد بني الأغلب الذين تمكنوا من فتح صقلية حيث انطلقت حملة الفتح هذه من ثغر سوسة سنة 212هـ / 827م بقيادة قاضي القيروان أسد ابن الفرات... وأخذ عدد السفن في زيادة حتى بلغ في عهد أبي القاسم القائم ثلاثمائة سفينة مجهزة بمختلف العتاد الحربي، ويتولى العمل فيها بحارة متمرنون على مهنتهم\".\r\nوثيقة 1\r\nالمرجع د. مرمول محمد الصالح السياسة الداخلية للخلافة الفاطمية في بلاد المغرب الإسلامي / ص 218\r\nوثيقة 2 يعود تاريخه إلى العهد الحمادي والحفصي، حيث كان برجا للمراقبة آنذاك."
        },
        {
            "page": 84,
            "text": "85\r\nلقد امتازت دولة الموحدين عن سواها من دول المغرب والمشرق يومئذ بقوتها البحرية وكثرة أساطيلها. المتنوعة الأشكال، ففيها من الطرائد والمسطحات والشوائي والحراريق والزوارق والمراكب شيء كثير.... كانت كلها تصنع بدور الصناعة المنتشرة بكامل عواصم المغرب البحرية، فكان منها بالجزائر ثلاث: وهران وهنين وبونة وبهذه الأساطيل افتتح الموحدون كثيرا من السواحل وتغلبوا على براعة النورمان وحاربوا في وقائع بحرية شهيرة بالأندلس وغيرها فهددوا كثيرا من سواحل أوروبا واستولوا عليها، فكانت بذلك دولة\r\nالموحدين من أقوى دول العالم البحرية وأفخمها....) وكان الشهرة أسطول الموحدين وسيادته على البحار أن استنجد به بطل الإسلام السلطان صلاح الدين الأيوبي\r\nفي حروبه الصليبية...\"\r\nوثيقة 3\r\nالمرجع عبد الرحمن بن محمد الجيلالي / تاريخ الجزائر العام / دار الثقافة بيروت / ص 19)\r\n\" مدينة بجاية في وقتنا هذا (548هـ) مدينة من المغرب الأوسط وعين بلاد بني حماد، والسفن إليها مقلعة وبها القوافل حاطة والأمتعة إليها برا وبحرا مجلوبة والبضائع بها نافقة... ولها بواد ومزارع لفلاحة الأثمار والأشجار وغراسة القطن والكتان وبقية أنواع المنتوجات الزراعية والحنطة والشعير... وبها دار صناعة لإنشاء الأساطيل والمراكب والسفن، لأن الخشب في أوديتها وجبالها كثير..\r\nبقايا باب البحر بالناصرية \" بجاية وسميت بالناصرية نسبة للناصر الحمادي الذي بنى المدينة سنة 460 هـ\r\nوثيقة 4 المرجع\r\nالشريف الإدريسي نزهة المشتاق\r\n1 - استخرج من النص المفردات التي اكتسبتها بعد دراستك لميدان التاريخ الوطني: الوثيقة (1) .\r\n2 - صف الصورة: الوثيقة (2) وحدد إطارها الزمني.\r\n3 - بين من خلال الوثيقة (3) عظمة الأسطول البحري وأصالته في الجزائر.\r\n- علق على أسلوب المؤلف: الوثيقة (4)، وما العلاقة التي تجمعه ببقية الوثائق؟"
        },
        {
            "page": 85,
            "text": "الميدان الثاني التاريخ الوطني\r\nالوضعية الثالثة\r\nوضعية تقويم\r\n86\r\nالمسافات كيف نفهمها ؟ بين الحاضر والماضي\r\n... في شهر رجب سنة اثنتين وتسعين هجرية - أبريل سنة 711م جهز موسى بن نصير جيشا من العرب والبرير يبلغ سبعة آلاف مقاتل بقيادة طارق بن زياد، وكان يومئذ حاكما لطنجة (...) وكان جنديا عظيما، ظهر في غزوات المغرب بفائق شجاعته وبراءته، وقدر موسى بن نصير مواهبه ومقدرته واختاره حاكما لطنجة وما يليها، ثم اختاره لفتح الأندلس، فعبر البحر من سبتة بجيشه في سفن ونزل بالبقعة الصخرية التي تحمل اسمه |\r\nوذلك يوم الاثنين الخامس من رجب سنة 92هـ \"\r\nوثيقة 1\r\nالمرجع ابن عذاري / البيان المغرب )\r\nوثيقة 2\r\nمضيق جبل طارق\r\nإن أهم المراكز التجارية الحمادية كانت ببجاية وقلعة بني حماد وقسنطينة و تاهرت والمسيلة والجزائر. قال صاحب كتاب الاستبصار: إن بجاية مرسى عظيم تحط فيه سفن الروم من الشام وغيرها من أقصى بلاد\r\nالروم وسفن المسلمين من الإسكندرية بطرف بلاد مصر وبلاد اليمن والهند والصين وغيرها\".\r\nوثيقة 3\r\nالمرجع موسى لقبال وآخرون الجزائر في التاريخ، ج - 3، ص 229 )"
        },
        {
            "page": 86,
            "text": "87\r\nالحسن بن رشيق هو أبو علي الشهير بالقيرواني لطول إقامته بمدينة القيروان أديب من كبار الأدباء، كاتب وشاعر وناقد وباحث ومؤرخ - ولد بالمسيلة (المحمدية) وتعلم صناعة الصياغة على والده رشيق، ثم مال إلى علوم الأدب والتاريخ، فأخذها من علماء بلده ، وحينما أنس من نفسه قدرة على التفوق في الشعر والأدب آثر أن يتوجه إلى أفق أوسع فولى وجهه شطر القيروان دار العلم والأدب في ذلك الحين، لقي بها كبار العلماء والادباء الازمهم وأخذ عنهم ومدح أميرهم المعز بن باديس الصنهاجي فقربه إليه واستكتبه، فذاع صيته في القيروان وخارجها وأقام في المدينة إلى أن كانت الحملة الهلالية فانتقل إلى جزيرة صقلية إلى أن توفي فيها. ألف ابن رشيق كتبا كثيرة، منها - كتاب الشذوذ في اللغة ونموذج الزمان في شعراء القيروان، ورسائل كثيرة، وألف كتاب العمدة في النقد، وامتاز في نظم الشعر وفن النقد\".\r\nوثيقة 4\r\nومن حج آخر عام 1331م رغب ابن بطوطة في زيارة الهند المسلمة فأبحر بسفينته شمالا ويسارا على اليابسة عابرا مصر وسوريا ، ثم أبحر بسفينته من اللاذقية إلى إسطنبول وتجول في آسيا الصغرى وعبر البحر الأسود إلى القرم وشق طريقه على اليابسة وغير أراضي القبيلة الذهبية وعبر سمرقند وبخاري إلى افغانستان حتى وصل ضفاف نهر الهندوس في الهند في سبتمبر عام 1332م. وبعد مرور وقت قصير احتل ابن بطوطة منصب قاضي قضاة دلهي، وفي عام 1342م أرسله السلطان كمبعوث له إلى إمبراطور المغول في الصين\".\r\nالمرجع الجزائر في التاريخ 3 / ص (245)\r\nابن بطوطة\r\nThu Rattuute\r\nضريح ابن بطوطة بطنجة المغرب الأقصى\r\nابْنُ بَطُوطَة هو رحالة ومؤرخ وقاض وفقية مغربي أمازيغي، لقب بأمير الرحالين المسلمين\r\n)1304 / 1377م(\r\nالمرجع من كتاب عبقرية الحضارة العربية الترجمة عبد الكريم محفوظ\r\n1- استنتج من الوثائق : (1) و (3) و(4) و (5) تطور مفهوم المسافة.\r\n2 - اختر وثيقة واحدة وبين العلاقة بين المسافة ووسائل النقل في ذلك العصر. 3- اذكر الدوافع التي تجعل علماء وأبطال ذلك الزمن يقطعون هذه المسافات.\r\n- ضع عنوانا لكل وثيقة، ثم اقترح أسئلة لإثراء الموضوع. تنبع رحلات \" ابْنِ بطوطة \" في القارات الثلاث، وحرز فقرة في الموضوع."
        },
        {
            "page": 87,
            "text": "الميدان الثالث التاريخ العام\r\nأحدث ظهور الإسلام انقلاباً حقيقياً في الجزيرة العربية، فانتقلت حياة العرب من بساطة العيش والملبس والمسكن وسيطرة العصبية القبلية، إلى حمل لواء رسالته إلى العالم، وتشكيل دولة قوية بمبادئها الإنسانية السامية، فحققت انتصارات كبيرة على امبراطوريات الفرس والروم، ودخلت أجناس مختلفة في هذا الدين الجديد، وكان لهذه الشعوب فضل كبير في تبليغه إلى أعماق آسيا وإفريقيا وأوروبا.\r\nفكيف بلغت الفتوحات الإسلامية هذه الأراضي البعيدة ؟ وما مظاهر هذه الحضارة في هذه البلدان؟\r\nوما هي تأثيراتها في العالم ؟\r\nمن تجميع الأستاذ بلهواري جيلالي لاتنسونا من خالص دعائكم\""
        },
        {
            "page": 88,
            "text": "وجه الاسطرلاب\r\nالحلقة\r\nالحلقة\r\n(الصفيحة)\r\nالعروة\r\nالعروة\r\nالحجرة (الطوق)\r\nالعنكبوت.\r\nالكرسي الكرسي\r\nالربع العلوي . الأيمن\r\nظهر الاسطرلاب في نصف الكرة الشمالي\r\nالربع العلوي الأيسر\r\nالمحور القطب)\r\nالعضادة\r\nالظل المبسوط\r\nالمحور (القطب)\r\nالظل المنكوس\r\nالإسطرلاب\r\nآلة فلكية تعطي إسقاطا مجسما للسماء على سطح مستو ، كما كان يستخدم لقياس ارتفاعات الأجرام السماوية والكلمة يونانية الأصل مشتقة من ( أسطرو + لامبانو). وتعني حرفيا مرآة الكواكب (النجوم) ولذلك أطلق على علم النجوم اسم \"آسترونومية\". كان الإسطرلاب أحد الأجهزة الفلكية الرئيسية طوال العصور الوسطى، وهو صورة مصغرة لقبة السماء ... ويتكون من قرص من المعدن أو الخشب يعلق بحلقة، وفي المركز مؤشر يمكن إدارته نحو المرئي. ويقسم إلى درجات تعين زاوية ارتفاع النجم أو الشمس في أي لحظة. استعمل العرب الإسطرلاب في أرصادهم وحساباتهم الفلكية والجغرافية والطوبوغرافية والملاحية. وأصبح للإسطرلاب عندهم علم خاص به يبحث في كيفية استعماله مثل: قياس ارتفاع الشمس والكواكب. معرفة مغيب الشفق وطلوع الفجر."
        },
        {
            "page": 89,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الأولى\r\nخريطة انتشار الإسلام في الشرق والغرب\r\n90\r\nا الامتداد الزماني والمكاني للفتوحات الإسلامية في المشرق:\r\n\" ويبدو لنا نشوء الإسلام مع فتوحاته الخاطفة وكأنها من الأمور الخارقة. ثمة شعبٌ حامل الذكر استطاع أن يجمع كلمته بدافع عقيدة جديدة، وما هي إلا سنوات حتى بسط سلطانه على الإمبراطورية الساسانية قاطبة وعلى جميع الأقاليم الآسيوية والإفريقية التابعة للإمبراطورية البيزنطية باستثناء غربي آسيا الصغرى، ثم ما لبث أن ضم إليه الجزء الأكبر من إسبانيا وصقلية، واستولى مؤقتاً على مواقع أخرى في أوروبا... فتداعت أمامه أعْرَقُ الدول، وخضعت لهذا الدين جميع الديانات \".\r\nوثيقة 1\r\nالفتوحات في عهد الخلفاء الراشدين\r\nالمرجع كلود كاهن تاريخ العرب والشعوب الإسلامية / ص 5)\r\nخراسان\r\nبلاد السندي\r\nبلاد الغال\r\nالقسطنطينية.\r\nدمشق\r\nالكوفة .\r\nبحر الروم\r\nالإسكندرية .\r\nافريقية\r\nعمان\r\nالمدينة المنورة .\r\nمكة -\r\nبحر العرب\r\nصلعاء .\r\n1000\r\nالحبشة\r\nالدولة الإسلامية في أقصى حدودها\r\nوثيقة 2 المرجع سامي بن عبد الله بن أحمد المغلوث / أطلس الخليفة عثمان / مكتبة العبيكان ط 1 سنة 2007 م / ص 295 بتصرف\r\nوقد تَمَتْ مُعظم الفتوحات في عهد عُمَرَ بْنِ الخَطَابِ، ففتحت فارس والشام ومصر، وزادت في الدولة الإسلامية أملاكها على حساب الدولتين العظيمتين الفارسية والرومانية الشرقية - البيزنطية \".\r\nوثيقة 3\r\nالمرجع د. حسن إبراهيم حسن / تاريخ الإسلام ص 176"
        },
        {
            "page": 90,
            "text": "لفتوحات الإسلامية في الشام والعراق ومصر على عهد الخلفاء الراشدين\r\nقائد الحملة\r\nاتجاه الحملة\r\nتاریخها\r\nالخليفة\r\nأهم أحداثها\r\nالشام\r\nأسامة بن زيد\r\nهـاا\r\nانهزام البيزنطتين\r\nأبو بكر الصديق\r\n(رضي الله عنه)\r\nالعراقي\r\nخالد بن الوليد\r\n12 هـ\r\nفتح الحيرة عاصمة المناذرة\r\nالمثنى بن حارثة\r\nالشام\r\n11 - 13 للهجرة\r\nأبو عبيدة بن الجراح\r\nيزيد بن معاوية\r\n13 هـ\r\nمعركة اليرموك\r\nفتح دمشق\r\n91\r\nشرحبيل بن حَسَنة\r\nعمرو بن العاص\r\nاستشهاد 3 آلاف من المسلمين، وقتل ما يزيد عن 120\r\nألفا من البيزنطيين.\r\nلحق بهم خالد بن الوليد\r\nالعراق\r\nسَعْدُ بْنُ أَبِي وَقَاصٍ\r\nهـ 15\r\nمعركة القادسية\r\nعمر بن الخطاب\r\nفلسطين\r\nعمرو بن العاص\r\nمعركة أجنادين\r\n(رضي الله عنه)\r\nمصر\r\nعمرو بن العاص\r\n13 - 24 للهجرة\r\nمصر\r\nعبَادَةُ بنُ الصَّامِتِ\r\nالعراق\r\nالنعمان بن مُقَرن\r\nعُثْمَانُ مِنْ عَفَانَ\r\nقبرص\r\nسَعْدُ بنُ العَاصِ\r\n(رضي الله عنه)\r\n24 - 35 للهجرة\r\nطبرستان\r\nالحبشة\r\nعبد الله بن أبي مَرْح ( والي مصر)\r\nوثيقة 4\r\n21 هـ\r\nعبور المسلمين إلى المدائن قتل \" رستم \" قائد الجيش الفارسي\r\nاستلام عُمَرَ بْنِ الخَطَابِ مدينة القدس.\r\n- معركة بابليون\r\nالانتصار على البيزنطيين\r\nتأسيس مدينة الفسطاط\r\nفتح مدينة الإسكندرية آخر قلاع البيزنطيين ومدينة برقة 22 هـ\r\nهـ 21\r\nالاستيلاء على نهاوند (فتح الفتوح) سقوط آخر قلاع الإمبراطورية الفارسية\r\n30 هـ\r\n31 هــ\r\nسقوط أول شهيدة في الإسلام هي أم حرام زوجة الصحابي عبادة بن الصامت\r\nتوسع المسلمين في بلاد الترك\r\nالصلح مع ملك جرجان وقبوله بدفع الجزية (200) ألف |\r\nدرهم في السنة)\r\nبداية توسع المسلمين في الشرق الإفريقي\r\n1 - استخرج من النص الوثيقة (1) الفكرة المتعلقة بمفهوم الامتداد الزماني والمكاني. 2\r\n- حدد معالم مكانية على الخريطة الوثيقة (2) معتمداً على الأطلس. 3 - أنجز سلماً زمنياً لسير الفتوحات معتمداً على الجدول وثيقة (4)\r\n4- افرح النص الوثيقة (3) معتمداً على الخريطة: الوثيقة (2)."
        },
        {
            "page": 91,
            "text": "الميدان الثالث\r\nالتاريخ العام\r\nالوضعية الأولى\r\nخريطة انتشار الإسلام في الشرق والغرب\r\n92\r\nب - الفتوحات في أوروبا:\r\nقبل انقضاء القرن الأول الهجري، استقر الوضع في بلاد المغرب، وأخذت معظم قبائل البربر على عاتقها مهما الجهاد ضمن جيش الفتح فكانت في طليعة الفتوحات عبر مضيق جبل طارق. ولغَرَضِ مُواجهة القوة البحرية البيزنطية في حوض البحر المتوسط، اتجه العمل مع مُوسَى بْنِ نُصَيْرٍ إلى تقوية الأسطول البحري لوفرة الأخشاب الصالحة في المغرب، وقد ساعد الاستيلاء على جُزْرٍ مثل صقلية وسردينيا وكورسيكا وجُزر البليار على\r\nتيسير إتمام فتح الأندلس ثُمَّ غاليا (فرنسا).\r\nخريطة الدولة العباسية\r\nش\r\nبلاد السند\r\nبخاری .\r\nخراسان\r\nالبحر الأسود\r\n. القسطنطينية\r\nبلاد الغال\r\nالأندلس\r\n3 مات\r\nالمرطبة .\r\nالكوفة\r\nدمشق .\r\nالإسكندرية .\r\nبحر الروم\r\nقرطاج\r\nالقيروان\r\nتبهرت . المغرب الأوسط\r\nتلمان\r\nإفريقية\r\nالمدينة المنورة .\r\nبحر العرب\r\nصنعاء .\r\n2000\r\nاكم\r\n1000 500\r\n+\r\nوثيقة 1\r\nحدود الدولة الإسلامية في العهد العباسي\r\nالأندلس - بنو أمية\r\nمدينة بغداد - عاصمة العباسيين\r\nالمرجع سامي بن عبد الله بن أحمد المغلوث / أطلس تاريخ الدولة العباسية مكتبة العبيكان / ط 1 سنة 2012 م ص 2 يتصرف\r\n\" امتد دين الإسلام وعظم شأنه ودخل إلى أوروبا من جهات ثلاث: أولها إلى إسبانيا حيث دخلها المسلمون في عام 92 هـ - 711 م) وخرجوا منها في 1492م بعد أن قضوا بها ما يزيد عن سبعة قرون، والثانية باستيلائهم على صقلية في عام (827) م) ومعها جُزر سردينيا وكريت وامتدوا في جنوب إيطاليا إلى أن بلغوا روما وانسحبوا منها خلال القرن الحادي عشر والثالثة بواسطة الأتراك العثمانيين الذين زحفوا على الإمبراطورية الرومانية الشرقية واستولوا على آسيا الصغرى ودخلوا القسطنطينية عام 1453م، وجعلوا منها قاعدة لغزو\r\nأوروبا ووصلوا إلى مدينة فيينا \"\r\nوثيقة 2 |\r\nالمرجع د. حسن إبراهيم حسن تاريخ الإسلام / ص 176"
        },
        {
            "page": 92,
            "text": "93\r\nكان فتح صقلية - مثل فتح الأندلس - نتيجة مباشرة لصراعات داخلية بين زعماء البلاد من طلبوا معونة العرب أو سهلوا عليهم أمر الاستيلاء على الجزيرة، ففي سنة 211هـ /827 م قام نزاع بين حاكم صقلية البيزنطي\r\nقسطنطين وبين قيمي قائد جيش الأسطول...\r\nوثيقة 3\r\n705\r\n86\r\nبعض قادة الفتح في صقلية وإيطاليا: 1. يزيد بن مشروق التخصبي (103) هـ / 721م 109هـ / 727م): فتح سردينيا وصقلية. 2 المستنير بن الحارث: (111هـ / 729م) فتح سرقوسة.\r\nالمرجع عزيز أحمد / تاريخ صفية الإسلامية / ص 6\r\nفتح الأندلس\r\nوجنوب غاليا (فرنسا)\r\nفتح صقلية | (ايطاليا)\r\n827\r\n102 هـ 720\r\n711\r\nش\r\n212 هـ\r\nمسينا\r\nسرقوسة\r\nسردينيا\r\nن باليرمو\r\nالتهراني\r\nتونس.\r\nعناية\r\nبجاية\r\nمن قادة الفتح في غاليا (فرنسا):\r\nابن عبد الرحمنِ الثَّقَفِي: فتح تربونه وجعلها قاعدة الفتح. السمح بن مالك الخولاني (100هـ - 721م) توغل في دوقية أقطانيه، وحاصر تولوز. عبد الرحمن بن عبد الله الخافقي (112هـ - 732م): دوقية أقطانية - آرل - بوردو - تولوز - بواتيية (732م)\r\nمعركة البلاط (1). عُقْبَةُ بْنُ الحَجَاج السلولي ( 122هـ / 740م): دخول أفينيون - حوض الرون - سقوط تَرْبُونَهُ (141 هـ / 758م). عَبْدُ الرّحمنِ الدَّاخِل الأموي: قرار سحب بقية المسلمين من \"غاليا \" والاقتصار على الإمارة الأموية بقرطبة\".\r\nوثيقة 4\r\nا - ميز من قراءتك الخريطة الوثيقة (1) موضوع الدراسة في نص الوثيقة (2).\r\n- يُعَددُ كاتب النص: الوثيقة (3) سبب سقوط صقلية، ما رأيك؟\r\n- انجز سلماً زمنياً معتمداً على الوثيقة (4)."
        },
        {
            "page": 93,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الأولى\r\n94\r\nخريطة انتشار الإسلام في الشرق والغرب\r\nج - انتشار الإسلام في إفريقيا\r\nكان لاستقرار الأوضاع ونشر الإسلام بكامل بلاد المغرب قبل نهاية القرن الأول الهجري أن فهم النَّاسُ مبادئه وأهدافه بفضل العلم والعلماء مغاربة كانوا أو مشارقة، وبظهور الدول المستقلة عن الخلافة في المشرق: الرستمية والإدريسية والأغلبية، وخلال الفترة ما بين القرن الثاني إلى القرن الخامس للهجرة أدت القوى السياسية في المغرب الإسلامي دوراً كبيراً في تشجيع تجارة القوافل الصحراوية للتجار العرب المسلمين ومن بينها الدولة الرستمية في تبهرت التي قامت بدور الوسيط لتجارة المشرق والمغرب من جهة وتجارة الصحراء والسودان من جهة أخرى، إذ كانت لها صلاتٌ قويّةٌ جداً معَ مَمالِكِ غَرْب إفريقيا، خاصةً مملكة غانة، كما أعطت أهمية للمراكز التجارية التي كانت تربط بين مدن المغرب المختلفة.\r\nالطرق التجارية الرابطة بين الجزائر الرستمية وجيرانها\r\n12 E\r\nالجزائر\r\nورجلان\r\nتوفرت\r\nتبهرت\r\nالقيروان\r\nطرابلس\r\nنحو مصر\r\nغدامس\r\nN\r\nوثيقة 1\r\n500\r\n250\r\n12 E\r\nة غرناطة\r\nوهران\r\nمنين\r\nتلمسان\r\nنوات\r\nالتوارق\r\nفاس\r\nطاسيلي ناجر\r\nجنات\r\nعين زيزة\r\nالهقار\r\nليغارة\r\nأغادس\r\n1000\r\nسوكتو\r\n120\r\nالمحيط الأطلسي\r\nتشت\r\nقار\r\nتنبوكتو\r\nولاتة\r\nجني\r\nوفان\r\n120\r\nالسينغال\r\nالمرجع محمد الطمار الروابط الثقافية بين الجزائر والخارج شون والتوزيع ص 96 بتصرف"
        },
        {
            "page": 94,
            "text": "95\r\nوكانت البلدتان أودغشت وسجلماسة أكبر المراكز التجارية في إفريقية كلها، تحدث عنها الجغرافيون العرب في تفصيل كثير، وأوفاها كلاماً عنها أبو عبيد البكري والحسن الوزان المعروف بليون الإفريقي، والشريف الإدريسي، وابن حوقل، ولهذا يُعتبر استيلاء حكام غانَة مِن السُّونَنكَة (قبائل من غانة) على أودغشت حادثاً فاصلاً في تاريخ انتشار الإسلام في إفريقية المدارية لأنه مكنهم من السيطرة على طريق التجارة \".\r\nوثيقة 2\r\nالمرجع د. حسين مؤنس / أطلس تاريخ الإسلام\r\n... كان للمسلمين من العرب والبربر في شمال إفريقيا وعبر الصحراء - بحكم صلاتهم التجارية والثقافية مع غرب إفريقيا - أكبر الأثر في انتشار الإسلام في هذه المناطق الغربية، وكان الإسلام قد انتشر إلى الحد الذي تمخضت عنه مملكة غانة الإسلامية في القرن الرابع الهجري، ومملكة السنغال التي أسلم ملكها عام 400 هـ وشهد القرن الخامس الهجري ميلاد مدينة العلم والثقافة الإسلامية في تمبكتو في وسط الصحراء، ومن هذه الذيار انطلقت حركة المرابطين تحت قيادة المجاهد عبد الله بن ياسين من جزيرة صغيرة على نهر السنغال في أوائل القرن الخامس الهجري، ومن هناك انتشرت في الشمال الإفريقي، إلى أن استولت على الأندلس وعرفت هذه المنطقة أيضاً مملكة \" كانو \" الإسلامية التي استمرت من القرن الخامس الهجري حتى بداية القرن الماضي، كما عرفت ممالك إسلامية أخرى في مالي وغاؤ والداهومي وممالك الفلاني والهوسا والبرنو...\r\nوثيقة 3\r\nالمرجع : د.عون الشريف الإسلام في إفريقيا - بتصرف\r\n1 - قيد أسماء المدن في الخريطة الوثيقة (1) التي ورد ذكرها في\r\nالوثيقتين (2) و(3).\r\n2 - اذكر مدناً أخرى في الخريطة الوثيقة (1) تُعَدُّ من المراكز التجارية الكبرى سبق ذكرها في كتابك هذا.\r\n- رتب المفاهيم التاريخية الواردة في الوثيقة (3)، والتي أصبحت من مكتسباتك القبلية.\r\n- اربط بين التجارة ونشر الإسلام في إفريقيا مبرزاً دور الجزائر في هذا الشأن بالاعتماد على\r\nالوثائق (1)\r\n)3(2) و("
        },
        {
            "page": 95,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الأولى\r\nخريطة انتشار الإسلام في الشرق والغرب\r\n96\r\nتعلم الإدماج\r\nوثيقة 1\r\nخريطة تاريخية السفلية تعود لبيري رئيس ......\r\n\" استولى العرب الفاتحون على صقلية عام 827 م حيث هبطت أول جيوش الفتح في منطقة \"مازارادي فاللو\". .... ولم يجتاحوا الجزيرة دفعةً واحدةً، ولكنهم كانوا يهبطون بقوة صغيرة من الجنود ويستولون عليها، ويبقون ساكنين لفترة من الزمن، ثم يقفزون للاستيلاء على مكان آخر، وهكذا تساقطت المدن الواحدة تلو الأخرى حتى سقطت باليرمو عام 831 م، وكانت تورمينا آخر مدينة استولى عليها العرب عام 948 م، وبفضلهم أصبحت\r\nباليرمو عاصمة الجزيرة الآن..\r\nوثيقة 2\r\nالمرجع عن مجلة العربي الكويتية / عدد جويلية 1995\r\nخط سير طارق بن زياد\r\nبحر الروم\r\nقرطاجنة\r\nالموية بغرناطة\r\nشلونة\r\nخط مع طارق بن زياد\r\nوثيقة 3 المرجع: سيف الدين الكاتب / أطلس تاريخ العرب والعالم / ص 60 بتصرف المرجع سيف الدين الكاتب / نفس المرجع السابق / ص 60 بتصرف\r\n-\r\nخط سير موسى بن نصير\r\nبحر الروم\r\nقرطبة\r\nقرطاجنة\r\nالدرية - غرناطة\r\nالقرط\r\nخط مع موسى بن نصح\r\nسينة منتجة\r\nبحر الظلمات"
        },
        {
            "page": 96,
            "text": "97\r\nوانتهم الوقود والرفاق من كل الأمصار وأقاصي الأقطار ... حتى لا ترى بيتاً في تيهرت) إلا قيل هذا لفلان الكوفي، وهذه الفلان البصري، وهذه لفلان القروي ... واستعملت السبل إلى بلاد السودان وغيرها من البلدان. من مشرق ومغرب، بالتجارة وصنوف الأمتعة، والعمارة زائدة، والنَّاسُ والتجار من كل الأقطار قابلون\".\r\nوثيقة 14\r\nالمرجع ابن الصغير أخبار أئمة بني رستم\r\nنمط المساجد في البلاد الإفريقية\r\nمنظر من تيارت بلد الخيل الأصيلة\r\nاستطاع النجار العرب والمسلمون المستقرون في مدينة غانة أن يجدوا لهم مجتمعات خاصةً لهم، وحسب البكري فإن غانة بها مدينتان سهليتان إحداهما مدينة كبيرة يسكنها المسلمون وفيها إثنا عَشَرَ مسجداً، ولهم الأئمة والمؤذنون، وفيها فقهاء وحَمَلةُ عِلْمٍ ... ومدينةُ المَلِكِ على بعد ستة أميال وتُسمى الغابة.. وفيها مسجد يُصلي فيه مَنْ يَفِدُ على المَلِكِ من المُسلمين على مَقْرُبَةٍ مِن مَجلسِ حُكْمِ المَلِك\".\r\nوثيقة 5\r\nالمرجع د. صباح إبراهيم الحشيخلي الفريقية الإسلامية\r\n1 - يعود نوع هذه الخرائط إلى ما قبل القرن 15م: الوثيقة (1) ، بين أهمية \" صقلية \" تاريخاً وجغرافية. 2 - يصف النص: الوثيقة (2) عملية فتح المُسلمين صِقِلَيْةَ، وَضح ذلك معتمداً على ما توصلت إليه من إجابة\r\nفي السؤال الأول.\r\n3 - عدد الإطار الزمني للخرائط : الوثيقة (3) .\r\n4 - ما الأساس الذي جعل من \" تيهرت \" مركزاً تجارياً هاما الوثيقة (4) . 5 - أبرز دور المسجد في البلاد الإفريقية من خلال نص الوثيقة (5) ."
        },
        {
            "page": 97,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثانية\r\nمظاهر الحضارة الإسلامية\r\n98\r\n1 - التطور العلمي :\r\nقسم المسلمون العلوم إلى نقلية وعقلية.\r\nا - العلوم النقلية وتشمل:\r\nعلوم القرآن\r\nالقراءات التفسير، أسباب النزول.\r\nوهو قواعد تدوين الأحاديث النبوية الشريفة. ظهر خلال القرن الثاني للهجرة وأشهر المحدثين الإمامان البخاري ومسلم.\r\nعلم الحديث\r\nعلم الفقه\r\nتستند قواعد الفقه إلى أربعة أركان القرآن والسنة والإجماع والاجتهاد، ومن أشهر الفقهاء الأئمة الأربعة مالك\r\nالشافعي ابن حنبل، وأبو حنيفة.\r\nعلوم اللغة\r\nوتتمثل في الأدب الشعر - النثر والنحو والبلاغة وعلم العروض، وقد برز عدة علماء منهم أبو الأسود الدولي وسيبويه في علم النحو والجرجاني في علم البلاغة والخليل بن أحمد في علم العروض.\r\nوثيقة 1 مجالس الذكر والعلم\r\nوثقة 2 مجلس علمي الدراسة مقامات الحريري بغداد"
        },
        {
            "page": 98,
            "text": "ب . العلوم العقلية:\r\nالطب اعتنى الخلفاء في الدولة الإسلامية به فأنشؤوا المستشفيات وبنوا المدارس لتدريسه، فبرزت نخبة من الأطباء أشهرهم الطبيب الرئيس ابن سينا وأبو بكر الرازي، وقد ظهرت عدة مؤلفات في هذا\r\nالمجال منها كتاب الحاوي في الطب.\r\nالكيمياء والصيدلة كان للمسلمين دور كبير في اكتشاف ترکیبات كيمياوية جديدة استخدمت في الصناعة كالأصباغ والدباغة وتوصلوا إلى اختراع الأحماض مثل حمض النترون، واهتموا بالصيدلة من خلال دراسة علم النبات فألفوا كتباً أشهرها: كتاب القانون لابن سينا، وكتاب الجامع المفردات الأدوية، والأغذية لابن البيطار\r\nالأندلسي، وكتاب السموم لجابر بن حيان.\r\nوثيقة 4\r\n99\r\nلأولوية التوزيع و تبغى ان الطربية على القربات\r\nوثيقة 3\r\nعلم الفلك : نقل المسلمون عن اليونان والفرس هذا العلم من خلال الترجمة، فنبغ عدة علماء من أشهرهم البيروني وأبو موسى المصري ومحمد الفرغاني. وأثبت المسلمون كروية الأرض ودورانها وتمكنوا من اختراع الإسطرلاب، وأنشؤوا لذلك المراصد الفلكية.\r\nالرياضيات أخذ المسلمون هذا العلم عن الإغريق، فطوروه واخترعوا الأرقام العربية وعرفوا العمليات الحسابية والمعادلات وبرعوا في الهندسة فعرفوا قياسات مختلف الأشكال الهندسية، وأشهر التاريخ والجغرافيا: اهتم المسلمون بتدوين العلماء محمد بن موسى الخوارزمي واضع علم الجبر.\r\n1 - لاحظ الوثائق من (1) إلى (4) . ماذا تستنتج؟ 2 - ما الصور التي تقترحها لإبراز علم الرياضيات وعلم التاريخ وعلم الجغرافيا ؟\r\nتاريخ الأمم والسير والوقائع الإسلامية، واشتهر في هذا العلم الطبري، وابن هشام، والمسعودي وابن الأثير، وابن خلدون. أما الجغرافيا فتعلمها المسلمون عن اليونان وطوروها، وقد كان للرحلات فضل كبير في وصف البلدان، حيث اشتهر في هذا الميدان ابن بطوطة\r\nومن الجغرافيين ابن حوقل والشريف الإدريسي."
        },
        {
            "page": 99,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثانية\r\nمظاهر الحضارة الإسلامية\r\n100\r\n2 - التطور العمراني\r\nاهتم المسلمون بإنشاء المدن التي عرفت تطورا كبيرا، وكانت في البداية فضاءات حصينة يأوي إليها الجنود الفاتحون وعائلاتهم، فكانت البصرة والكوفة بالعراق والفسطاط بمصر والقيروان بإفريقية، ثم عمد الخلفاء إلى\r\nتخطيط وإنشاء العواصم على غرار عواصم الدول الكبرى فكانت دمشق ثم بغداد والقاهرة. كما اهتم المسلمون ببناء المساجد التي تجسدت فيها مظاهر الفن المعماري الإسلامي، أشهرها الجامع الأموني بدمشق وجامع عقبة بالقيروان والجامع الأزهر بمصر، ثم جامع الزيتونة بتونس وجامع قرطبة بالأندلس وغيرها..\r\nالأزهر\r\nالجامع الأموي\r\nالقيروان\r\nوثيقة 1\r\nنمط العمارة الإسلامية\r\nوثيقة 2 طلقة علي حماد المعاضيد المسيلة\r\nأما العمارة الحربية (القلاع والحصون) وتعرف بالرباطات وهي الأماكن التي أنشأها المسلمون ليتحصنوا بداخلها فأشهرها: القيروان، سوسة، الكوفة قلعة بني حماد بالجزائر."
        },
        {
            "page": 100,
            "text": "101\r\n3 - التطور الفني :\r\n1. الموسيقى: اهتم المسلمون بالموسيقى والنغم والإيقاع، وازدهرت هذه الفنون خاصة في العهد العباسي حيث اخترع الفرابي آلة القانون. ومن أشهر الموسيقيين: إسحاق الموصلي، الأصفهاني، وزرياب.\r\nوثيقة 4 صورة لزخرفة إسلامية\r\nوثيقة 3\r\nصورة العزف على الآلات الموسيقية\r\nب - الزخرفة : تطور فن الزخرفة كثيراً حيث استعمل في زخرفة الأواني، والمعادن والمباني والمنسوجات\r\nوكتابة الآيات القرآنية.\r\nأما النحت فلم يظهر الاهتمام به إلا في العهدين الأموي والعباسي، وقد نُحتت التماثيل لتزيين القصور والحدائق كما استعملوا الرسم لتصوير رحلات الصيد\r\nوحفلات الغناء.\r\nما شما ماكارووها\r\nصفحة من نسخة نفيسة يرجع تاريخها للقرن الثالث الهجري.\r\n1 - أذكر البلدان التي توجد بها هذه المساجد. الوثيقة (1) وما الذي يميز نمطها العمراني؟\r\n2 - حدد موقع قلعة بني حماد على خريطة الجزائر. الوثيقة (2) .\r\n3 - قدم وصفاً للوثيقة (3).\r\n- علق على موضوعات الوثيقة (4). واكشف عن جانبها الجمالي."
        },
        {
            "page": 101,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثانية\r\n102\r\n4- التطور الاقتصادي\r\nأ - الزراعة:\r\nمظاهر الحضارة الإسلامية\r\nلم يؤخر اهتمام المسلمين بنشر الإسلام الزراعة وتقدمها، فمُسِحَتِ الأراضي في زمن الراشدين واحتفظت الحكومة بسجلاتها، وأقيمت الجسور حول الأنهار لمنع فيضانها، وفي عهد الأمويين جففت المستنقعات وأنشئت السدود في جبال الغسير - سد عبد الله بن معاوية، وفي عهد العباسيين، عملت الدولة على شق القنوات وتجفيف المستنقعات، وتشييد جداول جديدة لتحسين الزراعة وتوسيعها وشكلت شرطة نهرية، وأنشأت ديوانا خاصا بها « ديوان الماء \".\r\nوثيقة 1 |\r\nب - الصناعة:\r\nالري وطريقة تقسيم المياه\r\nإن وفرة الموارد الأولية نباتية ومعدنية إضافة إلى خبرة سكان البلاد المفتوحة في مجال الحرف والصناعات مكنت من ازدهار الصناعة فاحتلت مكانة هامة في اقتصاد الدولة، فتطور القديم وظهر الجديد من الصناعات مثل: صناعة الورق والعتاد الحربي، وبناء السفن التجارية، وصناعة الساعات والزجاج وزخرفته، والنجارة والمنسوجات. وقد برز في العهد العباسي التخصص الحرفي حيث كانت هناك أحياء خاصة للحدادين والنجارين والعطارين والوراقين وغيرهم.....\r\nأواني بزخرفة إسلامية\r\nالمنجنيق من صناعات العتاد الحربي"
        },
        {
            "page": 102,
            "text": "ج - التجارة:\r\n103\r\nشهدت الدولة الإسلامية حركة تجارية كبيرة بفضل عدة عوامل منها: الموقع الجغرافي والإستراتيجي للعالم الإسلامي الذي يُشرف على طرق تجارية برية وبحرية (مضايق، معابر، ويحار). ازدهار الزراعة والصناعة إذ توفر المنتوج الفائض على الاستهلاك المحلي وجهز للتسويق. اهتمام الحكام بالتجارة فأمنوا الطرق وأقاموا محطات استراحة القوافل، وحفروا الآبار وأنشؤوا الموانئ والمرافق\r\nالمجهزة بالمنارات، وراقبوا الأسواق (نظام الحسبة).\r\nنك عملة إسلامية قوية هي الدينار الذهبي والدرهم الفضي للتعامل التجاري. ابتكار التجار المسلمين أساليب جديدة في المعاملات التجارية المتمثلة في الصكوك والإيصالات ووثائق الشحن والوكالات.\r\nمن البضائع المتداولة: الحرير، التوابل العاج، الذهب التمور، المعادن، الحبوب والعطور .... الخ..\r\nدرهم فضي أموي الوليد بن عبد الملك 92 هـ\r\nمعرقند.\r\nخراسان\r\nاستهان.\r\nبلاد السند\r\nسقط\r\nوثيقة 2\r\nالكانات محطات استراحة القوافل\r\nالامواطنية الكار والتحية\r\nبحر يتطس\r\n. القسطنطينية\r\nالأندلس\r\nالقرطاج\r\nمشق\r\nالبحر الأبيض المتوسطة القيروان تيمة السيئة\r\nالإسكندرية.\r\nالبصرة.\r\nالطولة\r\nالمدينة المنورة.\r\nالمحيط الهندي\r\nبحر العربي\r\nصلحاء\r\nبحر الظلمات\r\nالدولة الإسلامية في عهد الرسول .\r\nعواصم الخلافة الإسلامية\r\nالدولة الإسلامية في عهد الخلافة الرائدة . مدن من تأسيس المسلمين\r\nالدولة الإسلامية في العهد الأموي مدن تاريخية\r\nالإمبراطورية البيزنطية\r\n2000\r\n1000 500 0\r\nكم\r\n1/12 500 000\r\nوثيقة\r\n3 تطور الدولة الإسلامية منذ عهد الرسول الله\r\n1- وضح من خلال نص الوثيقة (1) اهتمام الخلفاء في الدولة الإسلامية بالزراعة.\r\n2 - يعد الاهتمام بالخانات الوثيقة (2) دليلا على ازدهار التجارة وتوفر الأمن، وضح ذلك. 3\r\n- استنتج من الخريطة وثيقة (3) معنى «موقع إستراتيجي\"."
        },
        {
            "page": 103,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثانية\r\nمظاهر الحضارة الإسلامية\r\n104\r\nتعلم الإدماج\r\nمدينة بغداد دار السلام)\r\nشرع الخليفة أبو العباس المنصور في بناء عاصمة الدولة التي سماها دار السلام في مكان يدعى بغداد الفظ فارسي) عام 145هـ وجلب لها المهندسين والبنائين من جميع أنحاء العالم حتى بلغ عددهم الآلاف. جعلها مدورة وجعل مقره والمسجد في وسطها حتى لا يكون أحد أقرب إليه من الآخر. ورأى أن يكون للمدينة سوران أحدهما داخلي والآخر خارجي في شكل متواز يحيط بالداخلي يُملأ ماء. وعلى السور الخارجي 163 برجا سمك كل منها خمسة أذرع ويتخلل السور أربعة أبواب سماها باب الكوفة باب خراسان، باب الشام، باب البصرة. وكانت الطرق أشبه بالأشعة المنطلقة من مركز المدينة إلى أطرافها بحيث يمكن لمن يقف في نهاية أحد\r\nشوارع المدينة أن يرى قصر الخليفة وجامعه. و سرعان ما ازدحمت دار السلام (بغداد) بالوافدين عليها من كل صوب حيث قصدها العلماء والتجار والصناع والراغبون في الحياة الرفيهة الآمنة، فكره المنصور أن يبقى مقيما في ذلك الوسط المزدحم فبنى له قصرا خارج المدينة عام 171هـ ما لبث أن انتشرت حوله العمائر فالتحقت بالمدينة القديمة واتسعت أرجاؤها فغدت أكبر مدينة في العالم آنذاك وتجاوز سكانها مليون نسمة ..\r\nرسم تخيلي يقارب الواقع لمدينة بغداد المدورة، من رسم (جان سويتف)"
        },
        {
            "page": 104,
            "text": "من علماء هذا العصر في الأدب والسياسة والاجتماع والتاريخ في المشرق\r\nاسم العالم\r\nعبد الله بن المقفع\r\nأبو عثمان بن بحر الجاحظ\r\nأبو الطيب المتنبي»\r\nأبو الفرج الأصفهاني\r\nبديع الزمان الهمداني\r\nأبو العلاء المعري\r\nالإمام أبو حامد الغزالي\r\nالشيخ ابن تيمية\r\nالمؤرخ أبو الفدا\r\nابن خلکان\r\nالخوارزمي\r\nأبو بكر الرازي\r\nوفاته سنة\r\nأهم انجازاته\r\n142هـ / 757م\r\nكتاب كليلة ودمنة\r\n256هـ / 869م\r\nالحيوان - البخلاء - البيان والتبيين\r\n354 هـ/965م\r\nله ديوان شعر عنوانه يتيمة الدهر.\r\n356هـ / 967م\r\nكتاب الأغاني - 24 مجلدا\r\n398هـ / 1008م\r\nاشتهر بالمقامات\r\n494هـ / 1057م\r\nرسالة الغفران......\r\n505هـ/1111م\r\nإحياء علوم الدين تهافت الفلاسفة\r\n729هـ / 1328م\r\nالسياسة الشرعية\r\n733هـ / 1332م\r\nالمختصر في تاريخ البشر\r\n681هـ / 1282م\r\nوفيات الأعيان\r\n164 هـ - 235 م\r\nالمختصر في حساب الجبر والمقابلة\r\n250 هـ - 311 م\r\nكيفيات الإبصار - سر أسرار الكيمياء\r\n105\r\nجمال الزخرفة الإسلامية في مساجد أصفهان\r\nصورة تخيلية للعالم ابن نفيس\r\n1 - أظهر تخطيط مدينة بغداد في القرن التاسع الميلادي تطوراً في مستوى العمران، وضح ذلك من خلال النص.\r\n1 - ما الذي جعل بغداد تزدحم بالوافدين إليها من كل صوب؟ ال أربط بين تاريخ تأسيس بغداد والتواريخ الواردة في جدول مشاهير العلماء."
        },
        {
            "page": 105,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثالثة\r\nتأثيرات الحضارة الإسلامية\r\n106\r\n1 - في المشرق الإسلامي\r\n\" لم يكن الشرق الإسلامي في ذلك الحين في حالة انهيار أو فقر أو تفكك، فقد توالت عليه... الدول العظيمة التي أقامت حكومات قوية أقرت النظام ورعت الحضارة والعمران وساد الرخاء... فقد كانت الحروب في تلك العصور أمرا داخليا بين الملوك والسلاطين وجنودهم وخصومهم، وفيما عدا ذلك كان الزراع يعملون في مزارعهم وأهل المدن آمنين إلى حد كبير في مدنهم وطرق التجارة عامرة بالقوافل والتجار، وفي أيام السلاجقة التي طالت تمتعت البلاد بفترات طويلة من الازدهار والرخاء والاستقرار.. ثم إنهم كسبوا انتصار \"ملازكرد\" ولا غرابة والحال هذه أن يجد هذا العصر الذي يمتد من القرن 5 إلى 7 هـ حافلا بالعلم والعلماء والمباني العظيمة\".\r\nوثيقة 1\r\n1.1 - التطور السياسي\r\nسقوط بغداد حاضرة الدولة العباسية وعاصمة الخلافة الإسلامية يوم 9 صفر 656 هـ / 10 فبراير 1258م على يد المغول بقيادة هولاكو، فدمروها وأبادوا معظم سكانها. حتى قيل أنهم ما تركوا حجرا على حجر.....\r\nالمرجع د. حسين مؤنس / أطلس التاريخ الإسلامي / 6 / 1987 / ص 238\r\nالدول\r\n)السلاجقة (530-447هـ\r\n1135-1055م\r\nالأيوبيون\r\n)648-564هـ(\r\n1250-1169م\r\n)المماليك (932-648هـ\r\n1517-1250م\r\nوثيقة 2\r\nصورة لحصار بغداد\r\nنسبها وموطنها\r\nأشهر القادة\r\nوهم من تركستان ينتمون إلى زعيمهم - \"سلجوق\" الذي وحد قبائلهم\r\nطغرل بك مؤسس الدولة\r\nألب أرسلان\r\nملکشاه\r\nينحدرون من أصل كردي من بلاد - أذربيجان وتنسب الأسرة الأيوبية إلى نجم -\r\nأسد الدين شركوه صلاح الدين الأيوبي\r\nالدين أيوب والد صلاح الدين.\r\nأتراك وشراكسة وروم وأكراد وهم من بلاد القوقاز وفارس وآسيا الصغرى .\r\nالظاهر بيبرس - قلاوون وابنه الناصر -\r\n1 - 2 - التطور العسكري\r\nمعركة ملاز کرد\r\nألب أرسلان\" الأسد الشجاع\r\nمعركة حطين\r\nصلاح الدين الأيوبي\r\nمعركة عين جالوت\r\nقطر والظاهر بيبرس\r\n464هـ/1071م\r\n583هـ/1187م\r\n659 هـ /1260م"
        },
        {
            "page": 106,
            "text": "107\r\n... وفي رمضان سنة 856 هـ التقى الجيشان في عين جالوت وأظهر المماليك شجاعة بالغة، وكانت القيادة العامة لـ \"قطر\" سلطان مصر وبجواره بيبرس أعظم المماليك البحرية، ويروى أنه حدث بعض الاضطراب في صفوف الجيش ... فألقى السلطان قطز خوذته عن رأسه إلى الأرض وصرخ بأعلى صوته \"وا إسلاماه\" وحمل على العدو حملة جريئة، فتم القضاء على التتار قضاء تاما... \"\r\nوثيقة 3\r\nتعتبر معركة «ملاز کرد» نقطة تحول في التاريخ حيث الحق السلاجقة هزائم حاسمة بالجيوش | البيزنطية وأسروا الإمبراطور نفسه.\r\n40 E\r\nالمرجع\r\nد. أحمد شلبي موسوعة التاريخ الإسلامي والحضارة الإسلامية القاهرة |\r\nالقرم\r\nبحر بنطس\r\nالقسطنطينية\r\nملاذ كرد\r\nأنقرة\r\nالإمراطورية البيزنطية\r\n. قونية .\r\nأظنة\r\nانطاكية .\r\nسلطنة السلاجقة\r\nنهر الفرات\r\nقبرص\r\nبحر الروم\r\nالجيش السلجوقي الجيش البيزنطي معركة ملاذ كرد\r\n40 E\r\nنور الدين زنكي:\r\nهو ابن عماد الدين زنكي مؤسس الأتابكة الذي وحد شمال سورية والجزيرة وهزم الصليبيين في معارك عديدة، ثم جاء ابنه نور الدين (1146) - 1174م) (541 - 570هـ) ليتم ما بدأه والده ويحرر أغلب مدن سورية من الصليبيين. وكان عصره بداية النهاية للصليبيين في الشرق العربي، وعصر ازدهار عظيم للعلوم والفنون..\r\n1 - أبرز مظاهر التطور الحضاري في هذه الفترة الزمنية مستعيناً بـ الوثيقة (1) .\r\n2 - أنجز سلما زمنيا للأحداث والوقائع الواردة في صفحتين.\r\n- ابحث موضوع سقوط بغداد الوثيقة (2) ، واقترح صورا أخرى للموضوع.\r\n- أبرز الجانب القيمي في الأحداث العظيمة: الوثيقة (3) ."
        },
        {
            "page": 107,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثالثة\r\nتأثيرات الحضارة الإسلامية\r\n108\r\nب - الحركة الفكرية والعلمية\r\n.... أما الحضارة الجديدة - الإسلامية - التي انبثقت من هذه الفتوحات فقد كانت من أزهى الحضارات. فقد أفادت الغرب من علومها في شتى الميادين بعد أن حضنت النصيب الأكبر من التراث القديم وأمدته بالحياة ثم امتزج التاريخ الإسلامي بالتاريخ الغربي امتزاجا مستمرا سواء في الحرب أو في السلم ونهلت الحضارتان\r\nمن معين واحد\".\r\nوثيقة 1\r\nالمرجع كلود كاهن تاريخ العرب والشعوب الإسلامية ص 5 و 6\r\nوثيقة 2\r\nأبو موسى البتاني أبو الرياضيات\r\n..... لقد بنى المأمون مرصدا فلكيا في بغداد، ومرصدا آخر في دمشق على جبل قاسيون، وبنيت بعد المأمون مراصد فلكية كثيرة، فلولا هذه المراصد لما استطاع البتاني أن يصل إلى أسباب الكسوف وتحديد الأرض حول محورها... ولما استطاع (البيروني) أن يحدد خطوط الطول ودوائر العرض ويبحث في دوران الأرض حول محورها.... وهل كان في وسع هؤلاء العلماء أن يصلحوا التقويم، وأن يهتدوا إلى قوانين المد والجزر\r\nوأن يصححوا بعض آراء (بطليموس) لولا اعتمادهم على الملاحظة الفلكية؟. إن هذا الاعتماد على الملاحظة\r\nوالاستقراء هو الذي أعان ابن خلدون على تأسيس علم جديد سماه بعلم العمران.\"\r\nوثيقة 3\r\nالمرجع محمد عبد الرحمان مرحبا الموجز في تاريخ العلوم عند العرب بيروت. 1981 / ص 7"
        },
        {
            "page": 108,
            "text": "109\r\n\" نظام الملك: أحد المشاهير في الوزارة استعان. )به ملك شاه (485-487هـ 1092 - 1094م في تنظيم دولته تنظيما إداريا عقلانيا، ولم يكن سياسيا فقط بل كان قائدا عسكريا، وفيلسوفا عالما، واسع الثقافة يحب العلماء ويقربهم، قاد الجيوش عدة مرات وخاض بها معارك كتب له\r\nفيها النصر\".\r\nوثيقة 4\r\nمنمنمة تنقل لنا لحظة وفاة \"نظام الملك\"\r\nعمر الخيام الرياضي الشهير كانت دراسته في علم الجبر أول محاولة لحل المعادلات التكعيبية، وعُرف بـ «رباعيته» التي يدعو فيها إلى الوسطية بين الجد والخفة والاستمتاع بمباهج الحياة في قالب إسلامي متألق وقد ترجمت إلى الإنجليزية والألمانية ونالت شعبية كبيرة في أوروبا، توفي سنة 520هـ\r\n1126م\r\nلوحات عن الرباعيات عمر الخيام\r\nكان المسلمون خلال القرن التاسع ميلادي قد استوعبوا استيعابا تاما المعارف الطبية التي خلفها القدماء وخاصة اليونان واستطاع الأطباء المسلمون في أقصر وقت ممكن أن يجلسوا على عرش الطب وحدهم. ويميزوا أنفسهم باعتبارهم حاملين لواء هذا العلم والمسؤولين عن تقدمه وارتقائه خلال العصور الوسطى برمتها إلى عصر النهضة بعدها ......\r\nوثيقة 5\r\nالمرجع جلال مظهر حضارة الإسلام وأثرها في الرقي العالمي\r\n1- وضح عملية التأثير والتأثر بين الشعوب في التطور الحضاري من خلال الوثيقة (1) .. 2 - عرف بأسماء الأعلام في نص الوثيقة (2) .\r\nت حر فقرة تعبر عن موقفك من قتل عالم: الوثيقة (4) أو تدمير بيت الحكمة. قدم مثالا واحدا يدعم فكرة النص: الوثيقة (5) ."
        },
        {
            "page": 109,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثالثة\r\nتأثيرات الحضارة الإسلامية\r\n110\r\nج - العمارة والفنون\r\nقلعة صلاح بالقاهرة بجوار مسجد محمد علي\r\n\" صلاح الدين الأيوبي: )1137 - 1193م) (532 - 589هـ( ولد في تكريت وتوفي في دمشق. مؤسس الدولة الأيوبية أكبر ملوك المسلمين أيام الصليبيين هزم الإفرنج في موقعة حطين (1187 م) وفتح بيت المقدس.\r\nاشتهر بكرمه وعزة نفسه.\r\nوثيقة 1\r\nاهتم السلاطين السلاجقة بالفن ورجاله مما جعل الفنون الجميلة تشهد ارتقاء في النقش والتصوير والزخرفة. كما اعتنوا بالعمارة فقد شيدوا الأبنية الشاهقة والعمائر الضخمة والمساجد الفسيحة\r\nوالمنارات العالية.\r\nمن آثار العمارة المملوكة بالقاهرة\r\nأبراج خراقان ( في قزوين عهد سلجوقي\r\nأما العمارة عند الأيوبيين فتتجلى في تجديد المسجد\r\nالأقصى وتزيينه بالفسيفساء والرحام، وفي القاهرة شيد\r\nصلاح الدين القلعة المعروفة باسمه. واهتم المماليك من\r\nبعدهم بفن المباني فأسسوا المعاهد وبنوا المساجد. واتجه\r\nالناصر محمد بن قلاوون بنشاطه إلى الناحية العمرانية\r\nفأنشأ القناطر والطرق وغيرها."
        },
        {
            "page": 110,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثالثة\r\nتأثيرات الحضارة الإسلامية\r\n110\r\nج - العمارة والفنون\r\nقلعة صلاح بالقاهرة بجوار مسجد محمد علي\r\n\" صلاح الدين الأيوبي: )1137 - 1193م) (532 - 589هـ( ولد في تكريت وتوفي في دمشق. مؤسس الدولة الأيوبية أكبر ملوك المسلمين أيام الصليبيين هزم الإفرنج في موقعة حطين (1187 م) وفتح بيت المقدس.\r\nاشتهر بكرمه وعزة نفسه.\r\nوثيقة 1\r\nاهتم السلاطين السلاجقة بالفن ورجاله مما جعل الفنون الجميلة تشهد ارتقاء في النقش والتصوير والزخرفة. كما اعتنوا بالعمارة فقد شيدوا الأبنية الشاهقة والعمائر الضخمة والمساجد الفسيحة\r\nوالمنارات العالية.\r\nمن آثار العمارة المملوكة بالقاهرة\r\nأبراج خراقان ( في قزوين عهد سلجوقي\r\nأما العمارة عند الأيوبيين فتتجلى في تجديد المسجد\r\nالأقصى وتزيينه بالفسيفساء والرحام، وفي القاهرة شيد\r\nصلاح الدين القلعة المعروفة باسمه. واهتم المماليك من\r\nبعدهم بفن المباني فأسسوا المعاهد وبنوا المساجد. واتجه\r\nالناصر محمد بن قلاوون بنشاطه إلى الناحية العمرانية\r\nفأنشأ القناطر والطرق وغيرها."
        },
        {
            "page": 111,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثالثة\r\nتأثيرات الحضارة الإسلامية\r\n112\r\n2 - في المغرب الإسلامي\r\nأ - التطور السياسي والعسكري :\r\nعلى الرغم من أن تونس والجزائر ومراكش (المغرب) شاركت بلدان الشرق الأدنى تراثها المشترك في اللغة\r\nوالدين، فقد صنعت تاريخها المميز وثقافتها المميزة، وهذه حقيقة .....\r\nوثيقة 1\r\nالمرجع روم لاندو/ ترجمة منير بعلبكي الإسلام والعرب / ص 136\r\nلقد تحولت الخلافة العباسية من إمبراطورية إلى عالم إسلامي متعدد القوميات، يشتمل على دولٍ مُنفصلة متنازعة في غالب الأحيان، غير أن شريعة واحدة تجمعها، وهوية حضارية مشتركة تميزها عن بقية أقطار العالم الأخرى. وقد كانت جميع هذه الدول التي استقلت بنفسها كإمارات منفصلة من مغرب العالم الإسلامي.\r\nمتعلمة تعود للقرن 17م تظهر هارون الرشيد وابنه مع وزيرين\r\nencyclopédie la rousse\r\nيُعتبر ظهور الدولة الرستمية ثم الدولتين الإدريسية والأغلبية بالمغرب الإسلامي - في الحيز الجغرافي الممتد من طرابلس شرقاً إلى المحيط غرباً - نهاية عهد الارتباط بالدولة الإسلامية في المشرق، وبداية مرحلة\r\nالانفصال والاستقلالية، وتعود دواعي هذا المسعى الاستقلالي إلى:\r\n1 . ضُعْفِ الدولة العباسية وعَجْزها عن إدارة أقاليمها المترامية الأطراف.\r\n2 . فشل سياسة الولاة في احتواء الفرق الإسلامية المعارضة لحكمهم.\r\n3. رَغْبَةِ سُكان المغرب الإسلامي في الاستقلال.\r\nنجاح دعاة الخوارج في الاستقلال. 5. نجاح دعاة الخوارج والشيعة في استمالة المغاربة ودفعهم لاعتناق مذاهبهم الفكرية والسياسية."
        },
        {
            "page": 112,
            "text": "113\r\nوثيقة 2\r\nعبد الرحمان بن خلدون\r\n(1332 - 1406م) ولد بتونس وتعلم بها وأخذ عن عديد العلماء مختلف العلوم ثم تولى بها كاتبا عند أمير تونس، ثم أمين السر عند سلطان المغرب ثم سافر إلى غرناطة، ثم تولى رئاسة الوزراء في بجاية بالجزائر، ثم سافر ودرس بمصر ..... وأخذ شهرته من مؤلفاته التي أورد فيها مواضيع جديدة لم تكن معروفة آنذاك. في كتابه كتاب العبر وديوان المبتدأ والخبر في أيام العرب والعجم ومن عاصرهم من ذوي السلطان الأكبر - الكتاب المعروف باسم مقدمة ابن خلدون. فاعتبر ابن خلدون - عبد الرحمن أبو زيد ولي الدين - المؤسس الحقيقي لعلم الاجتماع أو علم العمران البشري .\r\nفالقرن الثامن الهجري الذي عاش فيه ابن خلدون كان من أسوا القُرون التي مر بها الإسلام من الناحية السياسية، فقد جاء هذا القرن عَقِبَ سُقوط الخلافة العباسية ببغداد على أيدي المغول، وشهد هذا القرن أيضاً هجوم التتار بقيادة السفاكِ تيمورلنك على البلاد الإسلامية في المشرق، كما شهد هذا القرن في الأندلس تَحَفُزَ الإسبان للقضاء على الدولة الباقية للإسلام في الأندلس، ورأى ابن خلدون ما للعَصَبِيَّةِ والقُوَّةِ مِن أثرٍ في تَبَدُّلِ الولايات والدول ولا سيما في موطنه بشمال إفريقية، ورأى الصراع والتنافس على الحكم ، وأي تنافُسٍ أَشَدُّ مِن ذلك التنافس الذي وقع فيه بنو حَفْصٍ و بنو عَبْدِ الواد وبنو مَرين خِلالَ نِصْفِ قَرنٍ أَوْ يَزيد؟! \"\r\nوثيقة 3\r\nالمرجع د. محمد عبد الرحمن مرحبا الموجز في تاريخ العلوم عند العرب 149)\r\n1. الخَوارِجُ : خَرَجُوا عن طاعةِ عَلِيِّ بْنِ أبي طالب كرم الله وجهه - عندما قبل بالتحكيم في معركة صفين، واعتبروا أن أحق المسلمين بالخلافة من كان أكثرهم كفاءة.\r\n1 - بين من خلال الوثيقة (3) الظروف التي عاشها : العالم الإسلامي في القرن الثامن الميلادي.\r\n2 - ناقش فكرة الكاتب: الوثيقة (1) موظفاً مكتسباتك القبلية.\r\n2 الشيعة تشيعوا لعلي بن أبي طالب وناصروه واعتبروه أحق الصحابة بالخلافة التي يرونها من حق أهْلِ البَيْت دون غيرهم ....\r\n3- اربط العلاقة بين ترجمة ابن خلدون الوثيقة (2) ونص الوثيقة (3)."
        },
        {
            "page": 113,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثالثة\r\nتأثيرات الحضارة الإسلامية\r\n114\r\nب - الحركة الفكرية والعلمية\r\n\" ولا شك أن الحركة العلمية في الأندلس اعتمدت في البداية على علوم الإغريق، ومجهودات علماء بغداد والمشرق الإسلامي، ولكن ذلك لم يدم طويلاً، فلم تلبث الأندلس أن استقلت فكرياً، ولمعت في سمائها أسماء عريضة لعلماء فطاحل أمثال الفيلسوف ابْنِ رُشْدٍ وَابْنِ زُهْرٍ وَابْنِ الطَّفَيْلِ الَّذِي ترجمت كتبه إلى عدد كبير من اللغات الأوربية، وابن باجة وابْنِ البَيْطَارِ وابْنِ فرناس وابن الخطيب والفيلسوف العالمي ابن خلدون مُؤسس علم الاجتماع\r\nوالعالم الصوفي ابن عربي وابن سبعين وغَيْرِهم .\"\r\nوثيقة 1\r\nالمرجع زيغريد هونكة شمس العرب تسطح على الغرب / ص 500\r\nإسطرلاب يعود تاريخه إلى عهد المرابطين\r\n..... لقد تعلموا اللغة العربية وبرزوا فيها ونظموا الأشعار، وأنشأ ملكهم أكاديميةً عَمِلَ فيها المسيحيون والمسلمون واليهود جنباً إلى جنب في الوقت الذي لم ينقطع فيه سيل الكتب والعلماء عن صقلية. في هذا البلد فسح المجال للشريف الإدريسي \" الذي قام بإنجاز كرة أرضية من الفِضَّةِ كانتْ مِن أجمل ما ابْتَدَعَتْهُ فريحة عربيةً رَسَمَ فيها العالم ببره وبَحْرِه وجباله وسهوله وأنهاره وبُحَيْرَاتِهِ وَمُدُنِهِ ومَمالِكه\".\r\nوثيقة 2\r\nالمرجع الموجز في تاريخ العلوم ص 238 239 240 يتصرف\r\nTHE MUQADDМАН\r\nترجمة لكتاب المقدمة لابن خلدون الإدريسي في قاعة روجر الثاني يقوم بشرح كروية الأرض."
        },
        {
            "page": 114,
            "text": "115\r\nالحكم العربي لصقلية يُعد صفحةً مُختلفة عن كل الصفحات التي خطها الغزاة فوق تضاريس هذه الجزيرة. وليست هذه شهادة متميزة ولكنها شهادات المؤرخين الصقلتين أنفسهم، إذ يقول المؤرخ \" الْبَرْتُو فيتورا \" في كتابه عن تاريخ صقلية: (إن العرب كانوا أشدَّ النَّاسِ سَماحة في حكمهم للجزيرة حتى في الأمور الدينية. وَلَمْ يُعانِ أَي مُواطَنٍ عَسْفاً أو اضطهاداً أو ضرائب زائدة أو مصادرة لأراضيه كما كان يحدث مع كل غُرَاةٍ جُدد،\r\nكان العرب غُرَاةً مِن نوْعٍ مُختلِف) \"\r\nوثيقة 3\r\nبغداد ودمشق والقاهرة ومكة وَسَمَرْقَنْدُ هِي مَنَابُرُ الثقافة الإسلامية، فيها يضهر العرب التراثين الشرقي والهلينستي (اليوناني) مُؤسِّسِينَ عِلْماً إسلامياً يصل إلى ذروته في القرنين التاسع والعاشر الميلاديين، ويؤثر على الغَرْبِ المسيحي\r\nخاصة عبر إسبانيا \".\r\nوثيقة\r\n4 المرجع أطلس dty / تاريخ العالم / ص 137\r\nالمرجع عن مجلة العربي الكويتية عدد جويلية 1995\r\nAVICENNA'S MEDICINE\r\nNEW TRANSLATION\r\nترجمة لكتاب ابن سيناء في الطب\r\n.... جامعة القرويين (245هـ (859م) هي أقدم الجامعات بعد جامعة الزيتونة بتونس كثر وفود العلماء عليها من كل ناحية وصوب خاصة من أهل القيروان والأندلس».\r\nالمرجع الجيلالي / تاريخ الجزائر العام )\r\nجامعة القرويين بفاس، تم تأسيسها في العهد الإدريسي\r\n1 - بين من خلال الوثيقتين (1) و(2) كيف تحولت الأندلس وصقلية إلى مراكز إشعاع علمي لا نظير له. 2 - تتحدث الوثيقة (3) عن معاملة الفاتحين لأهل البلد، فما هي مراجع وأصول هذا التعامل؟ 3 - ما معنى \" مؤسسين علماً إسلامياً \"\r\nالوثيقة (4) ؟"
        },
        {
            "page": 115,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثالثة\r\nتأثيرات الحضارة الإسلامية\r\n116\r\nج - العمارة والفنون :\r\n..... جامع قرطبة من الوجهة الفنية أروع أمثلة العمارة الإسلامية والمسيحية على السواء في العصر الوسيط، ومن الوجهة العلمية أكبر جامعة إسلامية تدرس فيها العلوم الدينية واللغوية، ويفد عليها طلاب المسلمين من العرب والعجم للدرس والتحصيل. يقول عنه الشريف الإدريسي: ..... وفيها المسجد الجامع الذي ليس بمساجد المسلمين مثله بنية وتنميقاً وطولا وعرضاً .... وقد نَعَتَه مُؤرخو العرب بالجامع الأعظم ... وظل المسجد كذلك حتى سقطت قرطبة في يد مَلِكِ قَشتالة عام 1236م، فتحوّل هذا البناء الشامخ إلى كنيسة سميت (سانتا ماريا العظمى) ....\r\nجامع الزيتونة المعمور بتونس\r\nوثيقة\r\nالمرجع د. السيد عبد العزيز سالم تاريخ المسلمين وآثارهم في الأندلس\r\nمنمنمة من نمط مغربي أندلسي تعود الفترة الموحدين.\r\n773 - 893 بتصرف\r\nوثيقة 2\r\nالمدرسة البوعنانية - فاس - أسسها السلطان المريني أبو عنان القرن 8 هـ - 14م)"
        },
        {
            "page": 116,
            "text": "117\r\nالحكم الثاني (المُنْتَصِرُ بِالله ) 350 هـ - 366 هـ / 961 - 976 م ... وكان الحكم الثاني، نصيراً صادقا للعلم والعلماء، وكان يبعث إلى بلاد المشرقِ بِمَن يشتري له نفائس المؤلفات حتى لقد اجتمع في خزانة كتبه - فيما يُقال - أربعمائة ألفِ مُجَلدٍ، ليس هذا فقط، بَلْ لَقَدْ عَمِل على نشر المعرفة في ربوع البلاد، فابتنى في قُرْطَبَةَ سَبْعاً وعِشْرِينَ مَدرسة، وأُدْخِلَ إِلَيْهَا الفُقَرَاء مِنَ الطَّلَابِ\r\nمجاناً \".\r\nوثيقة 3\r\nالمرجع: زيغريد هونكه شمس العرب تسطع على الغرب / ص 99)\r\nأبو مدين شُعَيْبُ بْنُ الحُسَين الأندلسي المعروف باسم \" سيدي بومدين أو أبو مدين التلمساني، ولد سنة 509هـ / 1126 م بإشبيلية » وتُوفي سنة 594 هـ / 1198 م . مكَثَ بفاس مُدَّةً طويلة، ثم انتقل إلى مكة المكرمة والتقى بالصوفي الكبير عبد القادر الجيلاني، ولما عاد أبو مدين شُعَيْبُ من المشرق انصرف إلى تعليم التصوف بعد أن استقر في بجاية. توفي بالقُربِ مِن تِلمسان، ودُفِنَ بِرباط العباد. من مؤلفاته: بداية المريدين، أنس الوحيد، تُحْفَةُ الأريب .....\r\nقبة مرابطية (1120م) بمراكش\r\nمسجد سيدي بُومَدْيَن شُعَيْبٍ بِتِلِمُسَانَ\r\n1 - متى حُوْلَ جَامِعُ قُرْطبة إلى كنيسة الوثيقة (1) ؟ وهل غادر المسلمون يومها الأندلس؟\r\n2 - ضع عنواناً للنص الوثيقة (3) مبرزاً هذا الاهتمام بالعِلْمِ في ذلك الزمن."
        },
        {
            "page": 117,
            "text": "الميدان الثالث التاريخ العام\r\nالوضعية الثالثة\r\nتأثيرات الحضارة الإسلامية\r\n118\r\nتعلم الإدماج\r\n\" وهكذا حفظت الحضارة الإسلامية لحضارات العالم الحديث ما وصلت إليه حضارة الأقدمين، كما أضافت إليها ما ابتكرته وتوصلت إليه في مختلف العلوم والفنون . ولولا هذه الفترة الزاهرة في تاريخ الحضارة والفكر الإنساني وعناية العرب بالحضارات القديمة لضاعت معالم تلك الحضارات ولما وصلت حضارة العالم الحديث لما وصلت إليه ....\r\nوثيقة 1\r\nالمرجع أبو زيد شلبي تاريخ الحضارة الإسلامية والفكر الإسلامي ص (331)\r\nوثيقة 2 غرناطة آخر مملكة إسلامية في إسبانيا\r\nومتى ألم المرء بكافة جوانب مواجهة المسيحية للإسلام في العصور الوسطى، اتضح له أن تأثير الإسلام في\r\nالعالم المسيحي الغربي هو أضخم مما يظن عادة. فلم يقتصر دور الإسلام في تعريف أوروبا الغربية بكثير\r\nمن منتجاته المادية، واكتشافاته التكنولوجية. ولا على إثارة اهتمام الأوروبيين بالعلوم الفلسفية، بل إنه دفع\r\nأوروبا أيضا إلى تكوين صورة جديدة لذاتها . وقد أدت مواجهة الأوروبيين العدائية للإسلام إلى تهوينهم من شأن أثر المسلمين في حضارتهم والمبالغة في بيان أفضال اليونان والرومان. ومن ثم فإنه من أهم واجباتنا أن نصحح هذه المفاهيم الخاطئة، وأن نعترف اعترافا كاملا بالدين الذي ندين به للعالم العربي الإسلامي\" .\r\nوثيقة 3\r\nالمرجع منتجومري وات ترجمة حسين أحمد أمين فضل الإسلام على الحضارة الغربية من 114"
        },
        {
            "page": 118,
            "text": "119\r\nوثيقة 4\r\nحسر الرطبة\r\nفن الزخرفة والخط من معالم الحضارة الإسلامية\r\nوفي الأندلس تجتذب قرطبة طلاب العلم من كل أنحاء الشرق بل والغرب أيضا، تجذبهم بمدارسها العليا ومكتبتها العظيمة التي جمع لها الخليفة الحكم الثاني وهو من أشهر علماء عصره نصف مليون من الكتب القديمة جمعها له عشرات من رجاله وعلق الخليفة بنفسه على هوامش عدد كبير منها قبل وفاته ....\r\nوثيقة 6\r\nالمرجع از بخريد هونكة نفس المرجع / ص 353\r\n\" ... فعبد الرحمان الثاني ( 722 - 852 م) الذي سار سيرة سامية بتحويل إسبانيا إلى واحدة من أكثر بلدان العالم تقدمية وحضارة، فشرعت قرطبة تنافس دمشق في الجمال وبغداد في الثروة فقد فاقت مدن أوروبا كلها في جمالها وأمسى البلاط مركزا يلتقي فيه العلماء والفنانون ، واكتسب زرياب وهو موسيقي فارسي شهرة عالمية بوصفه حكما في كل ما يتصل بالذوق السليم والأزياء .... والواقع أن المستوى الرفيع الذي أحرزته الثقافة في إسبانيا الإسلامية راق النصاري إلى حد جعل كثيرا منهم يستعربون وإن لم يدخلوا الإسلام فعليا بتبنيهم طرائق العرب الأكثر تمدينا، فشكلوا طبقة اجتماعية كاملة عرفت بـ \" النصارى المستعربة \".\r\nوثيقة 5\r\nالمرجع روم لاندو / ترجمة منير بعلبكي / الإسلام والعرب / ص 176\r\n1 - استعن بمفردات من نص الوثيقة (3) لشرح ما يقصده الكاتب بالحضارات القديمة: الوثيقة (1) .\r\n2 علق عن الصور الوثيقتان (2) و(4) وابحث عن صور أخرى في سياق الموضوع.\r\n3 - بين من خلال الوثيقتين (5) و(6) تأثير الحضارة الإسلامية في المجتمع الأوروبي."
        },
        {
            "page": 119,
            "text": "الميدان الثالث التاريخ العام\r\n120\r\nوضعية إدماج\r\nفضل أمازيغ بلاد المغرب في فتح الأندلس\r\nاختار موسى بن نصير على الحملة التي أعدها لفتح الأندلس قائداً من قواده المشهورين بِحُسنِ القيادة والبَلاءِ، هُو مَوْلاهُ طارق بن زياد .... ويبدو أن موسى كان يثق بطارق كل الثقة بدليل أنه أثره في قيادة هذه\r\nالحملة الكبرى على أعظم قواده العرب. هذه هي المرة الأولى في تاريخ الفتوح العربية يتولى فيها جيش كامل من المغلوبين فَتْحَ قُطْرٍ مِن الأقطار الكبرى كالأندلس، ويدل هذا على أنْ يَرْبَر المَغْرِبِ قَدْ أَسْلَمُوا وحَسُنَ إسلامهم .... ويبدو أن البربر كانوا أكثر معرفة من العرب ببلاد الأندلس، يُضاف إلى هذا أن البربر كانوا أشد حماسة من العرب في سبيل الجهاد\r\nونصرة الدين الإسلامي \"\r\nوثيقة 1\r\nالمرجع د. السيد عبد العزيز سالم تاريخ المسلمين وآثارهم في الأندلس / ص 71 بتصرف)\r\nوثيقة 2\r\nمن خطبة طارق بن زياد .. أيُّها النَّاسُ !!! أين المفر؟ البَحْرُ مِن ورائكم والعَدُوُّ أمامكم، وليس لكم والله إلا الصِّدْقُ والصَّبْرُ، وَاعْلَمُوا أنكم في هذه الجزيرة أضْيَعُ من الأيتام في مَأْدُبَةِ اللئام، وقَدِ اسْتَقْبَلَكُم عَدُوُّكُم بِجُيوشه، وأسلحته وأقواتُه موفورة، وأنتم لا وَزَرَ لكُم إلا سيوفكم، ولا أقوات لكم إلا ما تَسْتَخْلِصُونَه مِن أيْدِي عَدُوكُم .....\r\n\" بعد فتح مُوسَى بْنِ نُصَيرِ المغرب الأقصى سنة 96 هـ \" أمر العرب أنْ يُعَلِّمُوا البَرْبَرَ القرآن وأن يُفقهوهُم في الدين، وتَرَكَ مع مصمودة سبعَة عَشَرَ عَرَبِيَّاً يُعَلِّمُونَهم القرآن وشرائع الإسلام\".\r\nوثيقة 3\r\nالمرجع ابن عذاري / البيان المغرب\r\nوثيقة 4\r\nالمرجع عبد الله عنان / دولة الإسلام في الأندلس / ص 46"
        },
        {
            "page": 120,
            "text": "121\r\n.... وكانت (أي قُرْطْبَة) بضواحيها الثماني والعشرين في عصر عبد الرحمن حوالي منتصف القرن العاشر الميلادي أكبر مدن أوروبا كلها، وعلاوةً على تلك القُصُورِ حَوَتْ قُرْطْبَةُ 113000 منزل و 600 مسجد و 300 حمام و 80 مدرسة و 17 مدرسةً عُلْيَا و20 مكتبة عامة فيها عشرات الآلاف من الكتب. كان ذلك حال قُرْطْبَة في وقت لم يتجاوز فيهِ تَعْداد أي من المُدن الأوروبية 30 ألف نسمة إذا استثنينا القسطنطينية، ولم يكن في هذه المُدنِ إقليم أوروبي يملك مدرسة عليا أو مستشفى، كما ندر فيها وجود المكتبات العامة أو الحمامات، ولم تعرف أوروبا آنذاك الشوارع المرصوفة\r\nوثيقة 5\r\nالمرجع زيغريد هونكه شمس العرب تسطع على الغرب / ص (99)\r\nوثين رواق بهو السباع\r\nكنيسة سانتا ماريا / جامِعُ قُرْطَبَةً\r\nمَدْخَلُ جامع قرطبة\r\n1. حَدْدِ الزَّمنَ الذي يَفْصل بين فتح طارق للأندلس وزَمَنِ المُنْتَصِرِ بِاللَّهِ مُعْتَمِداً على مُكْتَسَبَاتِكَ القَبْلية.\r\n2 3 اربط بين الوثيقتين (3) و(4) من حيثُ تَعَلَّمُ اللغَةِ وإتقانها.\r\nاستنتج العلاقة بين النص الوثيقة (1) والصورة الوثيقة (2) .\r\nتُبَيِّنُ الوثائق (5) و(6) و(7) تطور العُمْرانِ في الأندلس، بين ذلك."
        },
        {
            "page": 121,
            "text": "الميدان الثالث التاريخ العام\r\n122\r\nوضعية تقويم\r\nحضارة جمعت بين العلم والشجاعة\r\nلقَدْ صاحب الفتوح نشاط فكري لا عَهْدَ للشرقِ بِمِثْلِهِ مِن قَبْلُ، حتى لقد لاح أنَّ النَّاسَ جَمِيعهم - ابتداء من الخليفة إلى أي رَجُلٍ في الشارع - قد أصبحوا طلاب عِلْمٍ أو على الأقل من مناصريه ...\r\nوثيقة 1\r\nشارلمان إمبراطور روماني مقدس (747) - 814 م)\r\n\" هارون الرشيد\r\nالمرجع : د. شوقي أبو خليل الحضارة العربية الإسلامية / ص 216\r\n\" فَبَيْنَما كَانَ شارلمان - أَعْظَمَ أباطرة الغَرْبِ في العصور الوسطى كُلها - لا يَكَادُ يُحْسِنُ تَوقِيعَ اسْمِهِ، كَانَ المُجْتَمَعُ العَرَبِيُّ لا يَطْمَئِنُ إلى حاكم دون أن يكونَ على حَظِّ وافر من العلم والأدب والتاريخ والطب والحكمة وأحوال الدُّنيا، يُجالِسُ رِجَالَ الفِكْرِ ويُبادلهم الحديث ويُطارحهم الشَّعْرَ، ذلك بأن الأدب بمعناه الواسع، كان شرطاً من شروط الظهور والرياسة في ذلك المجتمع المُثَقْفِ.\r\nوثيقة 2\r\nلما آلت الخلافة العباسية إلى هارون الرشيد عام 170هـ تَجَلَّى عَصْرُ الدولةِ الذَّهَبِيُّ في أسمى مظاهره، ولم يكُن على وَجْهِ الْأَرْضِ دُوَلٌ تُضاهيها في عَظَمَةِ السلطان وضخامة الثَّرْوةِ ونَشْرِ العُلوم والآداب، وشيوع النعيم والترف واستتْبَاب الأَمْنِ، فَقَدْ كَانَتِ الطُّرُقُ ميسورةً آمنةً ومُجَهْزَةً، يَتَقَلَّبُ فيها التجارُ والحجاج والعلماء من أقصاها إلى أقصاها... وقد شَيْد هارون الرشيد المدارس والمساجد والمستشفيات وأقام القناطر والزروع، وفي عَهْدِهِ عَظْمَتْ بَغْدَادُ وكَثُرت فيها القُصُورُ الضَّخْمَةُ والحمامات والخانات وبَلَغَ عدد سكانها المليونَ نَسَمَةٌ\".\r\nوثيقة 3\r\nالمرجع كتاب عبقرية العرب منشورات وزارة الثقافة دمشق 1982 / ص 13\r\nالمرجع كتاب عبقرية الغرب / منشورات وزارة الثقافة 13 دمشق 1982/ ص\r\nالمدرسة المستنصرية في بغداد ( القرن الثالث عشر الميلادي)"
        },
        {
            "page": 122,
            "text": "123\r\nلم يبدا البحث العلمي الحق القائم على الملاحظة والتجربة إلا عند العرب، فعندهم فقط بدأ البحث الذائب الذي يُمكن الاعتماد عليه، وبرزت الحقائق العلمية كثمرة للمجهودات المضنية في القياس والملاحظة يصبر لا يعرف الملل. كان شعارهم في أبحاثهم - الشَّكُ هُوَ أول شروط المعرفة - تلك هي الكلمات التي عرفها الغرب بعدهم بثمانية قرون طوال أثرت فيما بعد - بطريق غير مباشر - على مُفَكَّري الغَرْبِ وعلمائه أمثال \" روجو باكون \" و \" ليوناردو دافنشي \" و\" جاليليو\".\r\nوثيقة 4\r\nالمرجع زيغريد هونكه شمس الغرب تسطع على الغرب / ص 401\r\nخريطة الإدريسي موجهة من الجنوب إلى الشمال\r\n... يُعتبر \"الخوارزمي\" واضِعَ الأساس الأولِ لِعِلْمِ الخرائط العربي، فقد ألف كِتَابَ (صُوَرُ الْأَرْضِ) فِي النَّصْفِ الأول من القرن التاسع الميلادي، وكان \"المسعودي\" أشْهَرَ صُنَاعِ الخرائط مِن العَرَبِ، وقد حقق اطلاعاً واسعاً على المؤلفات الجغرافية التي تَيَسْرَتْ له، وسَجِّل خبراته في كتابه المشهور \"مُروجُ الذَّهَبِ وَمَعَادِنُ الجَوْهَرِ\" وتعد خريطة \"الإدريسي\" للعالم أعظم إضافة قدمها العرب في علم الخرائط، وهي في هذا المَجَالِ حَلَقَةُ وصل بين العلوم القديمة عند اليونانيين وبين بعثها الجديد في عصر النهضة الأوروبية \".\r\nوثيقة 5\r\nالمرجع م. محمد سطيحة / الجغرافية العلمية وقراءة الخرائط بيروت 1974م ص 22 و 23\r\n1 - اكتب فقرةً تُبَيِّنُ فيها الرَّقِي العِلْمي الذي صاحب الفتح الإسلامي مستعيناً بالوثائق (1) و(2) و(3). 2 - وضح من خلال الوثيقتين (4) و (5) دَورَ المُسلمين في التأسيس للمنهج العلمي .."
        },
        {
            "page": 123,
            "text": "124\r\nتراجم ونصوص\r\nتعرف \" الكاهنة\" في المصادر التاريخية بأنها امرأة أمازيغية جميلة وشجاعة وقوية البنية، وكانت الكاهنة تقطن بسفوح جبال الأوراس الشامخة بالجزائر، وتعرف باسم \"دميا \"أو \"دهيا\"، والصواب \"دهي بمعنى المرأة الجميلة في القاموس اللغوي الأمازيغي قاومت بشدة الفتح الإسلامي بقيادة \"حسان بن النعمان\" الوالي الجديد على إفريقيا الشمالية حوالي 72 هـ الموافق لسنة 692 م، ومن ثم فالكاهنة ملكة أمازيغية أوراسية واجهت المسلمين الفاتحين مواجهة الأبطال المدافعين عن الهوية الأمازيغية والمتشبثين بالأرض والكينونة البربرية، معتقدة في ذلك أن المسلمين مثل: الرومان والوندال والبيزنطيين همهم الوحيد احتلال الأراضي\r\nتوفيت سنة 79 هـ / 699 م\r\nالمرجع بوزيان الدراجي / القبائل الأمازيغية / دار الكتاب العربي 1999 م / ص 42\r\nأكسيل\" أو \"كسيلة\" ملك أمازيغي ولد في \"خنشلة\" الحالية حكم مملكة \"التاقا\" الأمازيغية وتمتد من \"تيهرت\" و \" وهران\" و\"تلمسان\" غربا، إلى \"القيروان\" شرقا، حارب كسيلة\" قوات \"عقبة بن نافع\" بعد أن أهانه وارتد عن إسلامه، ثم قوات زهير بن قيس البلوي مما تسبب في تأخير فتوحات المسلمين في شمال إفريقيا\r\nوغرب أوروبا، وقتل\" كسيلة \" في إحدى المعارك التي قادها \"زهير بن قيس البلوي\" في عهد الخليفة الأموي\r\nعبد الملك بن مروان \" سنة 686 م\r\nالمرجع عبد الله العروي / مجمل تاريخ شمال إفريقيا / ص 11\r\nرحلة ابن جبير الأندلسي\r\nابن جبير الأندلسي ولد في بلنسية سنة 1145م عمل كاتبا لأبي سعيد بن عبد المؤمن صاحب غرناطة، يحضر مجالسه وأسماره أبحر من جزيرة طريف إلى الإسكندرية ومن ثمة بطريق القاهرة والبحر الأحمر إلى مكة. حتى إذا فرغ من حجه انقلب إلى العراق فالموصل ، فحلب ، فدمشق ، فعكا ، ومن ثمة ركب البحر إلى صقلية. ولقد كان من حسن طالعه أن تعرف إلى المشرق وهو لا يزال ينعم بالازدهار والأمن في ظل صلاح الدين فدون مشاهداته فيه بأسلوب بارع صور الحضارة الزاهرة التي وجدها في صقلية ... وفي سنة 1185م بلغ غرناطة بطريق قرطاجنة. وعندما بلغ سن الثالثة والسبعين غامر في رحلة أخيرة إلى الشرق ، ولكن المنية أدركته قبل أن يصل إلى الإسكندرية .\r\nالمرجع كارل بروكلمان تاريخ الشعوب الإسلامية / ص 338 339 - بتصرف."
        },
        {
            "page": 124,
            "text": "125\r\nالوصف في رحلة ابن بطوطة\r\nفبعد عشرة أيام من ركوبنا البحر بقالقوط وصلنا جزائر ذيبة المهل - جزر المالديف - وهذه الجزائر إحدى عجائب الدنيا، وهي نحو ألفي جزيرة، ويكون منها مائة فما دونها مجتمعات، مستديرة كالحلقة، لها مدخل كالباب لا تدخل المراكب إلا منه. وإذا وصل المركب الى إحداها ، فلا بد له من دليل من أهلها يسير\r\nبه إلى سائر الجزائر . (...) ... وجميعهم حفاة الأقدام من رفيع ووضيع ، وأزقتهم مكنوسة نقية تظللها الأشجار ، فالماشي بها كأنه في بستان، ومع ذلك لا بد لكل داخل إلى الدار أن يغسل رجليه بالماء الذي في الخابية، ويمسحها بحصير غليظ من الليف يكون هنالك، ثم يدخل بيته، وكذلك يفعل كل داخل الى المسجد......\r\nالمرجع رحلة ابن بطوطة / تحقيق د. علي المنتصر الكتاني / ج 2 مؤسسة الرسالة بيروت / طه\r\n)الإدريسي (1100- 1166 م\r\nهو أبو عبد الله محمد بن عبد الله بن إدريس المدعو بالحمودي الحسني القرطبي والمعروف بالشريف الإدريسي، أعظم جغرافيي الإسلام . كان له ملكة قوية في رسم الخرائط ، كما صنف كتبا عدة في النباتات والصيدلة، أكثرها في بلاط بالرمو النورمندي. ونظرا إلى إقامته في بلد مسيحي ونشاطه في صقلية، كانت بياناته عن البلدان المسيحية أعظم دقة وأوسع مدى من سائر الجغرافيين الآخرين من العرب . وهو فضلا عن ذلك ونتيجة لذلك أيضا من العلماء المسلمين القلائل الذين اشتركوا في نقل كنوز العلم العربي إلى الغرب\".\r\nالمرجع د. محمد عبد الرحمان مرحباء الموجز في تاريخ العلوم عند العرب، ص 102\r\n\" ولما وقعت الفتنة بين علي ومعاوية وهي مقتضى العصبية كان طريقهم فيها الحق والاجتهاد، ولم يكونوا في محاربتهم لغرض دنيوي أو إيثار الباطل أو لاستشعار حقد، كما يتوهمه متوهم وينزع إليه ملحد .. وإنما اختلف اجتهادهم في الحق وسفه كل واحد نظر صاحبه فاقتتلوا عليه. وإن كان المصيب عليا فلم يكن معاوية قائما فيها بقصد الباطل إنما قصد الحق وأخطأ والكل كانوا في مقاصدهم على حق ثم اقتضت طبيعة الملك\r\nالانفراد بالمجد واستئثار الواحد به \".\r\nالمرجع العلامة ابن خلدون المقدمة / ص 215"
        },
        {
            "page": 125,
            "text": "126\r\nمفاهيم ومصطلحات تاريخية\r\nالعصور الوسطى أو القرون الوسطى في التاريخ الأوروبي هي التسمية التي تطلق على الفترة التي امتدت من القرن الخامس حتى القرن الخامس عشر الميلادي حيث بدأت بانهيار الإمبراطورية الرومانية الغربية واستمرت.\r\nبحسب التقسيم السياسي الحالي، ولكن عند الفتح الإسلامي كانت عبارة عن إقليم واحد تقريبا دون حدود تحت السيطرة الرومانية لم البيزنطية. المغرب الإسلامي مفهوم أطلق على المناطق الواقعة غرب مصر، بعد الفتوحات الإسلامية وتقسم أحيانا إلى المغرب الأدنى والأوسط والأقصى قبل\r\nحتى عصر النهضة والاستكشاف . الإمبراطورية مشتقة من اللاتينية imperium وهو نظام سياسي يدير أقاليم ودولا وشعوبا متعددة ومتنوعة تحت حكم إمبراطور، ويتميز بالسلطة والقوة والسيطرة على الأقاليم والاستبداد أحيانا، كما هو الحال في الإمبراطورية\r\nوجود التقسيم السياسي الحالي . المغرب الأدنى كان يسميه العرب في كتاباتهم وتأليفهم بأفريقية يحدده البكري من طرابلس شرقا حتى بجاية أو مدينة تامرت ومركزه القيروان أي\r\nالرومانية والساسانية والعثمانية والروسية.\r\nتونس وجزء من ليبيا وشرق الجزائر حاليا تقريبا.\r\nفن العمارة الإسلامية هي الخصائص البنائية التي استعملها المسلمون لتكون هوية لهم، وقد نشأت تلك العمارة في عهد بني أمية حينما اختاروا مدينة دمشق عاصمة للعالم الإسلامي ودمجوا ما لديهم من فنون العصر الجاهلي في الجزيرة العربية مع فنون البناء للغساسنة ليظهر غمط جديد من\r\nالمغرب الأوسط: يمتد من مدينة تاهرت شرقا حتى نهر ملوية وسلسلة\r\nجبال تازه غربا ومركزه تاهرت عاصمة الرستميين.\r\nالمغرب الأقصى ما بين وادي ملوية من جهة الشرق إلى أسافي حاضرة البحر\r\nالمحيط وجبال درن من جهة الغرب\r\nالعمران .. الإمبراطورية الساسانية الإمبراطورية الفارسية 2 ما بين ( 226 - 651 م)\r\nبلاد المغرب: مصطلح يقصد به كل الأقاليم الواقعة غرب مصر والتي تشمل القارة. الإفريقية وتتضمن حاليا البلاد الليبية بولاياتها الثلاث (برقة، طرابلس، فران) وتونس\r\nنسبة إلى الكاهن ساسان. وكانت إمبراطورية واسعة ضفت بلاد فارس جنوب الجزيرة العربية وشمالها وأواسط آسيا، كانت منافسا شديدا للإمبراطورية\r\nوالجزائر والمغرب، ويمتد من خليج السرت شرقا أو برقة حتى المحيط الأطلسي.\r\nكتامة قبيلة بربرية يشير ابن خلدون إلى أنها كانت قبل الإسلام تنتشر في جهات من بلاد المغرب كلها. وجيوب كتامة تتواجد في أرض إفريقية والمناطق الشرقية من أرض المغرب الأوسط الآن. وقد اشتهروا بها منذ الفتح الإسلامي\r\nالبيزنطية كان يحكمها إمبراطور يلقب بكسری تمیز بالتسلط والجبروت الإمبراطورية الرومانية الشرقية أو البيزنطية نسبة إلى مدينة\r\nبيزنطة التي تحولت إلى القسطنطينية (395) حيث انفصلت تدريجيا عن الإمبراطورية الرومانية في روما (الغربية) واتخذت القسطنطينية عاصمة لها حتى سقوطها على يد محمد الفاتح 1453م وسميت إسطنبول ...\r\nحتى وقتنا الحاضر وحدودها حسب ابن خلدون في عصره تنتهي عند بجاية غربا، وعند كتلة الأوراس جنوبا، إلى سيف البحر ما بين بجاية وبولة.\r\nصنهاجة إقليم مأهول غرب صحاري ليبيا وهي قبيلة بربرية من قبائلها\r\nالمناذرة قبيلة عربية أسست مملكة في الحيرة ثم توسعت في العراق والخليج العربي والشام، وكانت مملكة قوية استمر حكمها من 268 إلى 633م. جنكيز خان أي ملك العالم (1187 - 1227م) وقد انتخب \"الموجين بن\r\nلموتة كدالة المطة مسراطة المتونة قبيلة يوسف بن تشفين وتنقسم إلى\r\nصنهاجة الجنوب وصنهاجة الشمال\r\nسليم قبيلة عربية كبيرة لها تفرعات وعشائر كثيرة، كانت منازلهم بنجد انتقلت منهم بعض العشائر إلى بلاد المغرب مع بني هلال حيث نافسوا أهل\r\nبيسوكاي \" خانا أعظم للمغول سنة 603هـ - 1206م، قام بتوحيد قبائل صحراء منغوليا في دولة واحدة هزم إمبراطور الصين ووصل إلى بكين واعترف\r\nالبلاد وزاحموهم النفوذ والسلطان\r\nبه ملك كوريا واتجه إلى الغرب ليخضع المنطقة كلها إلى سلطانه. تيمور لنك : يزعم أنه حفيد جنكيز خان، ولما هزم الأتراك تسبب في إيقافهم\r\nزناتة في الأصل قبيلة من قبائل البدو وأخذت تظهر ويقوى أمرها في العصر\r\nالإسلامي وكانت منازلها الأولى وسط المغرب والصحاري المحيطة به من الجنوب وتطورت حتى أصبح اسمها يطلق على قبائل البتر جميعا تمتد من\r\nمالة سنة.\r\nسقوط بغداد في 9 صفر 656 هـ الموافق ل 15 فبراير 1258م. عين جالوت : معركة 1260م الهزم فيها المغول أمام قوات المماليك. التقار، قبيل قائم بذاته كان يسكن شرقي بلاد المغول، وكانوا بدوا واستمروا\r\nغدامس في الشرق حتى تازة وسجلماسة في الغرب.\r\nجبل أوراس سلسلة جبلية وعرة بقممها الشامخة اشتهرت عبر التاريخ\r\nالطويل مناعتها وبالثورات التي شنها سكان هذه الجبال ضد المحتلين، وتقع\r\nبدوا في حين أن الأتراك المغول تحضروا واستقروا بفضل الإسلام ...\r\nهذه السلسلة الجبلية في الشرق الجزائري تطل يسفوحها على بسكرة.\r\nإفريقية بكسر الهمزة وقيل يفتحها اختلف الجغرافيون العرب في تحديدها يصفها يقوت الحموي بلاد واسعة قبالة جزيرة صقلية وينتهي آخرها إلى قبالة جزيرة الأندلس أي من مدينة طرابلس في ليبية إلى مدينة وهران في القطر الجزائري، كما حددث من طرابلس الغرب من جهة برقة والإسكندرية\r\nميلة : مدينة كانت تسمى أيام الرومان ميلاف تبعد عن قسنطينة 50 كلم.\r\nاتخذها أبو المهاجر دينار مركزا له وسط جموع البربر، أسس بها مسجدا لا يزال\r\nقائما حتى اليوم ويبدو أن الاستعمار الفرنسي استعمله كثكنة عسكرية وأجرى\r\nعليه ترميمات منذ 2006م.\r\nإلى بجاية، وقيل إلى مليانة.\r\nتبهرت عاصمة الدولة الرستمية 776 - 909م بالمغرب الأوسط وهي مدينة\r\nشمال إفريقيا تعبير يطلق على مصر وليبيا وتونس والجزائر والمغرب الأقصى\r\nتيارت حاليا."
        },
        {
            "page": 126,
            "text": "127\r\nبن عيسى وأسد بن فرات\r\nمنطقة الزاب إقليم ذو مدلول واسع مهند من جبال أولاد نايل شرقا وحتى السفوح الشرقية الجبال الأوراس، وينقسم الزاب حاليا إلى زاب شرقي وقاعدته سيدي عقبة وزاب غربي وقاعدته طولقة، وكلمة الزاب بالأمازغية معناها الواحة. سيدي عقبة مدينة متوسطة تقع جنوب بسكرة يوجد بها ضريح عقبة\r\nالإسماعيلية إحدى الفرق الإسلامية الكبرى تشعبت عن الشيعة في منتصف القرن الثاني وانتسبت إلى إسماعيل ابن الإمام جعفر الصادق، ودعت إلى\r\nإما منه متينية في تحركاتها نهج الدعوة. المذهب المالكي ببلاد المغرب دخلت المدرسة المالكية مبكرا بالقيروان بعد أن مكن لها علي بن زياد - الذي سمع عن مالك (الموطأ) من الانتقال إلى إفريقيا وتخرج على يديه علماء مثل البهلول بن أبي راشد وسحنون وشجرة\r\nبن نافع\r\nمنطقة الجريد تقع هذه المنطقة في الجنوب التونسي اشتهرت بالنخيل\r\nوهي تشبه منطقة الزاب في الجزائر.\r\nقاس أسسها إدريس الأول 182هـ / 100م، ثم اتخذها عاصمة لدولته\r\nالمشرق الإسلامي: تعبير يقابل المغرب الإسلامي و هو غير معرف بدقة حيث يشمل الدول شرق مصر ويضم الدول العربية الإسلامية يضاف إليها\r\nبالمغرب الأقصى وبما سقطت الدولة الإدريسية تنافس عليها بنو يقرن ومغراوة\r\nوعند قيام الدولة المرينية أصبحت فاس عاصمة لها.\r\nأحيانا الدول الإسلامية كإيران أو تركيا ... وانبثق منه مفهوم الشرق الأوسط ..... مكة المدينة المقدسة جعل منها موقعها في منتصف الطريق تقريبا بين جنوب الجزيرة وشمالها مكانا مناسبا لاستراحة القوافل ولقد كان انبثاق بتر\r\nسجلماسة بكسر أوله وثانيه سكون اللام وبعده الالف مدينة في جنوب المغرب، بناها بنو مدرار 140هـ وأصبحت حاضرة لحكمهم.\r\nالأندلسيون: لفظ يطلق على المسلمين من أهل الأندلس الذين دخلوا بعد\r\nزمزم أساسا للمعمران في هذه المنطقة، والكعبة هي بيت الله أو البيت العتيق. سقيفة بني ساعدة سقيفة تقع في الجهة الشمالية الغربية في المسجد\r\nفتوحات طارق بن زياد من العرب والبربر والعبيد.\r\nأشبيلية تقع في جنوب غرب إسبانيا على الواد الكبير فتحت سنة 712م\r\nالنبوي في مساكن قبيلة بني ساعدة \" حيث اجتمع المهاجرون والأنصار للتشاور حول خليفة رسول الله صلى الله عليه وسلم، ووقع الاختيار على أبي\r\nوسقطت سنة 1248م على يد فرد نالد الثالث شهدت ازدها را تمیز بالفن المعماري الإسلامي العربي من أشهر معالمها قصر اشبيلية لصاحبه المعتمد بن\r\nبكر الصديق رضي الله عنه .\r\nعباد والجامع الكبير.\r\nالشورى هي طلب الرأي ممن هو أهل له، أو استطلاع رأي الأمة\r\nطليطلة تبعد عن مدريد العاصمة 60 كلم. أصل الكلمة لاتيني \"بوليد\"\r\nأو من ينوب عنها في الأمور العامة المتعلقة بها. يترجمها البعض في يومنا هذا بالديمقراطية و كما ورد في سورة الشورى - وَالَّذِينَ اسْتَجَابُوا لربهم وأقاموا الصلاة وأمرهم شورى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ \"\r\nالمدينة المحصنة وكانت تعرف باسم مدينة التسامح لوجود أهل الذمة من\r\nنصاری و یهود اشتهرت بالأسواق التجارية\r\nقرطبة، تقع بين جبلين في واد عريض، أول مدينة أعلنها عبد الرحمان الداخل إمارة مستقلة يوجد بها قصر الأمج عبد الرحمان الثالث ومسجد قرطية والمثال\r\nاین رشد.\r\nسورة الشورى آية 38\r\nالفتوحات الإسلامية مجموع الحملات العسكرية والاتفاقيات والمواجهات بين الجيش الذي حمل لواء نشر الدين الإسلامي وباقي الجيوش وانتهت الفتوحات بنشر الإسلام في أقاليم واسعة من أسيا وإفريقيا وأوروبا واستمرت\r\nغرناطة آخر مملكة إسلامية عربية في الأندلس سقطت سنة 1492م، ما يميزها قصر الحمراء الذي بني أثناء حكم محمد بن الأحمر 1238م، يبلغ\r\nمنذ البحثة المحمدية إلى الدولة العثمانية\r\nاتساعه 104 ألف متر مربع\r\nاليرموك قرب نهر اليرموك بالشام (سنة 15 هـ الموافق لـ 636 م) تعد\r\nالفرنجة: France هو الاسم الذي يعرف به القادمون من الغرب المسيحي.\r\nمن أعظم المعارك التي خاضها المسلمون فبالإضافة إلى كونها بداية سلسلة الانتصارات الإسلامية وخروج الإسلام من الجزيرة العربية، فقد انتصر فيها الجيش الإسلامي بـ 30 ألف جندي على أعلى قوة وهي الإمبراطورية الرومانية\r\nذلك لأن الفرنسيين كانوا أكثر الناس حماسة للحملات الصليبية\r\nمرسى الخرز (القالة): ذكره ابن حوقل آن به حوالي خمسين قاربا كل قارب عليه عشرون رجلا وأن هذه القوارب مخصصة لصيد المرجان، وذكره البكري القرن الخامس هجري أنه كان مرفأ للسفن كما كانت تصنع بالمدينة المراكب الحربية التي\r\n( بيزنطة ) بـ 240 ألف جندي وهزمها.\r\nالقادسية، من أشهر المعارك الإسلامية حيث نجح سعد بن أبي وقاص قائدا للجيش الإسلامي في التغلب على الجيش الفارسي بقيادة رستم فرخزاد، مما مكن من فتح العراق والاتجاه نحو فارس كانت المعركة سنة 15هـ / 636م. التور مالديون النورمان أو النورمانديون خليط من الشعوب الإسكندنافية. استقروا في الدانمرك والسويد والترويج، كانوا ذوي أصول جرمانية تميزهم ثقافتهم الخاصة واعتادوا الملاحة ببحر البلطيق وبحر الشمال، وإن لم يكن\r\nيتم بها غزو بلاد الروم وخاصة القريبة كجزيرة سردينية.\r\nالفاطميون يرجع نسبهم إلى الفرع العلوي الذي ينتسب إلى علي بن أبي طالب ولقد تمكنوا من الاستيلاء على حكم المغرب في أوائل القرن 10م، أواخر\r\nالقرن 3هـ وذلك بمعونة قبائل كتامة البربرية.\r\nالمهدية شبه جزيرة تقع في المكان الذي كان يسمى بجزيرة الخلقاء نسبة إلى عبد الله المهدي ابتداها ورحل إليها سنة 308هـ / 920م متخذا منها عاصمة\r\nمعظمهم بحارة بل من الفلاحين\r\nالدولته شيد بها جامعا وقصورا ثم أحاطوها بسور شاهق من الحجر الأبيض\r\nالمدعم والمزود بأبراج وبوابات عظيمة.\r\nمقامات اصطلاح كان يطلق من قبل على المواعظ الدينية ."
        },
        {
            "page": 127,
            "text": "127\r\nبن عيسى وأسد بن فرات\r\nمنطقة الزاب إقليم ذو مدلول واسع مهند من جبال أولاد نايل شرقا وحتى السفوح الشرقية الجبال الأوراس، وينقسم الزاب حاليا إلى زاب شرقي وقاعدته سيدي عقبة وزاب غربي وقاعدته طولقة، وكلمة الزاب بالأمازغية معناها الواحة. سيدي عقبة مدينة متوسطة تقع جنوب بسكرة يوجد بها ضريح عقبة\r\nالإسماعيلية إحدى الفرق الإسلامية الكبرى تشعبت عن الشيعة في منتصف القرن الثاني وانتسبت إلى إسماعيل ابن الإمام جعفر الصادق، ودعت إلى\r\nإما منه متينية في تحركاتها نهج الدعوة. المذهب المالكي ببلاد المغرب دخلت المدرسة المالكية مبكرا بالقيروان بعد أن مكن لها علي بن زياد - الذي سمع عن مالك (الموطأ) من الانتقال إلى إفريقيا وتخرج على يديه علماء مثل البهلول بن أبي راشد وسحنون وشجرة\r\nبن نافع\r\nمنطقة الجريد تقع هذه المنطقة في الجنوب التونسي اشتهرت بالنخيل\r\nوهي تشبه منطقة الزاب في الجزائر.\r\nقاس أسسها إدريس الأول 182هـ / 100م، ثم اتخذها عاصمة لدولته\r\nالمشرق الإسلامي: تعبير يقابل المغرب الإسلامي و هو غير معرف بدقة حيث يشمل الدول شرق مصر ويضم الدول العربية الإسلامية يضاف إليها\r\nبالمغرب الأقصى وبما سقطت الدولة الإدريسية تنافس عليها بنو يقرن ومغراوة\r\nوعند قيام الدولة المرينية أصبحت فاس عاصمة لها.\r\nأحيانا الدول الإسلامية كإيران أو تركيا ... وانبثق منه مفهوم الشرق الأوسط ..... مكة المدينة المقدسة جعل منها موقعها في منتصف الطريق تقريبا بين جنوب الجزيرة وشمالها مكانا مناسبا لاستراحة القوافل ولقد كان انبثاق بتر\r\nسجلماسة بكسر أوله وثانيه سكون اللام وبعده الالف مدينة في جنوب المغرب، بناها بنو مدرار 140هـ وأصبحت حاضرة لحكمهم.\r\nالأندلسيون: لفظ يطلق على المسلمين من أهل الأندلس الذين دخلوا بعد\r\nزمزم أساسا للمعمران في هذه المنطقة، والكعبة هي بيت الله أو البيت العتيق. سقيفة بني ساعدة سقيفة تقع في الجهة الشمالية الغربية في المسجد\r\nفتوحات طارق بن زياد من العرب والبربر والعبيد.\r\nأشبيلية تقع في جنوب غرب إسبانيا على الواد الكبير فتحت سنة 712م\r\nالنبوي في مساكن قبيلة بني ساعدة \" حيث اجتمع المهاجرون والأنصار للتشاور حول خليفة رسول الله صلى الله عليه وسلم، ووقع الاختيار على أبي\r\nوسقطت سنة 1248م على يد فرد نالد الثالث شهدت ازدها را تمیز بالفن المعماري الإسلامي العربي من أشهر معالمها قصر اشبيلية لصاحبه المعتمد بن\r\nبكر الصديق رضي الله عنه .\r\nعباد والجامع الكبير.\r\nالشورى هي طلب الرأي ممن هو أهل له، أو استطلاع رأي الأمة\r\nطليطلة تبعد عن مدريد العاصمة 60 كلم. أصل الكلمة لاتيني \"بوليد\"\r\nأو من ينوب عنها في الأمور العامة المتعلقة بها. يترجمها البعض في يومنا هذا بالديمقراطية و كما ورد في سورة الشورى - وَالَّذِينَ اسْتَجَابُوا لربهم وأقاموا الصلاة وأمرهم شورى بَيْنَهُمْ وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ \"\r\nالمدينة المحصنة وكانت تعرف باسم مدينة التسامح لوجود أهل الذمة من\r\nنصاری و یهود اشتهرت بالأسواق التجارية\r\nقرطبة، تقع بين جبلين في واد عريض، أول مدينة أعلنها عبد الرحمان الداخل إمارة مستقلة يوجد بها قصر الأمج عبد الرحمان الثالث ومسجد قرطية والمثال\r\nاین رشد.\r\nسورة الشورى آية 38\r\nالفتوحات الإسلامية مجموع الحملات العسكرية والاتفاقيات والمواجهات بين الجيش الذي حمل لواء نشر الدين الإسلامي وباقي الجيوش وانتهت الفتوحات بنشر الإسلام في أقاليم واسعة من أسيا وإفريقيا وأوروبا واستمرت\r\nغرناطة آخر مملكة إسلامية عربية في الأندلس سقطت سنة 1492م، ما يميزها قصر الحمراء الذي بني أثناء حكم محمد بن الأحمر 1238م، يبلغ\r\nمنذ البحثة المحمدية إلى الدولة العثمانية\r\nاتساعه 104 ألف متر مربع\r\nاليرموك قرب نهر اليرموك بالشام (سنة 15 هـ الموافق لـ 636 م) تعد\r\nالفرنجة: France هو الاسم الذي يعرف به القادمون من الغرب المسيحي.\r\nمن أعظم المعارك التي خاضها المسلمون فبالإضافة إلى كونها بداية سلسلة الانتصارات الإسلامية وخروج الإسلام من الجزيرة العربية، فقد انتصر فيها الجيش الإسلامي بـ 30 ألف جندي على أعلى قوة وهي الإمبراطورية الرومانية\r\nذلك لأن الفرنسيين كانوا أكثر الناس حماسة للحملات الصليبية\r\nمرسى الخرز (القالة): ذكره ابن حوقل آن به حوالي خمسين قاربا كل قارب عليه عشرون رجلا وأن هذه القوارب مخصصة لصيد المرجان، وذكره البكري القرن الخامس هجري أنه كان مرفأ للسفن كما كانت تصنع بالمدينة المراكب الحربية التي\r\n( بيزنطة ) بـ 240 ألف جندي وهزمها.\r\nالقادسية، من أشهر المعارك الإسلامية حيث نجح سعد بن أبي وقاص قائدا للجيش الإسلامي في التغلب على الجيش الفارسي بقيادة رستم فرخزاد، مما مكن من فتح العراق والاتجاه نحو فارس كانت المعركة سنة 15هـ / 636م. التور مالديون النورمان أو النورمانديون خليط من الشعوب الإسكندنافية. استقروا في الدانمرك والسويد والترويج، كانوا ذوي أصول جرمانية تميزهم ثقافتهم الخاصة واعتادوا الملاحة ببحر البلطيق وبحر الشمال، وإن لم يكن\r\nيتم بها غزو بلاد الروم وخاصة القريبة كجزيرة سردينية.\r\nالفاطميون يرجع نسبهم إلى الفرع العلوي الذي ينتسب إلى علي بن أبي طالب ولقد تمكنوا من الاستيلاء على حكم المغرب في أوائل القرن 10م، أواخر\r\nالقرن 3هـ وذلك بمعونة قبائل كتامة البربرية.\r\nالمهدية شبه جزيرة تقع في المكان الذي كان يسمى بجزيرة الخلقاء نسبة إلى عبد الله المهدي ابتداها ورحل إليها سنة 308هـ / 920م متخذا منها عاصمة\r\nمعظمهم بحارة بل من الفلاحين\r\nالدولته شيد بها جامعا وقصورا ثم أحاطوها بسور شاهق من الحجر الأبيض\r\nالمدعم والمزود بأبراج وبوابات عظيمة.\r\nمقامات اصطلاح كان يطلق من قبل على المواعظ الدينية ."
        }
    ]
}