{
    "book_name": "PS3E2",
    "pages": [
        {
            "page": 1,
            "text": "ب - الحدث الوطني ( بين الماضي والحاضر )\r\nالسندا : حي قصديري ( قديم )\r\nالسند 2 : حي سكني ( جديد )\r\nالسند 3 : صورة من العهد الاستعماري\r\nالسند 4 : صورة من عهد الاستقلال\r\nالاحظ السندات 4.3.2.1 وأستنتج أن كل حدث يقع .\r\nالزمن معناه الوقت القصير المحدد.\r\nأما الزمانُ فَمَعْنَاهُ الفترة الزمنية\r\nتقويم جزئي\r\nالممتدة من الماضي إلى الحاضر.\r\nأَنْقُلُ التَمْرِينَ عَلَى كُرَاسِي ثُمَّ أُنْجِرُهُ بِالْمَالِ الفَرَاغِ سنة\r\nولدت يوم من شهر الآن في السنة بمدرسة\r\nببلدية ...... وأدرس\r\nإِدْمَاجٌ جُزْئِيٌّ : أَنْقُلُ التَّمْرِينَ عَلَى كُرَّاسِي ثُمَّ أُكْمِلُ الفَرَاغَ بِمَا يُنَاسِبُهُ مِنَ المُفرِدَاتِ التالية : الرسم - الثانية - المدرسة - الأول - التاريخ والجغرافيا - الماضية .\r\nتعتبر الصورة التذكارية مع زملائي التلاميذ في لَمَّا كُنتُ في السنة أفضل ذكرى احتفظ بها. وأما أحْسَنُ علامة اختبارٍ حَصَلَتُ عَلَيْهَا\r\nفكانت في مادة للفصل .... من السنة ... بَيْنما أَهَم حَدَثٍ هَذِهِ السنة هو بداية دراسة مادتي\r\n13"
        },
        {
            "page": 2,
            "text": "التاريخ\r\n14\r\nثَانِيًّا : الخَطَّ الزَّمَنِيُّ\r\nالأَحْدَاتُ التاريخية كَثِيرَةٌ ومُتنوعةٌ ، فَبِمَاذَا يُمكنكَ تَمْثِيلُها بيانيًا\r\nحَسْبَ تَرتيبهَا الزَّمَنِي ؟\r\nنسخة من شهادة البلاد وقد كان الطفل الان\r\nران 0 مشوقة والماء فى حمد احمد کیوں\r\nالموالاة\r\nوالعطور\r\nملات عاشية\r\nدایت و شتر ترد امید و\r\nسائلة المالية المدينة\r\n10\r\nالمستقلة على شهادة بالدم المبال اور الله السليم السمة العملاء\r\nالسند 1 : نسخة من شهادة الميلاد من الدفتر العائلي\r\nجامعة وهران\r\nالسند 2 : مراحل النمو\r\nالسند 3 : أصبحت طالبا في الجامعة\r\nالسند 4 : صرت طبيبا ولدي عيادة\r\n25\r\nالاحظ السندات 4،3،2،1 وأستنتج أن الأحداث الشخصية تتوالى من"
        },
        {
            "page": 3,
            "text": "السندا : حفل زواج )\r\nالسند 3 : صارت لدي عائلة\r\nالسند 2 : كونت المرة\r\nتتواتر أَوْ تَتَابَعُ الأحداث التاريخية، لذلك يلجأ المؤرخون إلى تمثيلها بيانيا برسم خط يُطْلَقُونَ عَلَيْهِ الخط الزمني ويرتبون عليه أهم الأحداث حَسَبَ تَعَاقُبِهَا زَمَنِيا .\r\nالسند : 4\r\nالاحظ السندات 4.3.2.1 وأستنتج أن الأحداث الإجتماعية أيضا .....\r\nموقع\r\nفضاء التربية والتعليم \"\r\nwww.daiff-educ.com\r\nإِدْمَاجٌ جُزْئِي\r\nأنْقُل خَط الزمن عَلَى كُرَاسِي ثُمَّ أُرَتِّبُ عَلَيْهِ أربعة أَحداث مِنْ الأَحْدَاثِ الهامة في حياتي من تاريخ ميلادي إلى الآن .\r\n15"
        },
        {
            "page": 4,
            "text": "التاريخ\r\nفضاء التربية والتعليم \" www.daiff-educ.com\r\nثالثًا : أَحْدَاثُ مَأْلُوفَةٌ\r\n16\r\nإِذَا كَانَتِ الأَحْداث التي يَعْرِفُها الفَردُ أَو المُجتمع تتميز بالتنوع من حيث طبيعتها . فَكَيْفَ يُمكنكَ تَصْنِيفُهَا ؟\r\nيستعد الزوجان بشوق كبير لاستقبال أول مولود لهما بتحضير ما يتطلَبُهُ مِنْ لَوَازِمَ خَاصَةٍ بِهِ وَأُخْرَى بإقامة الأفراح . ومِن خِلالِهِ تَتَوَثَقُ الروابط العائلية .\r\nالسند : 1\r\nالسند 2 : جنان\r\nشهر رمضان الذي أنزل فيه القرآن\r\nالسند 3 : بداية صيام شهر رمضان\r\nالاحط السندات 4.3.2.1 وأستنتج أن . الأحداث المألوفة إما .... وإما ..\r\nالسند 4 : أول أيام عيد الفطر المبارك"
        },
        {
            "page": 5,
            "text": "في 19 ماي 1956 ميلادي التحق الطلبة الجزائريون بصفوف الثورة تلبية لنداء جبهة التحرير الوطني، فصاروا جُنودًا ومُمَرضِينَ وَكُتَابًا\r\nومسؤولين في صفوف الثورة.\r\nالسند : 1\r\nالسند 2 : دور الطلبة في الثورة .\r\nإِدْمَاجٌ جُزْئِي أَنْقُلُ الجَدْوَلَ عَلَى كُرَاسِي ثُمَّ أُكْمِلُ فَرَاغَاتِهِ وَأُصْنِّفُ فِيهِ الأحداث التَّالِيةَ\r\nالاحظ السندين 2.1 وأستنتج أن الأحداث الوطنية المألوفة تتمثل في .....\r\nحسب طبيعتها . عيد الاستقلال - عيد الفطر - عيد الميلاد - انْدِلَاعُ الثَورَةِ - حَفْلُ زَفَافٍ .\r\nعيد الأضحى .\r\nالحدث العائلي\r\n....... الحدث\r\n17"
        },
        {
            "page": 6,
            "text": "18\r\nموقعے\r\nفضاء التربية والتعليم\r\nwww.daiff-educ.com\r\nالنشاط رقم 1 :\r\nإدماج كلي\r\nأَنْقُلُ الجَدْوَلَ عَلَى كُرَاسِي ثُمَّ أُرتِّبُ فِيهِ شُهور السنة الميلادية .\r\n- ديسمبر - فيفري - أكتوبر - جانفي - مارس - أفريل - جوان - أوت - ماي - جويلية - سبتمبر - نوفمبر.\r\nالرقم\r\n1\r\n2\r\n3\r\n4\r\n5\r\n6\r\nالشهر\r\nالرقم\r\nالشهر\r\n7\r\n8\r\n9\r\n10\r\n11\r\n12\r\nالنشاط رقم 2 : أَنقُلُ الخَطَّ الزَّمَنِيِّ عَلَى كُرَاسِي ثُمَّ :\r\nأُرَتِّب على خط الزمن العطل المدرسية التالية حسب تواترها :\r\n- عطلة الربيع - عطلة الخريف - عطلة الصيف - عطلة الشتاء .\r\nالنشاط رقم 3 :\r\nأرسم خطا زمَنِيًا ورتب عليه أفراد العائلة مِنَ الأكبر إلى الأصغر.\r\nتتكون العائلة من الأب وعُمره 45 سنةً والجد وعمره 65 سنة والأم وعمرها 43 سنة والأخ وعُمْرُه 25 سنة والعَمُ وعُمره 37 سنة والابن وعمره 8 سنوات.\r\nالنشاط رقم 4 :\r\nتحتفل الجزائرُ قَاطِبَةً كُلَّ سَنةٍ بذكرى 1 نُوفَمَبَر ، أَكْتُبْ فَقرَة من أربَعَةِ أَسْطُرٍ\r\nتتحدث فيها عن طبيعة الاحتفالات في منطقتك ."
        },
        {
            "page": 7,
            "text": "19\r\nالنشاط رقم 1 :\r\nتقويم\r\nللجزائر العديد من الملاعب الرياضية ارتبطت تسمياتها بأحداث تاريخية وطنية مثل : ملعب 19 ماي 1956 بعنابة وملعب 5 جويلية 1962 بالجزائر العاصمة\r\nوملعب 8 ماي 1945 بسطيف وملعب 24 فيفري 1956 بسيدي بلعباس .\r\n1 / أُرتِّبُ عَلَى كُرَاسِي التواريخ الواردة في الفَقْرِةِ حَسَبَ تَسَلْسُلِهَا الزَّمَنِي .\r\nب / أَخْتَارُ تاريخا من هَذِهِ التواريخ وأَكْتُبُ فَقْرَةً حَولَهُ.\r\nالنشاط رقم 2 : أنقُلُ الشكل عَلى كُرَاسِي ثُم أُرتِّبُ عَليهِ الأوقات الزمنية\r\nالموالية حَسْبَ تَتَابَعهَا زَمَنْيا : الْمَسَاءُ - اليَوْمُ - الشَّهْرُ - الصباحُ - السنة - الفَضْلُ\r\nالنشاط رقم 3 :\r\nأنقل الخط الزَّمَنِي عَلَى كُرَّاسِي ثُم :\r\nأملأ الفراغ داخل الشريط بالفترة الزمنية المناسبة ( الزَوالُ ، المَسَاءُ ، الصَّبَاحُ ) .\r\nأحدد أماكن تواجدي عليه في تلك الأوقات .\r\n8:00 ما\r\n12:00 13:00 16:00 سا 18:00 سا 20:00 سا"
        },
        {
            "page": 8,
            "text": "الميدان الثاني:\r\nالتاريخ العام\r\nمن ما قبل التاريخ إلى 476 ميلادي .\r\nيُجْمَعُ المُؤرَخُونَ عَلَى أَنْ شمال إفريقيا من المناطق التي عمرها أجدادك الأوائل منذ حوالي مليوني سنة . فكيف - يُمكنك معرفة ذلك ؟\r\nتعيف"
        },
        {
            "page": 9,
            "text": "التاريخ\r\nأولاً : أَنْوَاعُ الآثارِ القَدِيمَةِ\r\nدت الأبحاث الأثرية على أن الإنسان الذي عاش في العصور القديمة ترك النوع من الآثار تمكننا من التعرف على جوانب من حياتِهِ ، فَكَيْفَ يُمكنك\r\n1 - الأدوات الحجرية :\r\nالآثار القديمة هي كُلُّ مُخلفات\r\nالإنسان في العصر القديم، والمتمثلة في الأدوات الحجرية والهياكل العظمية والرسوم والنقوش الصخرية الموجودة في مختلف المواقع الأثرية كالكهوف والمغارات والمحفوظة في المتاحف .\r\n2\r\nالأدوات الحجرية هي أدوات صنعها الإنسان في العصر القديم من الحجارة، واستعملها في مختلف مجالات حياته اليومية كالصيد والدفاع عن النفس .....\r\nالسند : 4\r\n22\r\nالاحظ السندات 4.3.2.1 واستنتج\r\nأن الآثار القديمة متعددة ومنها."
        },
        {
            "page": 10,
            "text": "2 - النُّفُوسُ الصَّخْرَيَة :\r\nفضاء التربية والتعليمة www.daiff-educ.com\r\nالتاسيلي هِيَ مَنْطِقَةٌ جَبَلِيةٌ، تَفَعُ في الجنوب الجزائري وَتُمَثَلُ مَتَحَفًا طبيعيا لما تَتَوَفِّرُ عَلَيْهِ مِنْ آثار وَرُسُوماتٍ ، تَعْكِسُ صُورَةً عَنْ مُخْتَلِفِ مجالات حياة الإنسان في العصر القديم .\r\nالسند : 2 )\r\nالسند : 1 نُقُوشُ صَخْرِيَةٌ بِالتَّاسِيلي\r\nتَرَكَ الإِنسانُ الذي عَاشَ فِي مَنْطِقَةِ التاسيلي الكثير مِنَ الآثار، مِنْهَا الرَّسُومُ والنقوش الصخرية المُلونَةُ المتواجدة على جدران الكهوف، والتي أعطت الشَّهْرَةَ\r\nالعَالَمِيَّةَ لِلْمُنطِقَةِ .\r\nالسند : 3\r\nألاحظ السندات 4،3،2،1 وأستنتج ( السند : 4 بَاحِثُ يَقْرَأُ نُقُوشَ التاسيلي ) أن من أنواع الآثار أيضا\r\n23"
        },
        {
            "page": 11,
            "text": "فضاء التربية والتعليمية www.daiff-educ.com\r\nالجمهورية الجزائرية ) الديمقرا اطية الشعبية وزارة التربية الوطنية\r\nفضاء التربية والتعليم www.daiff-educ.com\r\nفضاء التربية والتعليم \" www.daiff-educ.com\r\n3\r\nالتاريخ والجغرافيا\r\nالسّنة الثالثة من التعليم الابتدائي\r\nلجنة التأليف\r\nالإشراف التربوي\r\nموبحة فوضيل مفتش التربية والتعليم المتوسط\r\nموبحة فوضيل مفتش التربية والتعليم المتوسط\r\nالمؤلفون\r\nدمدوم عز الدين مفتش التربية والتعليم الابتدائي\r\nمنيفر صالح مفتش التربية الوطنية زايدة فاطمة الزهراء\r\nأستاذة التعليم المتوسط\r\nبن موسى فيصل أستاذ التعليم المتوسط\r\nпри\r\nالديوان الوطني للمطبوعات المدرسية\r\n2018-2017"
        },
        {
            "page": 12,
            "text": "التاريخ 3 - المَوَافِعُ الأَثَرِيَّةُ :\r\nتَمَكِّنَ عُلَماء الآثارِ مِنَ التَّعَرُّفِ عَلَى حَيَاةِ الإِنْسانِ الذي عاش في العصر القديم من خلال قيامهم بِعَمِليَةِ البَحْثِ والتنقيب في مُخْتَلَفِ المَواقع الأثرية.\r\nالسند : 1\r\n24\r\nالسند 2 حفرِيَاتٌ أَثَرِيَةٌ بِمَنْطِقَةِ عَيْنٍ لَحْنَش\r\nعشر الباحثون في مواقع البحث الأثري على أدوات مختلفة، استعملها الإنسان الذي عاش في العصر القديم وهي تُمثل صورة وحصيلة لتطور حضارَتِهِ عبر الزمن وانعكاسا لِنَمْطِ مَعِيشَتِه .\r\nالسند 3: اكتشاف بقايا إِنْسَانِ العَصْرِ القَدِيمِ\r\nالسند : 4\r\nالاحظ السندات ، 1 4.3.2 وأستنتج أن المواقع الأثرية تمكننا من"
        },
        {
            "page": 13,
            "text": "4 - الآثَارُ العُمْرَانِيَّةُ القَدِيمَةُ :\r\nتقع مدينة تيمقاد الأثرية على بعد 36 كلم شرق ولاية باتنة و 418 كلم شرق الجزائر . بناها الرُّومان سنة 100 ميلادية لأغراض عسكرية ودفاعية ثُمَّ تَحوّلت إلى مركز حضاري وتاريخي .\r\nالسند : 2\r\nالسند 1 : ضريح المدغاسن الأثري\r\nتَتَوَفَّرُ مَنْطِقَةٌ شمال إفريقيا على عدد كبير من الآثار العمرانية القديمة كَمُدُن تيمقاد ، جميلة، تيبازة وقالمة وهي تمثل أهمية تاريخية\r\nوثقافية عالمية .\r\nالسند : 3\r\nالاحظ السدات 4.2.2.1 واستنتج أن\r\nالسند 4 : الآثار الرومانية بتيبازة\r\n25"
        },
        {
            "page": 14,
            "text": "التاريخ 5 - المَسْكُوكَاتُ والمَخْطُوطَاتُ :\r\nموقع\r\nفضاء التربية والتعليم www.daiff-educ.com\r\n26\r\nالسند 1: مسكوكات توميدية\r\nتُعَبِّرُ المخطوطاتُ عَن التراث الحضاري والتاريخي الإِنْسَانِي، فَهِيَ تُمثَلُ مَادَّةً أَثَرِيَّةً تُمَكِّننا من التعرف على عراقة الشعوب التي تفتخر بتاريخها\r\nوحضارتها .\r\nالسنة : 2 )\r\nاقدم مخطوطة على ورق السوادي موجودة بمتحف القاهرة ( مصر ) تعود إلى ما قبل 4500 سنة\r\nلمسكوكات قطع نقدية مغربية تحمل\r\nخاتما من السلطة الحاكمة.\r\nتوميديا من الممالك القديمة في شمال افريقيا وعاصمتها سنانا (المستقيمة حالة)\r\nالسند 3 نموذج من مخطوط قديم\r\nالاحظ السندات 3.2.1 وأستنتج أن الآثار العمرانية."
        },
        {
            "page": 15,
            "text": "6 - الشَّخْصِيَّات التاريخية :\r\nولد الأديب أبوليوس : سنة 125 ميلادي في مدينة مادور مداوروش حاليا ) . فهو كاتب وَخَطِيبٌ وفيلسوف وَرِوَائِي وَشَاعِرٌ ومسرَحِي . يُتَّقِنُ عِدَّةَ لُغَاتٍ وَيُعْتَبَرُ صاحب أول رواية في التاريخ . له العديد من المؤلفات في الرياضيات والفلك والموسيقى .\r\nإِدْمَاجٌ جُزْئِي\r\nسند : 1\r\nولد الفيلسوف القديس أوغستين سنة 354 ميلادي تا غاست ( سوق أهراس حاليا ) نشأ وَتَعَلَّمَ بمسقط رأسه وأصبح بفضل مؤلفاته و دروسه ومكانته العلمية و الدينية أحد عباقرة الفكر بالجزائر في العصر القديم\r\nسند : 2\r\nالملك ماسينيسا : مِنْ أَبْرِزِ مُلُوكِ نوميديا وُلِدَ عام 238 قبل الميلاد ( ق . م ) ، دامَ حُكْمُهُ حَوالي 60 سنةً، فَتَمَكَّنَ مِنْ تَوْحِيدِ النُّومِيديَتَيْنِ اتَّخَذَ من سيرتا عاصمةً لَهُ، وَرَفَعَ شِعار إفريقيا للأفارقة ، توفي عام 148 قَبْلَ الميلاد . يُوجَدُ ضريحه في ضواحي قسنطينة .\r\nالسند : 3\r\nألاحظ السندات 3.2.1 وأستنتج أن .\r\nأَنْقُلُ التَمْرِينَ عَلَى كُرَّاسِي ثُمَّ أَملأُ الفراغاتِ بِما يُناسِبُها\r\nتتنوع أثار العصر القديم بِمَنْطِقَةِ شمال إفريقيا ومنها المخطوطات\r\nو ........ وهي تُوجد بمختلف\r\nالمواقع الأثرية .\r\n27"
        },
        {
            "page": 16,
            "text": "التاريخ\r\nثانيًا : مَرَاحِلُ التاريخ القديم)\r\nقسم المؤرخون فترة التاريخ القديم إلى مرحلتين وهما : مرحلة ما قبل التاريخ والمرحلة التاريخية . فما هي المظاهر التي تميز كل مرحلة ؟\r\n1 - مَرْحَلَهُ مَا قَبْلَ النَّارِيخِ :\r\nيُقْصَدُ بِفَتْرَةِ مَا قَبْلَ التاريخ، الفَتْرَةُ المُمْتَدَةُ مُنذُ ظُهُورِ الإِنسان على سَطْحِ الأَرْضِ إلى غايَةِ ابْتِكَارِ الكِتابَةِ حَوَالي 3200 سَنَةٍ قَبْلَ المِيلادِ. وَهِيَ\r\n28\r\nمَرْحَلَةٌ طويلةٌ مِنْ تاريخ البشرية .\r\nالسند : 1\r\nالسند 3 : رسم الرحلة صيد في العصر القديم\r\nالسند 2 : مَغَارَةٌ سَكَنَهَا الْإِنْسَانُ فِي مَا قَبْلَ التاريخ\r\nتميزت حياة الإنسان خلال مرحلة مَا قَبْلِ التاريخ بجملة من الخصائص ، كالسكن في الكهوف والمغارات، والتنقل والتَّرْحَالِ لِجَمْع القوت ومُمارسة الصيد .\r\nالأحظ السندات 4.3.2.1 واستنتج أن نمط معيشة إنسان ما قبل التاريخ ...\r\nالسند : 4"
        },
        {
            "page": 17,
            "text": "2 - المَرْحَلَةُ النَّارِيخِيَّة :\r\nتمتد المرحلة التاريخية من ابتكار الكتابة حوالي 3200 سنة قبل الميلاد إِلَى غَايَةِ عام 476 ميلادية، تاريخ سقوط روما .\r\nالسند : 2 لوحة منقوشة بخط التيفيد\r\nالمسلم : 3 حية لاستقرر\r\nتمكن الإنسان خلال هذه المرحلة التاريخية من التكيف مع بيئته ، إِذْ مارس الزراعة، واكتشف المعادن واستخدمها في مختلف نشاطاته اليومية. كما توصل إلى ابتكار الكتابة، مِمَّا سَاهُم في عملية البناء الحضاري. سنة\r\nالاحظ السندات 4.2.2.1 واستنتج أن مراحل التاريخ القديم\r\nإِدْمَاجٌ جُزْئِيٌّ\r\n1 - أنقل الشكل عَلى كُرَّاسِكَ ثُم حدث داخل الخط الزمني المرحلتين التاريخيتين، واكتب داخل الإطار التاريخ المعلمي الفَاصِلَ بَيْنَهُمَا.\r\n29"
        },
        {
            "page": 18,
            "text": "التاريخ\r\nثالثا: قدم تعمير شمال إفريقيا\r\n30\r\nيَذْكُرُ المُؤرّخونَ أَنَّ الإِنْسَانَ قَدْ اسْتَقَرَّ فِي شَمَالِ إِفْرِيقُيَا مُنْذُ القدم . فكيف يُمكنك الاستدلال على قدم تعميرها ؟\r\nالسند 1 : الموقع الأثري بئر العاتر بتبسة\r\nأكدت الأبحاث التاريخية أن العديد من مناطق شمال إفريقيا، قد استقر بها الإِنْسَانُ منذ القِدَمِ لِمَا تَتَمَيَّزُ بِهِ مِنْ خَصَائِص طبيعية ومناخية ملائمة .\r\nالسند : 2\r\nيعتبر الباحثون أن الموقع الأثري ( عين الحنش ) بسطيف من أقدم المواقع الأثرية بشمال إفريقيا، إذ يحتوي على آثار يعود تاريخها إلى حوالي ( 1.8 ) مليون سنة .\r\nالسند : 3\r\nألاحظ السندات 1 4.3.2 وأستنتج\r\nأن الآثار ....\r\nالسند 4 : رسومات بصخور التاسيلي"
        },
        {
            "page": 19,
            "text": "31\r\nالسد : 1 آثار في موقع تعليف ( التحرير )\r\nكشفت الحفريات الأثرية بمنطقة تيغنيف بِالْقُرْبِ مِنْ مَنْطَقَةِ معسكر ، عَنْ وُجُودِ بَقَايَا بَشَرِيَةٍ وَحَيَوَانِيَةٍ وَأَحْجَارٍ مَنْقُوشَةٍ، يَعُودُ تاريخها إِلَى مَرْحَلَةِ ما قبل التاريخ . السند : 2\r\nتَقَعُ مَشْتَى العَرْبِي جَنُوبَ مَنْطِقَةِ شَلْعُوم العيد بولاية ميلة ( الجزائر ) . حيث عُثر فيها على جماجم بشرية، تَعُودُ إلى العصر الحجري القديم، إِضَافَةً إلى أدواتٍ مِثْلَ الفَخَارِ والمكاشِطِ والفُؤُوسِ المَصْقُولَةِ .\r\nالاحظ السندات 3.2.1 وأستنتج أن إنسان شمال افريقيا ساهم في ....\r\nإِدْمَاجٌ جُزْئِيٌّ قَدَّمَ لِزَمَلَائِكَ عَرْضًا بَسِيطًا ( أربعة أسطر ) تَكُونُ قَد حَرَّرْتَهُ عَلَى كُرَاسِكَ عَنِ المَوْقِعِ الأَثَرِي مَشْتَى العَرَبِي .\r\nالسند : 3 )"
        },
        {
            "page": 20,
            "text": "32\r\nالنشاط رقم 1 :\r\nأنقل الجدول على كراسي ثُمَّ أَكْمِلُ العِبَارَاتِ بِمَا يُناسِبُهَا\r\nكان الإنسان خلال مرحلة\r\nمرحلة\r\nمرحلة .\r\n- يرسم وينقش على .\r\nيكتب على\r\n- يمارس الزراعة بـ...\r\nيمارس الزراعة باعتماده على .\r\n- يسكن في\r\n- يَسْكُنُ فِي .\r\nالنشاط رقم 2 :\r\nأَنْقُلُ الفَقْرَةَ عَلَى كُرَّاسِي ثُمَّ أَملأُ الفَراغَاتِ بِمَا يُنَاسِبُهَا .\r\nتمتد مرحلة ما قبل التاريخ من وإلى غاية اكتشاف .\r\nحيث كان الإنسان خلال هذه المرحلة يسكن في ............. ويُمارس\r\nحرفة وَيَتَنَقَّلُ مِنْ مَكَانٍ لآخَرَ بَحْثًا عَنِ\r\nالنشاط رقم 3 :\r\nاكْتُبْ فَقْرَةً تُبْرِزُ فِيهَا أَهم الآثار الموجُودَة قُرْبَ مَنْطِقَتِكَ أَوْ فِي أَقْرب\r\nمَتْحَفٍ مِن مَقَرِ سُكَنَاكَ ."
        },
        {
            "page": 21,
            "text": "تقويم\r\nالنشاط رقم 1 : أنقل الجدول على كراسي ثم :\r\nأصنف المخلفات الأثرية التالية في الخانة المناسبة حسبه . ضريح ماسينيسا - نقوش صخرية - مسكوكات نوميدية - تمثال - مدن أثرية -\r\nأدوات حجرية - مخطوطات - نصوص تاريخية .\r\nالآثار المادية\r\nالرسوم والنقوش\r\nالوثائق المكتوبة\r\nالنشاط رقم 2 :\r\nانقل خط الزمن على كراسي ثم أرتب عليه تواريخ ميلاد أو وفاة\r\nالشخصيات التالية وفق تسلسلها الزمني .\r\n- تكفاريناس 24 ميلادي - أبوليوس 125 ميلادي - بطليموس 40 ميلادي -\r\nيوبا الثاني 23 ميلادي - القديس أوغستين 354 ميلادي .\r\nالنشاط رقم 3 : أنقل التمرين على كراسي ثم : أربط بسهم بين المواقع الأثرية وأماكن تواجدها\r\nعين الحنش\r\nموقع تيغنيف\r\nضريح ماسينيسا\r\nضريح امد ناسن\r\nمعسكر\r\n- سطيف\r\n- باتنة\r\n- قسنطينة\r\n33"
        },
        {
            "page": 22,
            "text": "أكتشف كتابي\r\nالتاريخ\r\nوصعبة مشكلة حرية\r\nعواد الميدال الوضعية المشكلة الأم.\r\nصورة تعبر عن المركبة .. عنوان الوضعية\r\nسند في شكل صورة\r\nد في شكل من كتابي\r\nالإستنتاج\r\nصورة تعبر عن حركت و\r\nالفَرِيضَةُ العَامَّةُ لكِتاب التاريخ\r\nصورة تعبر عن الشركة :\r\nصورة تعبر عن المركبة 1\r\nعنوان الميدان\r\nالوضعية المشكلة الأم\r\nصورة تعبر عن المركبة :\r\nسند في شكل صورة\r\nصورة تعبر عن المركبة 1\r\nالإستنتاج\r\nwww.daiff-educ.com"
        },
        {
            "page": 23,
            "text": "الميدان الثالث:\r\nالتاريخ الوطني\r\nمن 3200 قبل الميلاد إلى القرن الأول ميلادي .\r\nEXIN\r\nإذا كان وطنك الجزائر المُتَوَامِيُّ الأَطْرَافِ يَتَمَيَّزُ بشَرَائِه بالشواهد التاريخية التي تعود لفترات مُتَعَاقِبَةِ. فَكَيْفَ يُمكنك استغلالها وتوظيفها في كتابة التاريخ المحلي ؟\r\nعملة عليها صورة الملك يوما الأول"
        },
        {
            "page": 24,
            "text": "التاريخ\r\n36\r\nأَوَّلاً: مَصادِرُ المَعْلُومَةِ التاريخية\r\nنَظَرًا لِتَعَدُّدِ مَصادر المعلومة التاريخية، فإنَّ العلماء يُصنفونها إلى صنفين مِنَ المَصَادِرِ . فكيف يُمكنك التعرُّفُ عَلَى هَذَينِ الصنفين ؟\r\n1 - المَصَادِرُ المادية :\r\nالآثار المادية هي جميع المخلفات الأثرية للإنسان سواء كانتْ تَعُودُ إلى زمن قريب أو بعيد . وهي بذلك تفيدنا في معرفة شكل الحياة في تلك الفترة. ولذلك تُعد مصدرًا مِنْ مَصادر المعلومة التاريخية .\r\nالسند : 1 )\r\nالنقوش والرَّسُومُ الصخرية في منطقة التاسيلي تُعبر عَنْ نَمَط حياة الإنسان في فترة العصور القديمة. وعلى أساسها قسم العلماء تاريخ المنطقة إلى مراحل .\r\nالسند 2 : قبر الملكة تينهينان\r\n( تمنراست الجزائر )\r\nالسند 4 : النقوش الصخرية مصدر تاريخي\r\nالسند : 3 ) ألاحظ السندات 4،3،2،1 وأستنتج أن ....."
        },
        {
            "page": 25,
            "text": "السند 1 : المسكوكات مصدر تاريخي\r\nمن خلال دراسة المسكوكاتِ، يَتَعرَّفُ الباحثون على اسم مَلِكِ الدولة وصورته، واللغة المستعملة، والأوضاع السائدة بها.\r\nالسند : 2\r\nتُمَثلُ المخطوطات مادة أو مصدرًا هاما للحصول على المعلومة التاريخية الخاصة بالمرحلة التاريخية التي نريد دراستها .\r\nالسند : 3\r\nالسند 4 : مخطوط أمازيغي\r\nألاحظ السندات 4.3.2.1 وأستنتج أن.\r\n37"
        },
        {
            "page": 26,
            "text": "التاريخ\r\n2 - المَصَادِرُ اللَّامَادِيةُ (الشَّعْوية ) .\r\nالحمار الذهبي : هي قصة للاديب الجزائري الوليوس، تروي الحلل الإنسان إلى خيول لفعل عذاب الآنية له، وهي أولى الرويات الأمازيعية العالمية في التاريخ الإنسانية.\r\nورد في الرواية أن تينهينان هي مسكة قبائل الشوارق بتمنراست، ولاه الروحية لها حكمت في القرن الخامس الميلادي، واليها يستند التوارق في تنظيمهم لاجتماعي .\r\nالحمار الذهبي\r\n2 الروية من مصادر المعلومة التشريحية\r\nالاحظ السمات 4.3.2.1 واستنتج أن."
        },
        {
            "page": 27,
            "text": "تشكل العادات والتقاليد مؤزوناً حضاريا مهما للمجتمعات الإنسانية\r\nالمتعاقة، وهي تختف من المجتمع الآخر وبالثاني تمثل مصدرا من\r\nمصادر كتابة تاريخ الإنسانية.\r\n2 الرقص الشرقي بات تقافي من\r\nإدماج حزني\r\nباعتبار أن لكل فترة تاريخية ولكل شعب أساطيره، فإن الأسطورة تمثل مادة ثرية لِلْمُؤرخ، يستعين بها على فَهُم أحاسيس وتطلعات الشعوب والمجتمعات .\r\nالاحط السندات 2.2.1 واستنتج أن\r\n3\r\nأنقل التمرين على كراسي ثم أكمل الفراغات الواردة في الفقرة التالية : صنف العلماء المصادر التاريخية إلى نوعين، المصادر المادية المتمثلة والمصادر اللامادية ( الشفوية ( المتمثلة في ............. و .......... و ............ و\r\n39"
        },
        {
            "page": 28,
            "text": "التاريخ\r\nثَانِيَا المَعْلُومَةُ النَّارِيخِيَّة )\r\nتَرْتَبِطُ كُل حادثة تاريخية بِمَكانٍ مُعَيْنٍ وَ رَمَن مُحَدَّدٍ . فَكَيْفَ يُمكنك\r\nاستخلاص المعلومة التاريخية مِنْ مَصَادِرِهَا المُتَعَدِّدَةِ؟\r\n1 - المَكَانُ كموضوع للحدث التاريخي :\r\nالسند 1 : موقع مدينة جميلة الأثرية .\r\nتقع مدينة جميلة وهي مدينة كويكول الأثرية على بعد 50 كلم عن مدينة سطيف ( الجزائر ) . تَأَسَّسَتْ بين عامي 96 و 98 ميلادية في العهد الروماني ، وتزخر بالكثير من الآثار التاريخية والمناظر الطبيعية النادرة . السيد : 2\r\nتُوجَدُ بِمَدِينَةِ جَمِيلَةِ الأَثَرِيَةِ سَاحَتَانِ عُمُومِيتَان، الأُولَى كانَتْ تُعتبر مركز الحَيَاةِ السياسية، والثانية أنشئت بسبب التوسع العمراني .\r\nالسند : 3\r\nالسند 4: الساحة الرئيسية المدينة جميلة\r\n40"
        },
        {
            "page": 29,
            "text": "السند 1 : المسرح الأثري المدينة جميلة .\r\nمن أبرز المعالم الأثرية الرومانية في مدينة جميلة، الحَمَامَاتُ والمَسَارِحُ والمدرجات والمنشآت الدينية، وَ مُخْتَلَفُ المَرَافِقِ العامة التي أُنْشِئَتْ لِأَدَاءِ\r\nوظائف مُعيَّنةٍ .\r\nالسند : 2\r\nأقيم في مدينة جميلة متحف للحفاظ على الآثار القديمة كموروث حضاري وثقافي وتاريخي للتعريف به.\r\nالسند : 3\r\nسند 4 : متحف مدينة جميلة الخاص بالآثار\r\nاعتمادا على السندات 4،3،2،1 . أكتب فقرة تُعرف فيها بمدينة جميلة\r\n41"
        },
        {
            "page": 30,
            "text": "التاريخ 2 - الشخصية كموضوع للحدث التاريخي :\r\nعاش الملك سيفاقس في القرن الثالث قبل الميلاد حكم نُومِيديا الغربية، وقام بِمَجْهُودَاتٍ مُعْتَبَرَةٍ مِنْ أَجْلِ توحيدها مَعَ مَمْلَكَةِ نُومِيديا الشرقية ، لَكِن أُمْنِيَتَهُ لَمْ تَتَحَقَّقْ إِلا فِي عَهْدِ المَلِكِ مَا سِينِيسًا .\r\nالسند : 1\r\nأصْبحَ سيفاقس ملكًا لنوميديا الغربية بَعْدَما تَجاوَزَ عُمْرُهُ الخمسين سنةً، وَفِي عَهْدِهِ عَرَفَتِ المَمْلَكَةُ تَطورًا اقتصاديًا هاما، إذْ صَلَّ عُمْلةً خاصةً به، وأصْبَحَ جَيْشُهُ يُشكّلُ قُوَّةً عسكرية مُعتبرةً في المنطقة .\r\nالسند 2 : الملك سِيفَاقْسَ عَلَى وَجْهَيْ عُمْلَتِهِ\r\nلِلْمَلِكِ سيفاقس عاصمة تقع في نوميديا الغربية وتُسَمَى سيغا » . وَحَاول أيضًا التوسع عَلى حِسَابٍ نوميديا الشرقية التي كَانَتْ عاصمتها «سيرتا » .\r\n42\r\nالسند : 3\r\nالسند : 4\r\nاعتمادا على السندات 4.3.2.1. أكتب فقرة عن :\r\nالملك سيفاقس"
        },
        {
            "page": 31,
            "text": "التاريخ\r\n44\r\nثَالِنَا : تَارِيحُ مَنْطِقَتِي\r\nإذَا كَانَتْ لِكُلِّ مَنطقة من مناطق الوطن أحداث تاريخية خاصة تميزها عَنْ بَقِيَةِ المَناطق . فكيف يُمكنك توظيف السندات المتوفرة في التعريف\r\nبتاريخ منطقتك ؟\r\nنوميديا هي مملكة مغاربية ( أمازيغية ) قديمة عاصمتها سيرتا ( قسنطينة حاليا ) ، أقيمت في منطقة شمال إفريقيا خلال العصور القديمة. امتدت مِنْ غَرب تونس لِتَسْمَل الجزائر وجزءا من المغرب الأقصى الحالي .\r\nالسند : 1\r\nعَرَفَ سُكان نوميديا حياة التَّمَدُّنِ في ظل حكم ماسينيسا حيث ازدهرت بها الكثير من المُدنِ مِثْلَ هِيبُون ( عنابة ) ويُولٌ ( شرشال ) وكالاما ( قالمة ) وسيرتا ( قسنطينة ) .\r\nالسند 2 مدينة تيديس الأثرية قسنطينة\r\nوَرَدَ في الروايات التاريخية أن ماسينيسا هُوَ أشهر ملوك نوميديا، فَهُوَ الَّذِي وَحْدَها تحت راية مملكة واحدة متخذا من سيرتا عاصمة لها، كما اشتهر أيضًا بقدراته العسكرية الكبيرة.\r\nالسند : 3\r\nالسند : 4\r\nاعتمادا على السندات 4.3.2.1 أكتب فقرة عن تاريخ نوميديا"
        },
        {
            "page": 32,
            "text": "الميدان الأول:\r\nأَدَوَاتُ وَمَفَاهِيمُ المَادَّة\r\nمن 1830 ميلادي إلى يومنا هذا.\r\nالأحداث التاريخية كثيرة ومتنوعة منها ماهو قديم قدم التاريخ. فكيف يمكنك التعرف عليها والإستفادة منها ؟\r\nكلية حين على اللين\r\nعلون بالله ولير"
        },
        {
            "page": 33,
            "text": "45\r\nالسند 1 : الملك ماسينيسا على وجهي عملته\r\nحكم الملك ماسينيسا من سنة 203 إلى سنة 148 قبل الميلاد، فكانت سنوات حُكمِهِ فَتْرَةَ سِلْمٍ وَأَمْنٍ لِمَمْلَكَتِهِ وشعبه، خاصةً بعد توحيد النوميديتين ( الشرقية والغربية ) تحت سلطته .\r\n143\r\nالسند : 2\r\nفي عهد ماسينيسا ظهرت نوميديا الموحدة کاقوى ممالك المغرب القديم، وأكثرها شهرة وثراء في الحوض الغربي للبحر المتوسط . وفي عهده ازدهرت الزراعة والصناعة والتجارة .\r\nسند 3 ضريح الملك ماسينيسا بقسنطينة\r\nإِدْمَاجٌ جُزْئِي\r\nالسند : 4\r\nاعتمادا على السندات 4.2.2.1 اكتب فقرة عن فترة حكم ماسينيسا لتوميديا .\r\nاعتمادًا على السندات المُتوفّرة اكتبْ عَلَى كُرَّاسِكَ قِصَّةً تاريخية عنْ مَنْطَقَتِكَ ."
        },
        {
            "page": 34,
            "text": "النشاط رقم 1 : أَنقُلُ الشكل عَلَى كُرَّاسِي ثُمَّ :\r\nأصنف السندات الآتية حسب الخانة المناسبة لها في الجدول .\r\nرسوم ونقوش التاسيلي - الأسطورة - القصة - المخطوطات - الآثار العمرانية .\r\nالأضرحة - المسكوكات - الحلي - الرواية .\r\nالسندات المادية\r\nالسندات اللامادية\r\n46\r\nالنشاط رقم 2 :\r\nنظمت مدرستكم رحلة تربوية إلى إحدى المناطق الأثرية بوطنلا\r\nللاطلاع على الآثار الموجودة بها وكانَ ذلك رُفْقَةً مُرْشِدٍ ( الدليل). اكْتُبْ عَلَى كُرَّاسِكَ فَقَرَةً مِنْ سِنَةٍ أَسْطُرٍ تَذكر فيها أهم الآثار اله\r\nيَتَوَفَّرُ عَلَيْهَا المَوْقِعُ، مُبَيِّنًا دَورَهَا في الدلالة على قدَم تَعْمِيرِ وَطَنِكَ.\r\nالنشاط رقم 3 :\r\nانْقُلْ التَمْرِينَ عَلَى كُرَّاسِكَ ثُمَّ أَجِبْ عَنِ السُّؤَالِينَ بَعْدَ النص. وأنت تبحث في صندوق قديم عثرت على قطعة نقدية تعود إلى فترة زمنية قديمة جدا لا تصلح للتداول في هذا الزمن .\r\nماذا تمثل هذه القطعة النقدية بالنسبة لك ؟\r\n- كيف تصرفت بشأنها ؟"
        },
        {
            "page": 35,
            "text": "تقويم\r\nالنشاط رقم 1 : أنقل التمرين على كراسك ثم :\r\nاعتبر نفسك مؤرخا صغيرًا من خلال الجازك للنشاط الآتي :\r\nيكتب التاريخ بالاعتماد على نوعين من المصادر، مصادر ...... مثل ، ومصادر ..... مثل ..... ومنها يستخلص ..... تاريخية متعلقة بتاريخ إنسانيا .\r\n.. و تاريخ\r\nالنشاط رقم 2 :\r\nباعتباره إرنا\r\nفي إطار مشاركتك في مسابقة نظمتها إحدى الوكالات السياحية لاختيار أحسن لوحة إشهارية ، قصد الترويج للسياحة التاريخية .\r\nأنجز لوحة إشهارية تاريخية عن منطقتك. تكون مدعمة بمختلف الشواهد التاريخية .\r\nالنشاط رقم 3 :\r\nوأنت تدرس مادة التاريخ لاول مرة أثرت فيك شخصية الملك يوغرطة.\r\nاكتب نبذة تاريخية عن حياته .\r\n47"
        },
        {
            "page": 36,
            "text": "الفَرِيضَةُ العَامَّةُ لِكِتَابِ الْمُغْرَافِيَا\r\nالميدان الأول: أَدَواتُ وَمَفَاهِيمُ المَادَّةِ\r\nيحتاج الإنيسان المعالم تمكنه من تحديد مكان تواجده وتنقله نحو مختلف الاتجاهات فما هي أهم المعالم المكانية. التي تمكنك من تحقيق ذلك ؟\r\nقيمة العمل\r\nالتلوث البيئي\r\nالدار البلدية في دار البريد\r\nبنك الفلاحة و التنمية الريفية\r\nبمكتبة عامة .\r\nDD\r\nمسجد\r\nمرکز تجاری\r\nالأمن الوطني"
        },
        {
            "page": 37,
            "text": "الجغرافيا\r\n(1) الْمَوْقِعُ أَو المَعَالِمُ المَكَانِيَّةُ\r\nإِذَا كَانَتِ طبيعتك الإنسانية تفرض عليك التنقل باستمرار، أو التواجد في مواقع عديدة ، قيم يُمكنك الإستعانة به في تحديد أماكن تواجدك\r\nأنا موضع جزئري مقيم بالجزائر ابلغ من العمر ثمانية سنوات الدرس ولاول مرة مادة الجغرافيا في بداية السنة الثانية الت لي ، وهذا ما سيمكنني من تحديد موقع مشكني خشب مونة معينة :\r\n50\r\nالمسندة : مديدة الجزير\r\nالسادة : ساحة الأمير عبد القادر\r\nالاحظ السندات 4.2.21 واستنتج ) الموقع يتحدد بناء على\r\nشارع العربي بن مهيدي"
        },
        {
            "page": 38,
            "text": "المدرسة الإبتدائية الغزالي\r\n-\r\nأنا تلميذ أدرس في السنة الثالثة ابتدائي بمدرسة الغزالي، التي تقع بالقرب من قصر رئاسة الجمهورية، بنهج الإمام الشافعي بالمرادية .\r\nالسند : 1)\r\nفي كل صباح عند دخولنا إلى ساحة المدرسة، نَصْطَفُ أمامَ سارية العلم لرفعه وتأدية النشيد الوطني .\r\nالسند : 2 )\r\nيقع القسم الذي أدرس فيه في الطابق الأسفل من الجناح التربوي، بينما تقع المكتبة التي تطالع فيها في الطابق الأعلى من الجناح الإداري للمؤسسة .\r\n( السند : 3 )\r\nتقويم جزئي\r\nالاحظ السندات 3.2.1. واستنتج أن الموقع يحدد أيضا بـ .....\r\nأذْكُرْ عَلَى كُرَّاسِكَ ثلاثة معالم مكانية هامة من محيطك .\r\n51"
        },
        {
            "page": 39,
            "text": "الجغرافيا\r\n(2) الاتجاهات :\r\n52\r\nماهي الاتجاهات التي تُحدّدُ مِنْ خِلالِها مَوْقِعَكَ بِالنِّسبة لمختلف أنواع المعالم ؟\r\nأ - الاتجاهات العامة :\r\nالسندا : يقع بيتي خلف المسجد )\r\nأثناء أداء الصلاة في المسجد، يتوجب على المصلين\r\nالوقوف خلف الإمام .\r\nالسند : 2\r\nعند إجراء المنتخب الوطني لكرة القدم مبارياته الرسمية، يجتمع أفراد العائلة أمام التلفاز، لمتابعة مجريات\r\nألاحظ السندات 1 2 3 واستنتج المباريات .\r\nأن من بين الإتجاهات العامة\r\n) السند : 3 )"
        },
        {
            "page": 40,
            "text": "عند قطع المارة للطريق على الممر، يجب عليهم أن ينظروا يمينا ويسارًا للتأكد من عدم وجود خطرٍ يُهَدِّد حياتهم .\r\nاليسار\r\nاليمين\r\nالسند 1 : أفراد الأسرة على يسار الأب\r\nتقع المدرسة الابتدائية التي تُسمى حديقة الحرية أمام قصر الشعب على يساري، وأنا متجه نحو وسط مدينة الجزائر، عبر شارع فرونكلين روزفلت .\r\nحفاظا على سلامة المواطنين المرورية من الحوادث، فإن قانون المرور الجزائري يلزم سائقي السيارات بالسير على الجهة اليمنى من الطريق .\r\nالسند : 2\r\nألاحظ السندات 4.3.2.1 وأستنتج أن من بين الإتجاهات العامة أيضا تقويم جزئي\r\nالسند : 3\r\nأسْكُنُ بمدينةٍ وَهُرَانَ، فِي بَيْتٍ مُطِل على البحر الأبيض المتوسط، وعندما أَنْهَضُ صَباحًا أَجِدُ الشَّمْسَ مُشْرِقَةً\r\nعلى يميني .\r\nالسند : 4\r\nأكتب عَلَى كُرَّاسِكَ فَقرةً مِنْ سَطرَيْن تُوَظّف فيها الاتجاهات العامة\r\nعندَ تَنقُلِكَ مِنَ البَيْتِ إلى المدرسة.\r\n53"
        },
        {
            "page": 41,
            "text": "الجغرافيا ب - الاتجاهات الجغرافية :\r\nالسند 1 : تُشْرِقُ الشَّمْسُ من الشرق\r\nالشرق\r\nالغرب\r\n* ألاحظ السندات 4.3.2.1 وأستنتج أن من بين الإتجاهات الجغرافية الأساسية\r\nالسند 2 : الشَّرْقُ يُقابله الغرب\r\nتقع مدينة قسنطينة في الشرق الجزائري، وهي أكبر مدينة في هَذهِ الجِهَةِ، لذلك يُطلق عليها عاصمة الشرق الجزائري .\r\nالسند : 3\r\nبينما تقع مدينة وهران في الغرب الجزائري ، وهي أكبر مدينة في هَذِهِ الجهة، لذلك يُطلق عليها عاصمة الغرب الجزائري .\r\nالسند : 4\r\n54"
        },
        {
            "page": 42,
            "text": "تقع الجزائر في الجزء الشمالي من القارة الإفريقية، وتطل على البحر الأبيض المتوسط من الجهة الشمالية، بساحل يَزِيدُ طُولُهُ عن 1200 كلم .\r\nالسند : 1\r\nتقع مدينة تمنراست في الجنوب الجزائري ، وهي تزخر بإمكانيات سياحية طبيعية وتاريخية معتبرة .\r\n3\r\nالجزء الشمال من المواكب الأرض\r\nالسند 2 : كوكب الأرض\r\nإذا كُنتَ في إِحْدَى المُدنِ الساحلية الجزائرية وتوجهت نحو البحر، فإن الجنوب يكون من خلفك، والشرق على يمينك، بينما يكون الغرب على يسارك .\r\nالسند : 3\r\nالاحظ السندات 4.3.2.1 واستنتج أن من بين الإتجاهات الجغرافية الأساسية أيضا\r\nتقويم جزئي استعمل مفردات الاتجاهات الجغرافية في التعريف بحدود مدرستي ثُمَّ أَكْتُبُهَا عَلَى كُرَاسِي .\r\nالسند : 4\r\nإدماج جزئي\r\nأوظف ما عَرَفْتُهُ مِنْ مَعالم مكانية واتجاهات جغرافية في تحديد موقع بيتي في فقرةٍ بسيطةٍ أُحَرِّرُهَا عَلَى كُرَاسِي لِأُزَوْدَ بِهَا أَحَد أصدقائي .\r\n55"
        },
        {
            "page": 43,
            "text": "التاريخ\r\nأولاً : التسلسل التاريخي\r\n1 - الحدث :\r\nإِذَا كَانَ الإِنْسانُ يَمُرُّ فِي حَيَاتِهِ بِمَرَاحِلَ وَمُنَاسَبَاتٍ هَامَّةٍ تَبْقَى خَالِدَةً فِي ذَاكِرَتِهِ . فَمَا هِيَ أَهَمُ الأَحْدَاثِ الَّتِي عَرَفْتَهَا فِي حَيَاتِكَ ؟\r\n8\r\nالسند 1 : يوم مولدي\r\nالسند 2 : يوم التحاقي بالمدرسة لأول مرة\r\nالسند 3: كشف نقاط انتقالي\r\nإلى القسم الأعلى بتفوق\r\nالسند 4 : يوم تكريمي بجائزة تفوقي\r\nالاحظ السندات 1 4.3.2 وأستنتج أن\r\nالحدث الشخصي هو"
        },
        {
            "page": 44,
            "text": "الجغرافيا\r\n1 - التَّمَوفُعُ :\r\nثانيا : الرسم التخطيطي\r\nإِذا أَرَدْتَ أنْ تُحَدِّدَ مَكَانَ تَواجُدِكَ أَوْ مَسَارِ تَنقُلِكَ مِنْ مكان لآخر. فماهي\r\nالأدوات الجغرافية التي تَسْتَعِينُ بها عَلَى ذَلِكَ ؟\r\n56\r\nقسم السنة الثالثة ابتدائي\r\nالمادة معرفية تاريخ اليوم : و مستمر\r\nفاطمة\r\nقياس\r\nسميرة\r\nمخطط جلوس التلاميذ في القسم\r\nالتموقع : هُوَ أَنْ أُحَدِّدَ مَوقِعَ تَواجُدِي بالنسبة لمعالم مكانية معروفة ."
        },
        {
            "page": 45,
            "text": "اسمي فاطمة وأدرس في قسم السنة الثالثة ابتدائي، وأجلس في المقعد الأول أمام سعاد .\r\nتقف مُعلمتي أمام السبورة، قبالة التلاميذ والمَكْتَبُ مِنْ خَلْفِهَا .\r\nالسند : 1 )\r\nيجلس أحمد في المقعد الأمامي من الصف الأول، وعلى يمينه الباب.\r\nالسند : 2\r\nتجلس سعاد في المقعد الثاني مِنَ الصَّفُ الثَّانِي وَعَلى يسارها علي .\r\n)\r\nالسند : 3 )\r\nالسند : 4 )\r\nيجلس وسيم في المقعد الأخير من الصف الأول على يمين سميرة، خلف إلياس .\r\nيجلس إلياس في المقعد الثاني من الصف الأول، أمام وسيم وَخَلْفَ أحمد .\r\nالسناء : 5 )\r\nالسند : 0 )\r\nتقويم جزئي\r\nالاحط السندات 0.6.4.2.2.1 وبناء عليها أحدد تموقعي في القسم.\r\nأنجز مخططا لمختلف غُرفِ وَمَرَافِقِ بَيْتِكُمْ.\r\n57"
        }
    ]
}