{
    "book_name": "vkr.ru.ar",
    "pages": [
        {
            "page": 1,
            "text": "ان مترجع من الروسية إلى الغربية.\r\nobhnedictranslati\r\nجامعة ولاية سانت بطرسبرغ\r\nالاتجاه الدراسات الشرقية والأفريقية\r\nالبرنامج التعليمي: تاريخ الدول العربية عربي عبري\r\nاللغات التركية / الفارسية)\r\nآيك. سميرنوف\r\nحرب الاستقلال الجزائرية 1954-1962\r\nالعمل التأهيلي النهائي\r\nسانت بطرسبرغ\r\n2023\r\nمشرف\r\nدكتور في التاريخ ن.ن. دياكوف\r\nالمراجع:\r\nدكتوراه. أ.يو. كوروفكينا"
        },
        {
            "page": 2,
            "text": "جدول المحتويات\r\nمقدمة..\r\nالفصل الأول. متطلبات نضال الشعب الجزائري من أجل الاستقلال\r\n5\r\nالحركات الوطنية الجزائرية..\r\nالدين في الجزائر الاستعمارية..\r\nالمجتمع في الجزائر الاستعمارية..\r\nالمؤسسات العمومية في الجزائر. جمعية العلماء الجزائ ربین\r\n14\r\nصراع العلماء مع الحكومة الفرنسية..\r\nالفصل الثاني. حرب الاستقلال الجزائرية.\r\nالجزائر في فترة ما بعد الحرب..\r\nتنظيم الأحزاب الوطنية..\r\nالمرحلة الأولى 1954-1958\r\nالمرحلة الثانية 1958-1960.\r\nالفصل الثالث الحكومة المؤقتة للجمهورية الجزائرية وتحرير الجزائر 32\r\nالتعليم VPAR..\r\nتنظیم WPAR\r\nدور VPAR في تحرير الجزائر....\r\nنتایج حرب الاستقلال.\r\nالفصل الرابع. حرب الاستقلال الجزائرية من خلال عيون المشاركين فيها...\r\nخاتمة..\r\nفهرس...\r\nالملحق ...\r\nالملحق .....\r\nالملحق 3\r\nالملحق ....\r\nالملحق 5\r\n21\r\n3\r\n5.\r\n11\r\n19..\r\n19..\r\n23\r\n28..\r\n42\r\n47\r\n50\r\n53.\r\n54...\r\n56...\r\n2"
        },
        {
            "page": 3,
            "text": "مقدمة\r\nخلال تاريخها الاستعماري، برزت الجزائر كدولة فريدة من نوعها فريدة ليس فقط في موقعها الجغرافي، ولكن أيضاً في درجة التفاعل مع الدولة المستعمرة. على الرغم من قسوة الفرنسيين، وسوء الفهم الأساسي بين السكان المحليين والغزاة، فإننا نعرف العديد من الأمثلة على الارتباط الوثيق بين المجتمعين الجزائري والفرنسي. على سبيل المثال، ألمع الأمثلة هم الكتاب من أصل جزائري ألبير كامو وإيمانويل روبل، الذين أصبحوا أيقونات الأدب الفرنسي. عادة ما يطلق على هؤلاء الجزائريين من أصل أوروبي في أغلب الأحيان فرنسيين) اسم \"الجزائريين الفرنسيين\" أو \"الجزائريين الأوروبيين\" أو \"البيد نوير\" (ذوي الأقدام السوداء).\r\nحتى في بداية القرن العشرين، كان من الصعب تصور الجزائر منفصلة عن فرنسا\r\nورغم ذلك، وبعد 62 عاماً اتخذت الدولة العربية مساراً مختلفاً تماماً.\r\nوفي إطار العمل التأهيلي النهائي، تمت دراسة أعمال المستشرقين المحليين\r\nوالغربيين حول هذا الموضوع، ودراسة المصادر باللغة العربية، كما تمكنوا من الاتصال\r\nبمشارك حقيقي في تلك الأحداث للحصول على المذكرات الفريدة لبطل الحرب من أجل\r\nالاستقلال، الحزبي سعيد زوزو\r\nهذه الدراسة مهمة لأن حرب الاستقلال وتشكيل الحكومة المؤقتة للجمهورية\r\nالجزائرية (GPAR) حددت مصير الجزائر المستقبلي كدولة ذات سيادة.\r\nوتنقسم هذه الدراسة منطقيا إلى أربعة فصول يتحدث الفصل الأول عن متطلبات\r\nنضال الشعب الفرنسي ضد الاستعمار، وإنشاء المنظمات الأولى للنضال. ويتناول الفصل\r\nالثاني سير الحرب وأهم مراحلها وأحداثها في الفصل الثالث\r\n3"
        },
        {
            "page": 4,
            "text": "يصف إنشاء VPAR، والظروف الاجتماعية والسياسية التي ساهمت في ذلك. أما الفصل الرابع فيحتوي على مذكرات مشارك حقيقي في تلك الأحداث.\r\nالهدف من العمل هو تحليل مفصل الحالة المجتمع في الجزائر في منتصف القرن العشرين، فضلا عن دور VPAR في التنمية الاجتماعية والسياسية لبلادهم. وسيغطي العمل أيضا مسار حرب العصابات وأهم أحداثها ونتائجها.\r\nالأساس النظري للدراسة لا يتكون فقط من أعمال المستشرقين المحليين: روبرت غريغوريفيتش لاندا نيكولاي نيكولايفيتش دياكوف، وما إلى ذلك، ولكن أيضاً عدد من الأعمال الأجنبية بادئ ذي بدء، تجدر الإشارة إلى عدة كتب لمؤلفين باللغة العربية: محمد الطاهر \" الحكومة المؤقتة للجمهورية الجزائرية (1958-1962). د. أبو القاسم سعد الله \" التاريخ الثقافي للجزائر\" و\"الحركة الشعبية الجزائرية\". إضافة إلى ذلك، استعنت بأعمال المستشرق الفرنسي والباحث المغاربي شارل أندريه جوليان، وكذلك المؤرخ بنيامين ستور."
        },
        {
            "page": 5,
            "text": "الفصل الأول. متطلبات نضال الشعب الجزائري من أجل\r\nاستقلال.\r\nالحركات الوطنية الجزائرية\r\nجغرافيا، كانت الجزائر دولة يصعب حكمها. تمنع سلاسل جبال التل والأطلس الصحراوي التواصل السهل بين الشمال والجنوب، ويظل الوصول إلى داخل المدينة محدوداً. وهذا يعني أنه قبل الحكم العثماني، كان الجزء الغربي من البلاد مرتبطاً بشكل أوثق بالمغرب، بينما كان الجزء الشرقي مرتبطاً بعلاقات أوثق مع تونس. هناك عقبة أخرى أمام توحيد البلاد وهي أن أقلية كبيرة من السكان كانوا من المتحدثين باللغة الأمازيغية وبالتالي كانوا أكثر مقاومة للتعريب مقارنة بدول شمال إفريقيا الأخرى. لا يمكن فهم الجزائر الحديثة إلا من خلال دراسة الفترة - ما يقرب من قرن ونصف القرن - عندما كانت البلاد تحت الحكم الاستعماري الفرنسي.\r\nكانت نقطة انطلاق الصراع بين فرنسا والجزائر هي مقلب قنصل ولاية بوربون بيير ديفال في 29 أبريل 1827، رداً على كلام الفرنسي غير الصحيح، ضرب داي حسين الثالث القنصل على وجهه بمروحة. واعتبر الجانب الفرنسي ذلك إهانة وأرسل أسطوله إلى الجزائر. وبعد بضعة أشهر، تم تنظيم حصار بحري للبلاد. في نفس العام، كتب وزير الحرب الفرنسي أن غزو الجزائر سيكون وسيلة فعالة ومفيدة لتوظيف قدامى المحاربين من الحروب النابليونية.\r\n1 دلیل بريتانيكا لأفريقيا ايمي ماكينا) تاريخ أفريقيا الحديثة.. 2010، ص 63.\r\n5"
        },
        {
            "page": 6,
            "text": "لقد اتسم الحكم الاستعماري الفرنسي تقليديا بالعنف وسوء الفهم المتبادل بين\r\nالحكام والمحكومين.2\r\nوبحسب بعض المؤرخين الفرنسيين، فإن الاستعمار جعل المجتمع الإسلامي أكثر همجية مماكان عليه قبل وصول الفرنسيين. وفي 14 يونيو 1830 نزل الجيش الفرنسي البالغ عدده 37 ألف جندي في الخليج غرب مدينة الجزائر العاصمة. كان جيش الحاكم المحلي داي أضعف ولم يتمكن من تقديم مقاومة كافية بسبب قلة عدد الجنود النظاميين. ولم يكن لدى الجيش الجزائري سوى 16 ألف جندي نظامي من أصل جيش قوامه 50 ألفا. بينما أرسلت فرنسا 37 ألف محترف إلى أفريقيا. وخسر الجيش العربي في المعارك 10 آلاف قتيل و خصومه 600 فقط .\r\nوتقدم الفرنسيون بسرعة نحو الشرق، وحاصروا العاصمة واستولوا عليها. وفي 5 يوليو 1830 ، أجبر الداي حسين الثالث على التوقيع على استسلام المدينة وحصنها، وفي 23 يوليو تم طرده من البلاد إلى مملكة نابولي حيث عاش ثلاث سنوات. في العاصمة. استولى الفرنسيون ليس فقط على مقر إقامة الداي، بل أيضاً على الخزانة التي غطت المرحلة الأولى من غزو الدولة الواقعة في شمال إفريقيا. بعد انتهاك اتفاقية حصانة سكان الحضر الموقعة مع الداي، قام المستعمرون بطرد 1300 إنكشاري جزائري غير متزوجين ثم 1500 آخرين متزوجين مع عائلاتهم. وتمت مصادرة جميع ممتلكات الجزائريين المطرودين لصالح الغزاة.\r\nبدأ النضال ضد الاستعمار فوراً باستعباد فرنسا للجزائر. في البداية كان الصراع فوضويا في الأساس، قاتل ممثلو النبلاء المحليين، وكذلك الشخصيات الدينية. هناك مشكلة أخرى في طريق توحيد صفوف السكان المضطهدين وهي موقف البرجوازية المحلية في النضال ضد الإمبريالية. النخبة الجزائرية\r\n2 دلیل بريتانيكا لأفريقيا ايمي ماكينا) تاريخ أفريقيا الحديثة.. 2010.. ص. 64\r\nولاندا آر جي. نضال الشعب الجزائري ضد الاستعمار الأوروبي. م.. 1976...\r\n64\r\n6"
        },
        {
            "page": 7,
            "text": "في بداية القرن العشرين، لم تكن مستعدة للتضحية بمصالحها الشخصية، وخاصة تلك المرتبطة برفاهيتها من أجل مصالح الشعب.\r\nبدأت مرحلة جديدة في تطور الحركة المناهضة للاستعمار مع بداية تشكيل الأحزاب السياسية المختلفة. وحاولت الأحزاب التي تم تشكيلها حديثا تلبية مطالب قطاعات واسعة من المجتمع، وبالتالي خلق جبهة نضالية قوية مدعومة ليس فقط من قبل المثقفين، ولكن أيضا من قبل عامة الناس.\r\nإن الطبيعة القومية للحركات المناهضة للاستعمار في الجزائر يمكن تفسيرها جزئياً بأيديولوجية المستعمرين، التي تم تطبيقها طوال فترة الحكم الفرنسي بأكملها. نحن نتحدث عن أيديولوجية تفوق عرق واحد على الآخرين. ومن الجدير بالذكر أن القوى الاستعمارية الأخرى طبقت أيديولوجية مماثلة في مناطق أخرى من آسيا وأفريقيا. بالإضافة إلى ذلك، مع بداية القرن العشرين، أصبحت الجزائر أخيراً مصدراً للعمالة الرخيصة لفرنسا و\"مانحاً\" لضخ الموارد الصناعية. كل هذا أدى إلى التطور النشط للحركات الوطنية في البلاد.\r\nتطورت القومية الجزائرية من خلال جهود ثلاث مجموعات مختلفة. تتألف المجموعة الأولى من جزائريين تلقوا تعليماً فرنسياً، وكان الأعضاء في أغلب الأحيان ممثلين\r\nللبرجوازية والمثقفين، ويعملون في القطاع الفرنسي. وغالبا ما يطلق عليهم الاستيعابيين. تجنب هؤلاء الأشخاص الأعمال غير القانونية وكانوا على استعداد للنظر في إمكانية التحالف الدائم مع فرنسا إذا تم منح الجزائريين حقوقاً متساوية مع الفرنسيين. كانت هذه المجموعة التي نشأت في بداية القرن العشرين تحت اسم الشباب الجزائري\" أو \"الشباب الجزائري\"، سيئة التنظيم حتى قبل اندلاع الحرب العالمية الأولى.\r\nوتتكون المجموعة الثانية من الإصلاحيين المسلمين المستلهمين من الحركة الدينية السلفية التي تأسست في أواخر القرن التاسع عشر في مصر. وكانت المجموعة الثانية أكثر بروليتارية وجذرية. كانت\r\n7"
        },
        {
            "page": 8,
            "text": "نظمت بین العمال الجزائريين العاديين. تم تنظيم المجموعة في الأصل في فرنسا في عشرينيات القرن الماضي تحت قيادة أحمد مصالي حاج، ثم اكتسبت فيما بعد دعماً واسع النطاق في الجزائر. أما المجموعة الثالثة فكانت جمعية العلماء المسلمين الجزائريين والتي سيتم مناقشة أنشطتها بمزيد من التفصيل في الفصل الثالث.\r\nبالإضافة إلى مقاتلي الاستقلال الجزائريين، تم تنظيم عدد من الجماعات الإصلاحية الفرنسية، والتي بذلت عدداً من الجهود لتحرير معاملة السكان الأصليين في البلاد. حتى أن منظمات مماثلة بدأت العمل بالاشتراك مع الجزائريين في عشرينيات القرن الماضي.\r\nإحدى المحاولات لتوسيع حقوق الجزائريين كان مشروع بلوم فيوليت الذي سمي على اسم رئيس الوزراء الفرنسي ليون بلوم والحاكم العام السابق للجزائر موريس فيوليت. تم تقديم المشروع بينما كانت الجبهة الشعبية الفرنسية في السلطة.\r\nوتنص بنود المشروع المقترح على منح عدد قليل من الجزائريين الحق في دراسة اللغة الفرنسية والجنسية الفرنسية، دون حرمانهم من فرصة إجراء المحاكمات وحل المسائل القانونية الأخرى، استنادا إلى قواعد الشريعة والفقه الإسلامية. لكن هذا يجب أن ينطبق فقط على الدعاوى ذات الطبيعة الشخصية: إجراءات الطلاق والميراث وما إلى ذلك. ومن الممكن أن يزداد العدد الصغير للجزائريين الذين سيحصلون على الجنسية الفرنسية والتعليم والمزايا تدريجياً في السنوات اللاحقة. ومع ذلك، كانت المقاومة الاستعمارية لهذا المشروع شرسة للغاية لدرجة أنه لم يتم طرح المشروع للتصويت في مجلس النواب الفرنسي. بدأ العديد من الجزائريين يشعرون بأن العنف المنظم هو الخيار الوحيد، حيث تم حرمان السكان من جميع الوسائل السلمية لحل مشاكل الحكم الاستعماري.\r\n8"
        },
        {
            "page": 9,
            "text": "الدين في الجزائر الاستعمارية\r\nكان الإسلام ولا يزال الدين الرئيسي في الجزائر اليوم البلاد %99% مسلمون 45. ذات الأغلبية السنية. ولوحظ وضع مماثل خلال الحقبة الاستعمارية. يعكس التاريخ الاستعماري الفرنسي بشكل عام عدم ثقة الفرنسيين بالإسلام. وفي الجزائر، أنشأ الفرنسيون نظاماً من مستويين للتمييز بين المسلمين وغير المسلمين. كان بإمكان الكاثوليك واليهود الجزائريين المحليين الحصول على الجنسية الفرنسية، لكن تم حرمان المسلمين الجزائريين من ذلك لأنه كان ينظر إلى الإسلام على أنه عائق أمام تحقيق \"الفرنسية\" واعتبر غير متوافق مع الحداثة المسيحية الفرنسية.\r\nوتم تمييز الإسلام باعتباره غير متوافق مع الهوية الفرنسية. وعلى الرغم من أن الفرنسيين لم يعتبروا الإسلام ديناً همجياً تماماً، إلا أنهم ظلوا يعتبرونه \"متخلفاً وغير حضاري عالقاً في الماضي الأرستقراطي الإقطاعي. ومن الجدير بالذكر أن نفس سياسة التمييز الديني ضد الإسلام تم تنفيذها في جميع أنحاء المغرب الفرنسي في تونس والمغرب.\r\nلقد ذكرت طبيعة الإسلام المنتشرة في الجزائر المستعمرين الفرنسيين باستمرار بمخاطر الخلط بين الدين والسياسة. وكان تدين العرب العقبة الرئيسية أمام اندماج الجزائر في فرنسا، لذا كان لزاماً على الحداثة أن تنتصر على العناصر غير المقيدة للدين لتحويل شمال أفريقيا إلى عالم \"الحضارة\" الذي جسدته فرنسا.\r\nکتاب حقائق العالم - وكالة المخابرات المركزية\r\nولاندا آر جي. نضال الشعب الجزائري ضد الاستعمار الأوروبي.. ... 1976، ص 5\r\n9"
        },
        {
            "page": 10,
            "text": "وفي محاولة لإصلاح الشعب الجزائري، رفض الفرنسيون السماح للمسلمين الجزائريين بالحصول على الجنسية الفرنسية ما لم يتخلوا عن دينهم. لقد أظهرت مسألة المواطنة بوضوح الانقسام بين الجزائر وفرنسا بين التقليد والحداثة. كانت فرنسا قلقة بشأن أي شرعية للإسلام، لأن الاعتراف بالإسلام كشرعية وشرعية يهدد فرنسا نفسها كجمهورية علمانية تقدمية.\r\nلقد بني المسلمون الجزائريون حياتهم حول الدين، حيث يصلون خمس مرات في اليوم، ويأكلون أطعمة معينة، والأهم من ذلك، يتخذون قرارات قانونية بناء على القرآن.\r\nوهكذا كانت قوة الإسلام بين المسلمين أقوى بكثير من القوة العلمانية للمحتلين الفرنسيين. ولهذا السبب كان إيديولوجيو \"الجزائر الفرنسية حريصين للغاية على فصل الدين عن الدولة.\r\nوفي سياق النضال المستمر للفرنسيين مع الجمعيات الوطنية، أصبح الإسلام العامل الرئيسي في توحيد السكان اعتنق الجزائريون الدين كوسيلة لتمييز أنفسهم عن مستعمريهم. وبهذا المعنى، كان للإصرار الفرنسي تأثير معاكس لأنه دفع المسلمين الجزائريين إلى اعتناق هويتهم الدينية. لقد أعطى الدين الشعب الجزائري القدرة على مقاومة الوجود الأجنبي مع الحفاظ على ذاكرة هويتهم الأصلية قبل الاستعمار. ظل الإسلام قوة عظمى في الجزائر لا مثيل لها من قبل أي مؤسسات أو مثل علمانية جلبها الفرنسيون أثناء الاستعمار. ومن نواح عديدة، كان بفضل الإسلام أنه كان من الممكن التغلب على تشرذم القبائل في مراحل مختلفة من التاريخ الجزائري، وكذلك توحيد السكان حول أفكار النضال التحرري ضد غير المسلمين.\r\n10"
        },
        {
            "page": 11,
            "text": "المجتمع في الجزائر الاستعمارية\r\nاندمجت الجزائر بشكل مباشر في فرنسا على المستوى المؤسسي في عام 1881. وكان التعليم أحد أوضح الأمثلة على هذا التكامل. أنشأ رئيس الوزراء جول فيري مدارس في الجزائر تقوم على التعليم العلماني وفق المعايير المقررة في فرنسا. المدارس الجزائرية تقلد المدارس الفرنسية في كل شيء من المناهج الدراسية إلى توقيت الدراسة.\r\nمثل هذا النسخ للتقاليد الأوروبية لم يأخذ في الاعتبار احتياجات ومصالح السكان المحليين. ونتيجة لذلك، غالباً ما كان الجزائريون يتجاهلون التقاليد الجديدة. على سبيل المثال، لم يمنع اعتماد التقويم الميلادي المزارعين المحليين من حساب دورة إنتاج المحاصيل حسب التاريخ الهجري، وكذلك الاحتفال بالأعياد الإسلامية المختلفة.\r\nكان الهدف الرئيسي للأيديولوجيين الاستعماريين هو ضمان التبعية المطلقة والكاملة للسكان لاحتياجات ومصالح الاستعمار\"، على النقيض من النهج الأكثر إحساناً للجيش الذي كان مهتماً بالحفاظ على الأمن في الجزائر الفرنسية بدلاً من الحفاظ على الأمن في الجزائر الفرنسية. السيطرة على السكان الأصليين. ليس من المستغرب أنه بعد تنفيذ مثل هذه التدابير، أصبح الجزائريون غير متوازنين للغاية، لأن المستعمرين سيطروا على جميع جوانب الحياة مع القليل من الاهتمام لاحتياجات السكان الأصليين.\r\nوبينما كان المستوطنون الفرنسيون يتمتعون بحقوق كاملة، كان الجزائريون رعايا مستعمرين وتم معاملتهم على هذا النحو. لقد تلاعب الجزائريون الفرنسيون بالقانون الخدمة مصالحهم على أفضل وجه، وعادة ما يكون ذلك على حساب السكان الأصليين. قانون السكان الأصليين، الذي تم اعتماده في عام 1881 ، شرع قمع السكان المستعمرين وعاقب التمييز الحكومي من خلال تدابير مثل:\r\n11"
        },
        {
            "page": 12,
            "text": "وكثيراً ما استخدمت الضرائب الإضافية، والعمل الإلزامي غير مدفوع الأجر، وتشريعات حقوق الأراضي ضد الجزائريين أنفسهم.\r\nقبل الاستعمار، كانت الجزائر مجتمعاً زراعياً إلى حد كبير دون حقوق محددة في الأرض أو الملكية الخاصة بشكل عام. لكن بمجرد استيلاء الفرنسيين على السلطة، أدخلوا قوانين الملكية الخاصة للأراضي وطرحوا الأراضي الجزائرية للبيع بالمزاد العلني، موضحين ذلك بظروف السوق الحرة، ثم اشتروا هذه الأراضي بأنفسهم، حيث كان لديهم موارد مالية أكبر بكثير. قدرات تفوق حتى \"النخبة القبلية. لكن المستشرق الروسي روبرت غريغوريفيتش لاندا يستشهد بإحصائيات يستنتج منها أن المساحة الإجمالية للأراضي الصالحة للزراعة في الجزائر تضاعفت خلال الاستعمار بفضل التقدم التكنولوجي والأساليب الجديدة في الإدارة الزراعية، وهي نتيجة إيجابية واضحة لاستعمار الجزائر .\r\nومع ذلك، عند الحديث عن تأثير المستعمرة الفرنسية على حياة الجزائريين العاديين لا يسع المرء إلا أن يلاحظ الاتجاهات الإيجابية في المجتمع الاستعماري. بدأ الفرنسيون في تعريف السكان المحليين بإنجازات العلوم والتكنولوجيا الأوروبية والمرافق اللوجستية الحديثة والأدوات الزراعية. وبطبيعة الحال، تم إعداد كل هذا بهدف تصدير البضائع الأفريقية إلى أوروبا بأكبر قدر ممكن من الكفاءة وبتكلفة زهيدة. ولهذا الغرض، تم بناء العديد من الموانئ الجديدة في البلاد، وهي نقاط لوجستية مهمة حتى يومنا هذا بالإضافة إلى ذلك، داخل البلاد نفسها ، تم عمل الكثير لتجهيز ليس فقط المراكز الاستعمارية، ولكن أيضاً المناطق الزراعية في البلاد : تم وضع حوالي 5 آلاف كيلومتر من السكك الحديدية و30 ألف طريق سريع.\r\nكل هذا لم يطور اقتصاد الدولة فحسب، بل ساهم أيضاً في تكوين طبقات وشرائح اجتماعية جديدة بين الجزائريين المسلمين\r\n12"
        },
        {
            "page": 13,
            "text": "كانت الأنواع الاجتماعية الجديدة من الناس هي العمال المستأجرين في القطاع الزراعي والمهاجرين إلى فرنسا، والعمال العامين.\r\nغالباً ما تلقى المهاجرون إلى فرنسا تعليمهم في العاصمة، ومن خلال تعليمهم اعتمدوا اللغة ( كان التدريس باللغة الفرنسية، ومعها الرمز الثقافي. لم يعد من الممكن تصنيف هؤلاء الأشخاص بشكل لا لبس فيه على أنهم جزائريون. لقد أطلق عليهم لقب \"نصف جزای ریین و نصف فرنسيين\".\r\nكان العمال الجزائريون ينتمون بشكل رئيسي إلى فئة الحرفيين الذين نادرا ما كانوا قادرين على الحصول على عمل لائق آخر. كان العمال في الجزائر الاستعمارية يقصدون أنواعاً مختلفة من الحمالين والخدم وصغار التجار.\r\nوفي المجال الثقافي، يشهد المجتمع الجزائري أيضاً عدداً من التغييرات. يظهر المعلمون والصحفيون والأطباء والفنانون المحليون كانت مؤسسات التعليم العالي تتطور بنشاط ليس فقط من النوع العلماني، ولكن أيضاً من النوع الإسلامي التقليدي. ومن الجدير بالذكر أنه على الرغم من تعزيز تطور الإسلام في البلاد، فقد أدخل المستعمرون التعليم باللغة الفرنسية في جميع المدارس، مما ساهم في تأصيل الثقافة الأوروبية في الجزائر.\r\nبفضل الاندماج النشط للجزائر في حياة العاصمة، تطورت المثقفون المحليون من النوع الحديث بسرعة كبيرة. كان هناك عامل آخر في تطور البرجوازية الجزائرية وهو الترويج للجزائركموطن، وفي أغلب الأحيان مكان لقضاء العطلات للنخبة المثقفة الفرنسية. عمر الجزائر عدد كبير من العلماء والكتاب والفنانين من أوروبا. كل هذا ساهم في التطور الفكري العام للسكان، وكذلك إنشاء مؤسسات لتدريب المزيد من الموظفين المؤهلين، بما في ذلك المزيد من الثقافية.\r\n13"
        },
        {
            "page": 14,
            "text": "المؤسسات العمومية في الجزائر. منظمة\r\nعلماء جزائ ریون\r\nتأسست جمعية العلماء الجزائريين سنة 1931 بقسنطينة وعقد أول اجتماع رسمي لها في 5 ماي 1935. وقد تأثر مؤسسها الشيخ عبد الحميد بن باديس (ملحق (2) بشدة بآراء الفقيه والمصلح المسلم محمد عبده (1849-1905) الذي رأى أن الإسلام دين مرن في الأساس، قادر على التكيف مع الشريعة. العالم الحديث إذا تحررت من إضافاته المبتذلة وغير الإسلامية. وهكذا، شن العلماء الجزائريون حملات واسعة النطاق ضد الخرافات والدعاة المحليين المرابطين الذين أصبحوا شائعين بين السكان. كما أنهم وضعوا موضع التنفيذ إيمان محمد عبده بفعالية التعليم الحديث من خلال محاولة إصلاح نظام التعليم الذي عفا عليه الزمن.\r\nأنشأ العلماء مدارسهم الخاصة، حيث قدموا مستوى أعلى بكثير من التعليم وجودة التدريس. وبهذا النهج اجتذبوا طلاباً من المدارس القرآنية الابتدائية، وقد أدى إنشاء مثل هذه المدارس إلى حل مشكلتين في وقت واحد. الأول هو محاربة \"الشيب\" في الإسلام. والثاني هو محاربة الإخوان المرابطين في الواقع، كان صراع العلماء مع المرابطين يعكس نضال البرجوازية الوطنية، وخاصة أوساطها الوطنية، ضد الأرستقراطية الإقطاعية المحافظة. كان نضال العلماء ضد رجال الدين الرسميين والتدخل في الشؤون الدينية تقدمياً أيضاً بطبيعته. ومن الجدير بالذكر أن رجال الدين الموجودين، خلافاً للتقاليد، تم تعيينهم ورعايتهم من قبل المستعمرين.\r\nوفي الجزائر، حاول العلماء تطبيق مبادئ الإصلاح الإسلامي الذي تم تنفيذه في مصر ولذلك أطلق عليهم في كثير من الأحيان اسم \"العلماء الإصلاحيين\". ورفع العلماء شعار: \" الجزائر\r\n14"
        },
        {
            "page": 15,
            "text": "وطني، الإسلام ديني اللغة العربية لغتي.\" وترأس الجمعية العديد من رموز الفن والعلوم الذين ألقوا خطبا وخطباء مما ترك انطباعاً قوياً لدى الشباب الجزائري، وكانوا يتحدثون بانتظام على صفحات الصفحة مجلة الجمعية الشهرية \"الشهاب\" والعديد من المنشورات العربية الأخرى تم إنشاء مجلة الشهاب من قبل جمعية العلماء نفسها في قسنطينة. وقال الإبراهيمي، رئيس التحرير وصاحب الامتياز عن الصحيفة: هذا سيف من سيوف الإسلام وجزء من روحانية الشرق\". تناولت الجمعية وصحيفتها بشكل مفصل مسألة فصل الدين عن الدولة وقدمت مقترحات حول هذا الموضوع إلى نواب البرلمان الجزائري، وقد تناولها الإبراهيمي في عدة مقالات ذات صلة وتحدث عن أنشطة الجمعية، وزاد عدد متابعيه إلى عشرين ألفاً..\r\nاستيقظت الكتب التي نشرها الزعيمان العلميان مبارك الميلي وتوفيق المدني، والتي تمجد الماضي البطولي للجزائريين في عشرينيات وثلاثينيات القرن الماضي. الشعور الوطني بين جزء كبير من الأشخاص الخاملين سياسياً سابقاً. ومما سهل سلطة الجمعية إلى حد كبير وجود في صفوفها \"أمير\" الشعراء الجزائريين محمد العيد، ومؤلف النشيد الوطني مفدي زكريا، والصحفي الشهير لمين لامودي وغيرهم الكثير.\r\nفكرة هوية الأمة الجزائرية المسلمة\" التي لا تريد أن تعيش تحت نير الغزاة الفرنسيين، والتي طرحها مؤسس الجمعية بن باديس لاقت تأييدا من كل وطنيي الجزائر . بشكل عام، حظيت أنشطة العلماء المناهضة للإمبريالية والإقطاعية بدعم كبير من السكان الأصليين في البلاد. وعملت تحت قيادتهم حوالي 50 جمعية ثقافية.\r\nسعد الله، أبو القاسم التاريخ الثقافي للجزائر. ت. 10.. ص. 23 15"
        },
        {
            "page": 16,
            "text": "وفي عام 1951 وفي اجتماع للجمعية برئاسة الشيخ محمد البشير الإبراهيم تم عرض تقارير مالية وأدبية استعرض فيها نشاط الجمعية منذ عام 1943، وخلص إلى أن الجمعية قامت بالفعل ببناء 123 مدرسة إسلامية حافظ الإسلام على تقاليده ليس فقط في العلوم.\r\nولكن أيضاً في الهندسة المعمارية. ويعد الحفاظ على تقاليد العمارة الأندلسية سياسة متعمدة تنتهجها الجمعية من أجل الحفاظ على الطراز التاريخي والذوق الفني، وكذلك الضمان فهم الأجيال لتراث أجدادهم.\r\nأما عدد المعلمين فقد وصل إلى 175 شخصا لكنهم يتقاضون أجوراً زهيدة لا تكاد تكفيهم. وبلغت ميزانية المعلمين في الجمعية 37 مليون فرنك سنويا. ومن الجدير بالذكر أيضاً أن المعلمين غالباً ما تعرضوا للقمع الإداري والغرامات والمحاكمات والسجن مثل المجرمين من قبل المجرمين. ومن بين الإجراءات التي تم الإعلان عنها في هذا الاجتماع أيضاً أن الجمعية أنشأت لجنة عليا للتعليم والتفتيش، والتي لا تزال قيد الدراسة. ولم يحرز أي تقدم في أنشطته بسبب نقص التمويل، وبلغت نفقاته خلال السنة التجريبية مليون فرنك. ومن المعروف أن هذه اللجنة تطورت ونمت وعاشت حتى عام 1956 على الأقل، رغم الخطوات غير المؤكدة التي بدأت بها. كما أنشأت الجمعية معهد عبد الحميد بن باديس بقسنطينة.\r\nوفيما يلي بعض الإحصائيات الأخرى عن عدد المدارس والطلاب التي تشرف عليها هيئة العلماء منذ عام 1947. وكان عدد الطلاب في هذا التاريخ نحو عشرين ألفا، وعدد المدارس نحو تسعين. وفي اليوم المذكور افتتحوا كما في السابق، معهد ابن باديس الذي درس فيه نحو 700 طالب مؤهل\r\n7 سعد الله، أبو القاسم التاريخ الثقافي للجزائر. ت . 10.. ص. 20 سعد الله أبو القاسم. التاريخ الثقافي للجزائر. ت . 10.. ص. 22\r\n16"
        },
        {
            "page": 17,
            "text": "الانضمام إلى مسجد الزيتونة. وفي عام 1954 أعلنت الجمعية قائمة مدارسها التي بلغ عددها 124 مدرسة و 274 معلما، لكنها في عام 1954 قدمت عددا بأربعين ألف طالب.\r\nبينما تقدر الإدارة الفرنسية العدد بحوالي 22 ألف طالب.\r\nوفي عام 1955، كان العلماء يملكون 181 مدرسة، لكن عدد الطلاب انخفض إلى 11 ألف طالب، واقتصر البرنامج التعليمي للطلاب على المواد العربية والدينية، في حين تم تجاهل المواد العلمية إلى حد كبير. ومن مميزات هذا التعليم أن الشباب الذين أكملوا هذه الدورات كانوا يتقنون اللغة العربية الأدبية.\r\nصراع العلماء مع الحكومة الفرنسية\r\nقامت الحكومة الفرنسية بمحاولات عديدة لمواجهة العلماء. وفي عام 1932، تم إنشاء جمعية علماء السنة، والتي رعاها الفرنسيون عكس هذا المجتمع أفكار المحافظين\r\nالجزائريين ورؤساء إخوان المرابطين، لكن مثل هذه المنظمات الموالية لفرنسا لم تحقق شعبية كبيرة. وبسبب انزعاجها من تزايد شعبية العلماء، أصدرت السلطات تعميم ميشيل في فبراير 1933، يحظر على العلماء إلقاء الخطب في المساجد. وأدى ذلك إلى اضطرابات في عدد من المدن ومظاهرات واشتباكات مع الشرطة في ربيع عام 1933.\r\nوفي سبتمبر/ أيلول 1933 ، طرد المؤمنون خصم العلماء الشيخ الحافظي من مسجد بون، معلنين إياه \"عدوا لله\"، مما أدى إلى اعتقال 60 شخصاً. وفي بداية عام 1934 ، أنشأ العلماء لجنة الدفاع عن الحريات الإسلامية التي نظمت مظاهرات حاشدة في مايو (5) آلاف شخص في تلمسان، و 10 آلاف شخص في قسنطينة للمطالبة بإلغاء تعميم ميشيل.\r\n17"
        },
        {
            "page": 18,
            "text": "وبينماظل العلماء الإصلاحيون رسمياً خارج السياسة، فقد اتبعوا في الواقع سياسة مرنة للغاية. وشاركوا في المؤتمر العربي الإسلامي في القدس عام 1931 وحظوا بدعم رئيسه المفتي أمين الحسيني. وكانت علاقاتهم باللجنة العربية في القاهرة وزعيم الإصلاحيين الإسلاميين المصريين الشيخ رشيد رضا ثابتة. كما حظوا بمساعدة رئيس اللجنة السورية الفلسطينية المغاربية في جنيف، الأمير الدرزي شكيب أرسلان لكنهم رفضوا الدعوة التي وجهها إلى \"المؤتمر\" الشرقي\" في روما، لأنهم أدانوا سياسة إيطاليا في ليبيا). وفي داخل الجزائر، حاولوا عدم التشاجر مع أي طرف.\r\nويرى بعض الباحثين أن العلماء قدموا التعليم المجاني واللغة العربية، فضلا عن الوعظ والإرشاد في المساجد من جانبها، قامت فرنسا في 3 أغسطس 1944 بحل لجان الفتوى حول الدين الإسلامي، التي شارك فيها مسؤولون فرنسيون، وهو ما اعتبره العلماء انتصارا حيث أتاح لهم ذلك السيطرة على شؤون الإسلام وتحقيق ما أرادوا طويلا. وهو فصل الدين الإسلامي عن الدولة الفرنسية، كما حدث مع المسيحية واليهودية.\r\nلكن الإدارة لم تنقل إليهم الشؤون الإسلامية وفتحت جدلا عقيما في مجلس الجزائر العاصمة، مما سمح للإدارة بالاحتفاظ بتعيين ممثلي الدين الإسلامي بين يديها، رغم الوعد الذي قطعه في دستور 1947 وعينتهم الإدارة وحددت اختصاصاتهم. أما العلماء، فقد رأوا أن شؤون الإسلام يجب أن تنتقل إلى المجتمع المسلم، رافضين أي تدخل من الإدارة فيه. كما طالب العلماء، اعتباراً من مايو 1950، بإنشاء مجلس إسلامي أعلى مؤقت، يتولى إدارة التبرعات والأموال الأساسية اللازمة\r\n18"
        },
        {
            "page": 19,
            "text": "رواتب العاملين في المجال الديني. وظل هذا السؤال قائما حتى بداية الثورة.\r\nجدير بالذكر أن جمعية العلماء الجزائريين قامت بمحاولات لإقامة اتصالات مع فرنسا.\r\nمتحدثا رسمياً عن الاهتمام بالمجتمع والأخلاق في الدول الغربية، تم إرسال الفاضل الورطلاني وسعيد صالحي وعبد الرحمن الياوي من قبل قيادة التنظيم إلى باريس. عند وصولهم، حاولوا الحصول على مكتب خاص بهم في باريس، لكنهم فشلوا.\r\nوبأموال المناصرين الجزائريين تبدأ الجمعية في فتح مدارس الأخلاق والدين في فرنسا، مما يلفت انتباه الفرنسيين إلى المشكلة الجزائرية. وقد حظيت مثل هذه المدارس بشعبية كبيرة بين الجزائريين الذين انتقلوا إلى فرنسا، حيث لم تدرس هذه المدارس الإسلام فحسب، بل اللغة العربية أيضاً، كما أوضحت للشباب سبب أهمية البقاء على اتصال وثيق بجذورهم العربية. ورغم أن المهمة في فرنسا لم تكن ناجحة، إلا أنه بعد هذه الرحلة \"الاختبارية\"، تمكنت جمعية العلماء الجزائريين من الحصول على مكتب في مصر وباكستان.\r\nالفصل الثاني. حرب الاستقلال الجزائرية\r\nالجزائر في فترة ما بعد الحرب\r\nجلبت الحرب العالمية الثانية معها انهيار فرنسا، وفي عام 1942، الاحتلال الأنجلو أمريكي لشمال أفريقيا. لقد أصبحت قوات الاحتلال، إلى حد ما، عوامل تحرر بشكل تلقائي وبدأت محطات إذاعة الحلفاء والمحور البث باللغة العربية، واعدة بعالم جديد للشعوب التي كانت خاضعة سابقاً. وقد تم تعزيز التأثير بشكل أكبر من خلال الوعد بتحرير سكان سوريا والشام من الحكم الفرنسي بدعم من القوة البريطانية.\r\n19"
        },
        {
            "page": 20,
            "text": "صاغ فرحات عباس البيان الجزائري في ديسمبر 1942 لعرضه على الحلفاء والفرنسيين. وسعى إلى الاعتراف بالاستقلال السياسي للجزائر. وأعلن الجنرال شارل ديغول بعد ذلك بعام أن فرنسا مدينة لمسلمي شمال أفريقيا بعد الولاء الذي أبداه المغاربيون خلال الحرب العالمية الثانية. وبعد ثلاثة أشهر، منحت الجنسية الفرنسية لفئات معينة من المسلمين، لكن ذلك لم يكن كافيا لإرضاء الجزائريين.\r\nدفعت مظاهرة الأعلام الوطنية الجزائرية في سطيف في مايو 1945 السلطات الفرنسية إلى إطلاق النار على المتظاهرين. وتلا ذلك انتفاضة غير منظمة قتل خلالها 84 فرنسياً. وأدى العنف والقمع الذي أعقب ذلك إلى مقتل حوالي 8000 مسلم بحسب مصادر فرنسية أو ما يصل إلى 45000 بحسب مصادر جزائرية). ومع ذلك، فإن النتيجة الرئيسية للمذابح تجاوزت بكثير الخسائر في الأرواح. لقد أصبحوا الأساس لحرب الاستقلال الجزائرية، التي بدأت بعد عقد من الزمان تقريباً. وكانت المظاهرات آخر المحاولات السلمية التي قام بها الجزائريون لشق طريقهم.\r\nصوتت الجمعية الوطنية الفرنسية لصالح الوضع العضوي\" للجزائر في 20 سبتمبر 1947 ، والذي عرف البلاد بأنها مجموعة من الإدارات تتمتع بالاستقلال المدني والاستقلال المالي وتنظيم خاص\". تم إنشاء جمعية جزائرية مكونة من كليتين منفصلتين تضم كل منهما 60 عضواً، تمثل إحداهما مصالح حوالي 1.5 مليون أوروبي يعيشون في الجزائر والأخرى تمثل مصالح التسعة ملايين مسلم المتبقين. وبعد نقاش طويل، تمت الموافقة على القانون بأغلبية الأصوات. أخيراً تم اعتبار المسلمين مواطنين كاملين في فرنسا، ويحق لهم ذلك\r\nو دلیل بريتانيكا لأفريقيا ايمي ماكينا) تاريخ أفريقيا الحديثة.. 2010، ص. 70\r\n20"
        },
        {
            "page": 21,
            "text": "الحفاظ على وضعهم الديني الفريد وفي نفس الوقت الحق في العمل في فرنسا دون إجراءات شكلية إضافية. تم إلغاء المناطق العسكرية في الجنوب وأصبحت اللغة العربية لغة التعليم على جميع المستويات. تم تطبيق القانون بشكل سيئ، واعتقد عامة الناس أن الفرنسيين استمروا في التلاعب بالانتخابات 10\r\nولم يتم تنفيذ معظم الإصلاحات التي يتطلبها القانون. وكان التغيير الأساسي هو أن حوالي 350 ألف عامل جزائري - أي خمسة أضعاف ما كان عليه في فترة ما بعد الحرب - تمكنوا من الاستقرار في فرنسا وتحويل الأموال التي يكسبونها إلى وطنهم بانتظام.\r\nتنظيم الأحزاب الوطنية\r\nكانت الأحزاب القومية موجودة منذ سنوات عديدة، لكنها أصبحت مع مرور الوقت متطرفة بشكل متزايد مدركة أن أهدافها لن تتحقق سلميا قبل الحرب العالمية الثانية، تم حظر حزب الشعب الجزائري، الذي أسسه مصالي حاج، في أواخر الثلاثينيات. في منتصف الأربعينيات. وتم استبدالها بحركة انتصار الحريات الديمقراطية (MTDS). تم تشكيل مجموعة شبه عسكرية أكثر تطرفاً، وهي المنظمة الخاصة، في نفس الوقت تقريباً، ولكن اكتشفتها الشرطة الاستعمارية في عام 1950 وتم سجن العديد من قادتها.\r\nفي عام 1954، انفصلت مجموعة من أعضاء OS السابقين عن DTMS وشكلوا اللجنة الثورية للوحدة والعمل الأعضاء البارزون في هذا الحزب هم القادة التاريخيون الحرب الاستقلال الجزائرية حسين آيت أحمد العربي بن مهيدي مصطفى بن بولعيد، محمد بوضياف مراد ديدوش بلقاسم كريم محمد خضر رابح بيطاط وأحمد بن.\r\n10 دلیل بريتانيكا لأفريقيا ايمي ماكينا) تاريخ أفريقيا الحديثة.. 2010.. ص. 73\r\n21"
        },
        {
            "page": 22,
            "text": "بيلا. لقد نظموا وقادوا عدة مئات من الأشخاص في النزاعات المسلحة الأولى.\r\nبدأت حرب التحرير ليلة 1 نوفمبر 1954. وأصدرت الحركة منشورا ذكرت فيه أن هدفها هواستعادة الجزائر ذات السيادة. لقد دافعوا عن الديمقراطية الاجتماعية في إطار الإسلام والحقوق المدنية المتساوية لأي مقيم في الجزائر. واعترفت الديباجة بتخلف الجزائر عن الدول العربية الأخرى في الجوانب الاجتماعية، ولكن يمكن تصحيح ذلك من خلال نضال صعب وطويل الأمد. وحدد ممثلو الحزب \"سلاحين\" يمكن أن يساعدا الشعب الجزائري حرب العصابات التي تم تنظيمها في كل مكان في البلاد، والأنشطة الدبلوماسية للقادة الجزائريين على منصة الأمم المتحدة.\r\nوجاءت نقطة التحول الحاسمة في الحرب في أغسطس 1955، عندما أدى اندلاع مسلح واسع النطاق في سكيكدة، شمال منطقة قسنطينة، إلى مقتل ما يقرب من 100 مسؤول أوروبي ومسلم. وأودت الإجراءات المضادة التي اتخذها كل من الجيش الفرنسي والمستوطنين بحياة حوالي 1200 شخص بحسب مصادر فرنسية) و 12000 (بحسب مصادر جزائرية).\r\nأدى انتصار الجبهة الجمهورية الفرنسية في انتخابات يناير 1956 ورئاسة غاي موليت للوزراء إلى تعيين حاكم عام معتدل وذو خبرة، جورج كاترو. وعندما زار موليت شخصياً الجزائر التمهيد الطريق لتنصيب حاكم عام جديد، رشقه الأوروبيون بالطماطم. سمح رئيس الوزراء لكواترو بالاستقالة وعين الاشتراكي روبرت لاکوست مكانه منحت لاكوست الجيش صلاحيات استثنائية. وفي الوقت نفسه، أراد أن يمنح البلاد هيكلاً إدارياً لا مركزياً يسمح ببعض الحكم الذاتي.\r\n22"
        },
        {
            "page": 23,
            "text": "المرحلة الأولى 1954-1958\r\nيعتبر الأول من نوفمبر 1954 بداية حرب الجزائر، ففي مثل هذا اليوم تم إنشاء جبهة التحرير الوطني، والتي كان هدفها نيل استقلال البلاد. وفي نفس اليوم 1 نوفمبر، هاجم 350 مقاتلاً من جبهة التحرير الوطني مكاتب الدرك المحلية والمباني الإدارية. خلال الهجوم على ثكنة باتنة، قتل اثنان من الحراس، الذين كانوا، حسب الأمر، يحرسون في وقت السلم بأسلحة فارغة وبدون ذخيرة في المجموع، قتل ما يصل إلى 20 جندياً فرنسياً والعديد من المدنيين في الأول من نوفمبر.\r\nورغم أن الهجوم المسلح الأول، الذي وقع بمنطقة باتنة وأوريس، لم يكن فعالا عسكريا. إلا أنه أدى إلى اعتقال حوالي 2000 عضو من أعضاء الحركة المغربية للاتصالات الذين لم يكونوا من أنصار الانتفاضة. وسرعان ما انتشرت فكرة القتال من خلال الانتفاضات المسلحة، لتشمل تدريجياً معظم أنحاء البلاد، وأصبحت بعض المناطق - وخاصة المناطق الشمالية الشرقية من منطقة القبائل الصغرى وأجزاء من جبال الأوراس - معاقل الحرب العصابات التي كانت خارجة عن السيطرة الفرنسية. أصبحت فرنسا أكثر انخراطا في الصراع. واستدعت حوالي مليوني مجند خلال الحرب ولمواجهة انتشار التمرد، أعلنت الجمعية الوطنية الفرنسية حالة الطوارئ، أولاً في المقاطعات المتضررة وفي وقت لاحق من ذلك العام في جميع أنحاء البلاد. وصل جاك سوستيل إلى الجزائر بصفته الحاكم العام الجديد في فبراير 1955، لكن الخطة الجديدة التي أعلن عنها بعد أربعة أشهر أثبتت مرة أخرى عدم فعاليتها.\r\nونتيجة للانتصار البطولي للشعب السوفييتي في الحرب العالمية الثانية، والاتجاه العام لمنح السيادة للدول المحررة، فضلا عن تزايد شعبية الأفكار اليسارية، في 21 أكتوبر 1945 احتل الشيوعيون أكبر عدد من المقاعد في الجمعية الوطنية الفرنسية. اعتقد الشيوعيون الفرنسيون أن جبهة التحرير الوطني كانت في الجزائر\r\n23"
        },
        {
            "page": 24,
            "text": "لا تناضل من أجل استقلال الجزائر فحسب، بل من أجل الحرية والمساواة والاشتراكية أيضاً.\r\nوهكذا ، كان من المفترض أن يؤدي انتصار جبهة التحرير الوطني، بحسب اليسار، إلى إضعاف الحكومة الفرنسية وإيصال اليسار إلى السلطة. علاوة على ذلك، كان رأي الأقليات منتشراً على نطاق واسع بين الفرنسيين في العاصمة - أنصار \"فرنسا الصغرى الأوروبية\". وهو نوع من \"المتحللة\" الذين جادلوا بأنه من الأفضل لفرنسا أن تتخلص من المستعمرات حتى تتمكن من التخلص من المستعمرات. عدم إطعام السكان غير البيض الذين يتزايد عددهم بسرعة. لذلك، عارض \"المخفضون أيضاً حرب الجزائر بحماسة.\r\nومن الجدير بالذكر أن الجزائريين طرحوا شروطاً صارمة جداً فيما يتعلق بالسكان الفرنسيين في بياناتهم. وقد عرض عليهم خياران: إما العودة إلى فرنسا أو التخلي عن حياتهم. وقد وضع هذا النهج السكان الأوروبيين في الجزائر في وضع ميؤوس منه، لكنه أدى إلى تسريع وتبسيط عملية \"الاستعباد\".\r\nفي نهاية عام 1954، في مدينة بون، أسقط المتمردون حافلة تقل تلاميذ المدارس الفرنسية. في أوائل عام 1955، ذبح المتمردون تقريباً دون استثناء جميع سكان قرية التعدين بالقرب من فيليبفيل سكيكدة الآن). وقتل 123 شخصا من بينهم 71 أوروبيا.\r\nفي عام 1955، كان هناك حوالي 50.000 جندي فرنسي مسلحين بأسلحة خفيفة في الجزائر . وهكذا، كانت القوات الجوية الجزائرية تتألف من 36 مقاتلة أمريكية عفا عليها الزمن.\r\nومع استقلال المغرب وتونس تغلغلت خلايا TNF في أراضي الدول المجاورة. وفي المناطق الحدودية يشنون أنشطة حرب العصابات تهدف إلى تدمير البنية التحتية العسكرية الفرنسية. ولحماية الجزائر من تسلل المتمردين، بدأت السلطات الاستعمارية في بناء خطوط دفاعية على طول الحدود بين المغرب وتونس. الأكثر مثالية وشهرة كان \"الخط\".\r\n24"
        },
        {
            "page": 25,
            "text": "\"موريس\"، الذي سمي على اسم وزير الدفاع الفرنسي آنذاك، على الحدود مع تونس، تم تشغيله أخيراً في سبتمبر 1957. وفي وقت قياسي، أقام مهندسون عسكريون حواجز من الأسلاك الشائكة بارتفاع 2.5 متر، ويمر عبر السلك تيار 5000 فولت . إذا كان هناك انخفاض في مستوى الجهد في موقع السياج، يتم إرسال الإشارة على الفور إلى مركز القيادة. وقصفت المنطقة على الفور بمدافع هاوتزر عيار 105 ملم.\r\nودافع عن التحصينات 80 ألف جندي فرنسي تم تخصيص أفواج بندقية لتغطية المنطقة المحصنة. وقد عارضهم حوالي 10.000 من مقاتلي TNF الذين كانوا على استعداد الدخول الأراضي الجزائرية. وهذا ليس كل ما يستطيع المتمردون معارضته للقوات الاستعمارية. وبحسب المخابرات الفرنسية، تم تدريب ما يصل إلى 1000 مقاتل شهرياً في معسكرات التدريب في تونس.\r\nولاعتراض السفن التي تحمل أسلحة إلى الجزائر، تم تنظيم حصار ساحلي نفذته سفن صغيرة وطائرات دورية. لذلك، في 14 أكتوبر 1955 اكتشفت طائرة دورية كاتالينا البحرية سفينة آثوس قبالة سواحل الجزائر ووجهت زوارق الدورية نحوها. عثر رجال الدرك الفرنسيون على متن السفينة آثوس على كمية كبيرة من الأسلحة والذخيرة.\r\nبحلول صيف عام 1956 ، ارتفع عدد القوات الفرنسية النظامية في الجزائر إلى 400.000 جندي، وكان هناك 100.000 آخرين في وحدات الدرك، وكان الكثير منها مزوداً بمحركات، و 100.000 في القوات شبه العسكرية للمستوطنين الفرنسيين. تلقى الجيش الفرنسي عددا كبيرا من قذائف الهاون الإضافية، لأن استخدام المدفعية في المناطق الجبلية والغابات لم يكن فعالا. وكانت حوالي 6.8 ألف مركبة عسكرية مدرعة.\r\nكما زادت القوة الجوية بشكل ملحوظ. كانت الطائرات النفاثة الأولى في حرب الجزائ رذات محرکین\r\n25"
        },
        {
            "page": 26,
            "text": "قاذفات القنابل Sud Aviasion تمرکز سربان مجهزان بهذه القاذفات في وهران في النصف الثاني من الخمسينيات.\r\nفي المرحلة الأولى، كانت الحرب ضد المستعمرين حزبية بطبيعتها. هاجم الثوار قوافل الجيش والحاميات والمواقع الصغيرة وفجروا الجسور ودمروا خطوط الاتصال. كما تم شن حرب \" أيديولوجية\": منع الأطفال من الالتحاق بالمدارس الفرنسية، وأجبر السكان العاديون على التخلي عن استخدام الكحول والتبغ، وبالتالي أجبروا على الانصياع لأعراف الإسلام وفي نفس الوقت وجهوا ضربة خطيرة لقطاع معين من الاقتصاد الفرنسي. وقتل المشتبه في تعاونهم مع الفرنسيين بطريقة وحشية في بعض الأحيان.\r\nواجه الفرنسيون حركة حرب العصابات بتكتيك الكوادريل، الذي تم استخدامه على نطاق واسع في النصف الأول من الحرب. وتم تقسيم البلاد إلى مناطق (مربعات)، كان لكل منها وحدة محددة مسؤولة عن الأمن المحلي. بشكل عام، تم تمييز نوعين من الوحدات بشكل واضح في الجيش الفرنسي: قوات النخبة المظلية والفيلق الأجنبي. لقد شنوا حرباً متنقلة، وقاموا بعمليات في مناطق مختلفة، وسيطرت جميع الوحدات الأخرى على الوضع في المنطقة التي خصصتها. وفي الجزائر، ولأول مرة في تاريخ الحروب، تم استخدام المروحيات على نطاق واسع لنقل الوحدات تم تحليل مفهوم الحركة الجوية من قبل الجيش الأمريكي وتم تطبيقه في حرب فيتنام بعد عشر سنوات.\r\nوتحققت نجاحات كثيرة في كسب تعاطف الجزائريين. وفي عام 1957، تم إنشاء كانت مهمتهم هي إقامة Section Commercial Spécialisée( أقسام إدارية خاصة اتصالات مع السكان المحليين في المناطق النائية، وإذا أمكن محاربة الأفكار القومية وإقناع الفلاحين بالولاء لفرنسا الوحدات نفسها\r\n26"
        },
        {
            "page": 27,
            "text": "شاركوافي تجنيد متطوعين محليين في وحدات الميليشيات المعروفة باسم \"الحركيين\".\r\nالذين دافعوا عن قراهم من مقاتلي جبهة التحرير الوطني.\r\nشنت المخابرات الفرنسية حربها السرية في الجزائر وفي بعض الحالات، تمكنوا من نشر معلومات مضللة للعدو حول الخيانة المزعومة لقادة أفراد ونشطاء الحركة، مما تسبب في \" عمليات تطهير داخلية دموية أضعفت جبهة التحرير الوطني بشكل خطير.\r\nفي خريف عام 1956، وفي محاولة لجذب الانتباه الفرنسي والدولي إلى نضالها، بدأت جبهة التحرير الوطني حملة إرهاب حضري في مدينة الجزائر. وفي كل يوم تقريبا، كانت القنابل تنفجر في شوارع المدينة، وكان ضحاياها جزائريون أبرياء. كانت الحملة فعالة وتسببت في قلق كبير للحكومة الفرنسية. وفي يناير 1957، بدأ إضراب كبير في المدينة. تزامنا مع مناقشة القضية الجزائرية في الأمم المتحدة.\r\nوكانت هذه بداية ما يسمى بـ \"معركة الجزائر العاصمة، حيث تم إدخال فرقة المظلات العاشرة إلى المدينة، ومنح قائدها اللواء ماسو صلاحيات الطوارئ. بدأ المظليون في شن مداهمات وتفتيش في جميع أنحاء المدينة، واعتقلوا جميع المشتبه في تعاونهم مع القوات الوطنية التركية. إن استخدام التعذيب الذي كان في كثير من الأحيان قاتلاً لمن تم استجوابهم قدم معلومات حول هيكل القوات الحزبية في المدينة. وتم ضبط العديد من الوثائق والأسلحة والأموال الخاصة بالتنظيم في الجزائر. وفقاً للمصادر السوفيتية، فإن \" الاتصال بين المناطق العسكرية والمدينة، الذي تأتي منه الأسلحة والمعدات والأدوية والأموال، توقف تماماً تقريباً.\r\nوخلال عام 1957 تمكنت السلطات الفرنسية من هزيمة القوات الفدائية الرئيسية في مدن أخرى. كان الجانب السلبي لاستعادة النظام في الجزائر هو رد الفعل السلبي للمجتمع الفرنسي على المعلومات المتعلقة بالاستخدام الواسع النطاق للتعذيب.\r\n27"
        },
        {
            "page": 28,
            "text": "المرحلة الثانية 1958-1960\r\nفي عام 1958، وقعت أحداث سياسية مهمة في فرنسا، أثارتها حرب الجزائر، التي كانت الآن في عامها الرابع. بدأ كل شيء عندما تعرضت دورية فرنسية على الحدود مع تونس لكمين نصبته جبهة التحرير الوطني في يناير وتكبدت خسائر فادحة. وفي نفس المنطقة بالقرب من قرية ساقية سيدي التونسية، أفادت المخابرات الفرنسية بوجود مستودع كبير الأسلحة المتمردين هناك. في 8 فبراير، قصفت القوات الجوية الفرنسية القرية، مما أسفر عن مقتل حوالي 70 مدنياً. وكانت نتيجة الغارة الجوية أزمة في العلاقات الفرنسية التونسية، مما تسبب في غضب دولي كبير كان من المفترض أن تتم مناقشة قضية القصف في اجتماع خاص لمجلس الأمن التابع للأمم المتحدة).\r\nوفي هذا الصدد، قررت الحكومة الفرنسية قبول المساعدة التي قدمتها بريطانيا العظمی كوسيلة للوساطة. تم اقتراح فكرة إنشاء اتفاقية دفاعية في شمال إفريقيا بمشاركة الولايات المتحدة وبريطانيا العظمى على رئيسة الوزراء صوفي جيلارد. وعندما طرح رئيس الوزراء جوهر الاقتراح في البرلمان، أثار موجة من السخط لدى عدد من البرلمانيين اليمينيين الذين اعتبروا الموافقة على تدخل أطراف ثالثة في السياسة الفرنسية في منطقة المغرب العربي خيانة. وفي 15 أبريل، اضطر مجلس الوزراء إلى الاستقالة. بدأت أزمة سياسية في البلاد. ولم يتسن التأكد من تعيين رئيس وزراء جديد لعدة أسابيع.\r\nفي هذه الأثناء، كان المستوطنون في الجزائر يراقبون بغضب أزمة البلد الأم. في بداية شهر مايو، أفيد بمقتل ثلاثة جنود فرنسيين أسرى على يد الثوار في 13 مايو، تم تعيين بيير بفليملين رئيساً للوزراء. وكان من المتوقع أن يتمكن من الدخول في حوار مع ممثلي TNF وكانت هذه القشة الأخيرة التي كسرت صبر الحاكم العام وعدد من الجنرالات الفرنسيين.\r\n28"
        },
        {
            "page": 29,
            "text": "وتصاعدت المظاهرة التي جرت في نفس اليوم في الجزائر تخليدا لذكرى الجنود الفرنسيين الذين سقطوا إلى أعمال شغب. وتم تشكيل ما يسمى بلجنة الأمن العام برئاسة الجنرال راوول سالان. ودعت اللجنة إلى اعتماد دستور فرنسي جديد وتعيين شارل ديغول رئيسا للوزراء. في الواقع، لقد كان انقلاباً. وهدد الجنرالات المتمردون بإنزال قواتهم المظلية مباشرة في باريس إذا لم يتم استيفاء شروطهم.\r\nوبحلول ذلك الوقت، كان ديغول الذي أصبح بطلاً قوميا فرنسيا خلال الحرب العالمية الثانية، قد ظل في الظل السياسي لبعض الوقت. لم يشارك في قرارات الحكومة بشأن القضيتين الهندية الصينية والجزائرية وتبين أنه شخصية مقبولة لجميع الأطراف. اعتقد اليمين المتطرف أن ديغول لن يسمح بـ \"استسلام الجزائر\" وكان الجميع يأملون أيضاً في أن يتمكن من إخراج البلاد من الأزمة السياسية وحل المشكلة الجزائرية بشكل مناسب. سقطت الجمهورية الرابعة وحلت محلها الجمهورية الخامسة، وكان ديغول رئيسا للوزراء.\r\nبعد وصوله إلى السلطة، يسافر ديغول إلى الجزائر. وبعد التحدث مع الحاكم العام والجنرالات الفرنسيين شجعهم رئيس الوزراء، ومن الجدير بالذكر أن ديغول نفسه كان يفهم تماماً مدى استياء الوضع برمته، وحتمية تحرير الشعب الجزائري من القمع الاستعماري. كانت احتمالية حل النزاع بالوسائل العسكرية، في ظل هيمنة الاتحاد السوفييتي والولايات المتحدة الأمريكية التي كانت لها خططها الخاصة بشمال إفريقيا) منخفضة للغاية أيضاً.\r\nالقتال في الجزائر لم يتوقف. وعبر الحدود، واصل المتمردون الجزائريون تلقي التعزيزات والأسلحة من المغرب وتونس الشقيقين، على الرغم من وجود خطوط مراقبة حدودية عديدة. خلال النصف الأول من عام 1958 ، حاولت قوات TNF اختراق هذه الخطوط عدة مرات ولكن دون جدوى، كما عانت أيضاً\r\n29"
        },
        {
            "page": 30,
            "text": "خسائر فادحة. وفي الفترة من يناير إلى يوليو، خلال أعنف المعارك في الحرب بأكملها، بلغت خسائر الحزبين بحسب البيانات الفرنسية، 23 ألف رجل بين قتيل وأسير. وتعتبر هذه الفترة هي الأصعب والأكثر دموية في تاريخ حركة تحرير الجزائر برمتها.\r\nظلت الجبهة الدبلوماسية للنضال من أجل الاستقلال ناجحة: فقد ناقش المجتمع الدولي الحرب الجزائرية وقوضت المكانة الدولية لفرنسا، وفي سبتمبر تم إعلان الحكومة المؤقتة للجمهورية الجزائرية، ومقرها تونس ومع ذلك، في جميع النواحي الأخرى، بدأ TNF بالفشل. لقد فشل في تعطيل استفتاء في الجزائر على دستور جديد. أوقفت الشرطة بسرعة محاولة للقيام بأنشطة إرهابية على أراضي البر الرئيسي لفرنسا. وواصلت الجماعات في تونس والمغرب حشد قواتها، لكنها لم تتمكن من اختراق الحدود ومساعدة الوحدات في الجزائر.\r\nفي عام 1958، بدأ الفرنسيون في نقل سكان أجزاء مختلفة من البلاد قسراً إلى ما يسمى \" المعسكرات الجماعية\". كانت الظروف المعيشية في مثل هذه المعسكرات عادة غير إنسانية، مما زاد من الصورة الوحشية للمستعمرة الفرنسية. ومع ذلك، لعبت هذه المعسكرات دوراً مهماً في الحرب ضد السكان المتمردين ولم يعد بإمكان المتمردين تجنيد المجندين وتلقي الطعام في المناطق التي تم إرسالهم إليها. وفي الخريف، كشف ديغول النقاب عن خطة خمسية للتنمية الاقتصادية في الجزائر \"خطة قسنطينة\")، ومن أجل إرضاء اليمين المتطرف، وعد بشن هجوم عسكري كبير ضد الثوار. وبالإضافة إلى ذلك، أطلق ما يسمى بمبادرة \"سلام\" الشجعان\"، التي نصت على العفو عن المتمردين الذين ألقوا أسلحتهم طواعية. حتى الآن، عادة ما يقتل الجانبان سجناء عشوائيين، ولم يكن هناك دافع خاص للاستسلام للحزبيين، لكنه ظهر الآن.\r\n30"
        },
        {
            "page": 31,
            "text": "بدأ الهجوم الذي وعد به ديغول في فبراير 1959. وقادها القائد الجديد للقوات في الجزائر الجنرال موريس شال، وأطلق على خطته العسكرية اسم \"خطة الشال\". كانت هذه سلسلة من العمليات التي استمرت في مناطق مختلفة حتى ربيع عام 1960 بهدف هزيمة القوات الحزبية الرئيسية ومعسكراتها الأساسية. أغلقت القوات المحلية طرق الهروب المحتملة للثوار، بينما قامت وحدات المظليين عالية الحركة والفيلق الأجنبي بتمشيط المنطقة المحيطة. وكان تأثير هذه العمليات مذهلاً وفي شهر مارس / آذار، أمرت قيادة TNF قواتها بالتفرق والعمل في مجموعات لا تزيد عن فصيلة واحدة. وفقاً للبيانات السوفيتية في عام 1959، فقدت قوة العمل الوطنية ما يصل إلى 50% من أفراد قيادتها، وأصبح قادة جميع المناطق العسكرية عاجزين، وفقا للإحصاءات الفرنسية بين نهاية عام 1958 ونهاية عام 1959، فقد العدو عددا أكبر من الناس مما كان عليه في السنوات الأربع الماضية من الحرب.\r\nوفي 16 سبتمبر 1959 ألقى ديغول خطابا اعترف فيه لأول مرة بحق الجزائريين في تقرير المصير. وأثار هذا غضبا في أوساط اليمين المتطرف. لقد بدأوا يدركون أنهم ارتكبوا خطأ في اختيارهم وأحضروا إلى السلطة رجلاً من المرجح أن يدمر فرنسا كقوة استعمارية. وقع أول احتجاج ضد ديغول في نهاية يناير 1960، عندما حاولت مجموعة من الطلاب بدء أعمال شغب في الجزائر العاصمة وبدأوا في إقامة المتاريس. هذه المرة ظل الجيش عموماً موالياً للحكومة، وفشلت الانتفاضة، ودخلت مرحلة عسكرية تسمى \"أسبوع المتاريس\".\r\nأصبح عام 1960 عام أفريقيا\" - فقد حصلت 17 دولة في القارة على استقلالها، لكن الجزائ ر لم تكن من بينها استمرت الحرب، وإن لم تكن بنفس الشدة التي كانت عليها من قبل. ولأول مرة في الصيف جرت مفاوضات بين ممثلي السلطات الفرنسية والحكومة المؤقتة للجمهورية الجزائرية، لكنها انتهت دون نتيجة خلال العام دي\r\n31"
        },
        {
            "page": 32,
            "text": "وأدلى غول بعدد من التصريحات ألمح فيها إلى إمكانية حدوث تغيير في وضع الجزائر.\r\nوفي 8 يناير 1961 ، أجري استفتاء حول مصير المسألة الجزائرية. 75% من المستطلعين صوتوا لصالح منح الاستقلال للجزائر. وكان رد قوى اليمين المتطرف على ذلك بمثابة انقلاب آخر في الجزائر. بدأ في 21 أبريل / نيسان تم تنظيمه من قبل أربعة جنرالات ( والذي أطلق عليه اسم انقلاب الجنرالات وفشل بعد أيام قليلة، دون تلقي الدعم من المجندين، الذين سئموا القتال المستمر. وبعد قمع الانتفاضة، تم حل العديد من الوحدات والوحدات العسكرية التي رفضت الانضمام إليها.\r\nالفصل الثالث الحكومة المؤقتة للجمهورية الجزائرية\r\nوتحرير الجزائر\r\nالتعليم VPAR\r\nمرت الثورة الجزائرية منذ بدايتها ليلة 1 نوفمبر 1954 إلى غاية استعادة الحرية والسيادة الوطنية للجزائر في جويلية 1962 بالعديد من الأحداث على مختلف الأصعدة سواء كانت سياسية أو عسكرية أو اجتماعية . 11. يعتبر إنشاء الحكومة المؤقتة للجمهورية الجزائرية في 19 سبتمبر 1958 من أبرز الأحداث التي شهدتها الثورة الجزائرية.\r\n11 محمد الطاهر . الحكومة المؤقتة للجمهورية الجزائرية (1962-1958).. الجزائر، 2012، ص 10\r\n32"
        },
        {
            "page": 33,
            "text": "وفقا لقرارات مؤتمر سومي المنعقد في 20 أغسطس 1956، تم تشكيل الهيئات الرسمية الأولى للثورة الجزائرية وهي اللجنة التنسيقية والتنفيذية والمجلس الوطني للثورة الجزائرية. عند إنشائها. كانت اللجنة التنسيقية والتنفيذية تضم خمسة أعضاء. وضم التشكيل الأول أبان رمضان مسؤولا عن الشؤون السياسية والمالية، وكريم بلقاسم مسؤولا عن التنسيق بين الولايات، وابن يوسف بك حد رئيس اتحادات الطلاب، وسعد دخلخلب رئيس مدينة الجزائر العاصمة، ورئيس صحيفة \"المجاهد\" الدعائية الموالية للعرب\" والعربي بن مهيدي مكلف بأعمال تخريبية على المستوى الجزائر العاصمة، لكن عندما تعرضت هذه اللجنة للاضطهاد قررت نقل مقرها إلى الخارج.\r\nوتألفت اللجنة التنسيقية والتنفيذية من مسؤولين بينهم سياسيون وعسكريون وصحفيون. كما ضمت ممثلين عن نظام النقل. وقاموا جميعا بتنسيق عملهم مع لجنة التنسيق والتنفيذ. وكان المقر موجودا في الجزائر العاصمة، لكن عندما تعرض التنظيم للاضطهاد، كما ذكرنا سابقا، تقرر نقل المقر إلى الخارج، رغم اعتراضات بعض الأعضاء. وكان من أشد المعارضين لنقل المقر ابن العربي (العربي) نفسه بن مهيدي.\r\nوبالحديث عن اللجنة التنسيقية والتنفيذية، نشير إلى مؤتمر الصمامي الذي عقد عام 1956 ، حيث كانت لجنة التنسيق من بين الهيئات التي تم إنشاؤها لتنظيم وهيكلة الثورة. أصبح المجلس الوطني للثورة الجزائرية الهيئة التنفيذية الجديدة. وقد حل هذا المجلس العديد من المشاكل السياسية، بما في ذلك توجيه القوات المسلحة للمتمردين.\r\n33"
        },
        {
            "page": 34,
            "text": "وفي أغسطس 1956 ، اجتمع رؤساء المناطق في مؤتمر في وادي الصمة. وترأس اجتماعات هذا المؤتمر عبان رمضان والعربي بن مهيدي بحث خلالها المشاركون في المؤتمر إخفاقات بداية الثورة، وتبعاتها على الساحتين الداخلية والخارجية. كان هذا المؤتمر بمثابة قوة دافعة لتطوير العلاقات بين الأجهزة المتباينة للتنظيم الذاتي للمتمردين. وكان من أهم قرارات مؤتمر الصمام اعتماد مبدأ الحكم الجماعي الذي أعطى الثورة اسمياً طابعاً ديمقراطيا، كما أظهر بوضوح درجة التنظيم الذاتي والتطور لدى العرب على خلفية الثورة. الأساليب الوحشية والقاسية للفرنسيين. كما بدأ تطبيق القانون الدولي الإنساني، بغض النظر عن سلوك الإدارة الفرنسية.\r\nكماتم تحديد مواقف الثورة من مختلف القضايا المطروحة في ذلك الوقت. بالإضافة إلى عدة لجان مختلفة مثل لجنة الدعاية والأخبار ولجنة أركان جيش التحرير، تقرر اعتماد المعايير العسكرية المشتركة لجيش التحرير. وستتكون كل كتيبة من 110 مقاتلين، وكل فرقة مكونة من 35 مقاتلاً، وكل فوج مكون من 11 مقاتلاً. أما الرتب فهي متفق عليها بين جميع المجموعات. وشدد المؤتمر على مبادئ الثورة والاعتراف باستقلال الجزائر كشرط ضروري لإنهاء الحرب.\r\nكان مؤتمر سومي، على الرغم من صغر حجمه، في غاية الأهمية لتطور حركة التحرر في الجزائر. وبينت أن نضال الشعب الجزائري هو نضال من أجل حقوقه ضد مضطهديه. بالإضافة إلى ذلك، وبفضل الاتفاقات التي تم التوصل إليها. أصبح من الممكن مركزية قيادة وسائل الإعلام المعارضة الموالية للجزائر وعمل السلطات الثورية بشكل عام.\r\n34"
        },
        {
            "page": 35,
            "text": "وحتى مكان انعقاد هذا المؤتمر لم يتم اختياره بالصدفة. واعتبرت الإدارة الفرنسية وادي السمام منطقة خاضعة لسيطرة كاملة. ومن المهم أنه في مثل هذا المكان تم التوصل إلى مثل هذه الاتفاقات المصيرية.\r\nكانت لجنة التنسيق والتنفيذ هي سلف الحكومة المؤقتة للجمهورية الجزائرية (GPAR) . وأصبح المجلس الوطني للثورة الجزائرية النموذج الأولي للبرلمان الذي يتم تعيين أعضائه عن طريق الاستقطاب نظرا لاستحالة إجراء الانتخابات.\r\nكل الظروف كانت لصالح تشكيل الحكومة المؤقتة. وكان للوضع الصعب الذي وجدت الثورة الجزائرية نفسها فيه تأثير كبير في اتخاذ إجراءات الدراسة مسألة إنشاء مثل هذه الهيئة المركزية. وبعد أن كانت الفكرة قيد التطوير لبعض الوقت أعلن عن إنشائها في القاهرة وتونس والرباط في وقت واحد، ومن ثم بدأت «سلسلة الاعترافات».\r\nفكرة إنشاء سلطة خاصة طاردت قادة الثورة منذ 1956 ، حيث تبلورت هذه الفكرة خاصة بعد سجن 5 من كبار قادة جبهة التحرير الوطني في 22 أكتوبر 1956: أحمد بن بلة محمد خضر، محمد بوضياف وحسین آیت أحمد ومصطفى الأشرف. تم القبض على الخمسة جميعاً وظلوا في السجن حتى عام 1962. ومن الجدير بالذكر أيضاً أن رئيس الجزائر المستقبلي أحمد بن بلة حصل على منصب نائب رئيس وزراء الحكومة المؤقتة أثناء وجوده في السجن. علاوة على ذلك، فإن اللغة العربية ليست لغته الأم كان الضابط يتحدث الفرنسية فقط في السابق (12) أتقنته في السجن.\r\n12 كانغ، ماني سينغ، \"إرث رجل الدولة الجزائري الثوري أحمد بن بلة 1916 - 2012)، عن تقرير واشنطن حول شؤون الشرق الأوسط الصندوق التعليمي الأمريكي، واشنطن، 2012، 42\r\n35"
        },
        {
            "page": 36,
            "text": "مع البداية داخل وانزعجت اللجنة التنفيذية بشدة خاصة عندما تم الإعلان عن مقتل أبان رمضان على يد طرف ثالث، وحدثت أزمة في اللجنة التنسيقية والتنفيذية، أدت إلى فقدان الثقة بين أعضائها. وبالتالي، كان من الضروري إنشاء سلطة جديدة لا يمكن المساس بمصداقيتها.\r\n1958 سنة\r\nالموقف\r\nتنسيق\r\nوفي ربيع عام 1958، أعلن فرحات عباس خلال اجتماع في سويسرا أن مسألة الحكومة المؤقتة للجمهورية الجزائرية قيد الدراسة في 4 أبريل 1958، تم تشكيل مجلس تنسيقي، كان الغرض منه تطوير نظام لتنظيم WPAR\r\nوفي اجتماع انعقد يومي 22 و 28 أغسطس 1958 بالقاهرة، صدر أمر بإعلان إنشاء حكومة مؤقتة للجمهورية الجزائرية. تم الإعلان الرسمي في 19 سبتمبر 1958 في القاهرة. منذ البداية، تم الاعتراف بها رسمياً من قبل خمس عشرة دولة أفريقية وآسيوية. وفي اليوم نفسه، أدلى فرحات عباس بأول تصريح علني له، حدد فيه ظروف تشكيل هذه الحكومة والأهداف التي ينبغي أن تحققها. وفي الأيام التالية، اعترفت بها تونس والمغرب وسوريا ولبنان ومصر بين عامي 1958 و 1962، تم تشكيل ثلاث حكومات مؤقتة للجمهورية الجزائرية.\r\nكان أول عمل دبلوماسي قامت به WPAR هو إدانة الاستفتاء الذي أعلنه الجنرال ديغول في الأمم المتحدة في اليوم التالي لتأسيسها.\r\nلا يختلف اختيار اسم VPAR حسب التصميم، كثيراً عن VPFR الحكومة المؤقتة للجمهورية الفرنسية). بالمناسبة تطلق عليها صحيفة لوموند في طبعتها اليومية اسم \" حكومة الجزائر الحرة\"، في إشارة لا شعوريا إلى \"فرنسا\" \"الحرة\" في الحرب العالمية الثانية.\r\n36"
        },
        {
            "page": 37,
            "text": "وقد وضع هذا الحدث السلطات الفرنسية، التي زعمت أنه ليس لديها محاور للمفاوضات في مواجهة الأمر الواقع. ظهر المحاور وقام بتنظيم سلطاته بشكل مستقل. إلا أن السلطات الاستعمارية واصلت استخدام كافة الأساليب المتاحة لها للقضاء عليه وجعله غير قانوني.\r\nWPAR تنظیم\r\nحكومة مؤقتة تحظى بدعم شعبي من كافة شرائح المجتمع 3: وأعرب عن رغبته في حشد دعم المجتمع الدولي لضمان حقوق الشعب الجزائري واستعادة حريته. كما حرصت على أن تكون هذه الهيئة هي صاحبة الكلمة الأخيرة وحق صياغة الشروط النهائية للدولة. وذكرت صحيفة المجاهد في عددها الصادر بتاريخ 20 سبتمبر 1958 بعد أن وصلت جبهة التحرير الوطني إلى مرحلة النضج، تمكنت من تشكيل حكومة مؤقتة للجزائر. وهذه الهيئة في أصلها ورسالتها، مناسبة تماماً لتعريفها كحكومة. إنه يتجاوز الفروق الحزبية الدقيقة ويعبر عن سيادة الشعب بأكمله، وليس رأي أي فصيل معين، ويضع نفسه منذ البداية على مستوى وجود الدولة الدولية .14\r\nتتألف الحكومة المؤقتة للجمهورية الجزائرية من ثمانية عشر عضواً، وضمت هذه الحكومة الأولى: فرحات عباس رئيسا للجمهورية الجزائرية المؤقتة، وكريم بلقاسم نائبا له. والأمين دباغين وزيرا للخارجية، وعبد الحفيظ بوصوف وزيرا للاتصالات والمخابرات حاضر\r\n13 محمد الطاهر . الحكومة المؤقتة للجمهورية الجزائرية (1962-1958).. الجزائر، 2012، ص 31 14 محمد الطاهر . الحكومة المؤقتة للجمهورية الجزائرية (1962-1958).. الجزائر، 2012، ص 35\r\n37"
        },
        {
            "page": 38,
            "text": "وتولى بن طوبال وزارة الداخلية، وانتقلت وزارة الصحة إلى بن يوسف بن حدة. وأصبح محمد يزيد وأحمد توفيق المدني وزيرين للإعلام والثقافة. وأوكلت وزارة المالية إلى أحمد فرنسيس. كما أنه كما ذكرنا سابقاً فإن بعض السجناء من المدانين \"الخمسة\" تم تعيينهم بحكم القانون في بعض المناصب حسين آيت أحمدي وأحمد بن بلة يتسلمان مقعديهما في الحكومة الجديدة.\r\nوضم هذا التشكيل كافة الحركات السياسية والمؤيدين الموحدين لانتصار الحريات الديمقراطية. وبعد نقاشات طويلة، تم اختيار فرحات عباس رئيسا للحكومة الجديدة. وتعود أسباب اختياره إلى أسباب استراتيجية وسياسية، إذ اعتبر سياسيا متمرسا في مجال المفاوضات ومعتدلا مقارنة بغيره من قادة الثورة الجزائرية، إذ عرف بثقافته السياسية الواسعة التي سمحت له لإعطاء وزن دبلوماسي للثورة ومعارضة سياسات الجنرال ديغول .\r\nكانت الدعوة الأولى للمجلس UPAR عرضة لعدة مؤامرات، واتهم رئيسه بالتساهل الشديد في بعض القضايا. ونشبت خلافات بين كريم بلقاسم وبوصوف وبن طوبال، وأراد بلقاسم إقالة عباس من منصبه وشدد على ضرورة بلورة برنامج عمل ثوري قائم على النزعات الاشتراكية.\r\nوتشكلت الدعوة الثانية في 18 يونيو 1960 للتأكد من شرعية الثورة. وتم تعيين لجنة تكوين مكونة من محمدي السعيد وهواري بومدين وسعد دحلب. وكان عليهم بشكل جماعي تشكيل حكومة وتعيين رئيس رغم أن كريم بلقاسم أصر على أنه مؤهل لقيادة البلاد لأنه الوحيد الذي على قيد الحياة.\r\n38"
        },
        {
            "page": 39,
            "text": "عضو تاريخي في اللجنة الثورية. كما طالب بتشكيل حكومة جديدة قوية مكلفة بإدارة الحرب.\r\nوضمت التشكيلة الثانية: عباس فرحات رئيسا، وكريم بلقاسم نائبا للرئيس، وأحمد بن بلة وزيرا للخارجية وأحد نواب الوزراء، وتولى محمد بوضياف منصب وزير الداخلية، فيما أصبح بن طوبال وبوسوف وزيرين للاتصالات والمخابرات. وكان أحمد فرنسيس وزيرا للمالية، وكانت وزارة الشؤون الاجتماعية من حصة عبد الحميد مهري، وكان محمد يزيد وزيرا للإعلام.\r\nتشكلت التركيبة الثالثة في سبتمبر 1961 واستمرت حتى أغسطس 1962. وكان جميع أعضاء المجلس الوطني للثورة يريدون تغيير الرئيس وبالتالي تغيير أسلوب محاربة المستعمرين بعد سلسلة من الإخفاقات. لقد شعر العديد من المناضلين من أجل حرية الشعب الجزائري بالحرج من مفاوضات قادتهم مع الشرطة المسلحة السرية التي نظمها الفرنسيون لتخويف الجزائريين الذين لم يترددوا في استخدام العنف والإرهاب. كما زاد الاستياء غضب المقرات العسكرية من عدم قدرتهم على اجتياز الحاجز الحدودي الذي منعهم من قتال الجيش الفرنسي.\r\nودعا يوسف بن هادي إلى تشكيل حكومة جديدة وإقامتها في الجزائر من أجل إثارة حماسة المقاومين وبناء الثقة والسعي إلى التوافق بين جميع القادة. ولحل هذه المشكلة تم عقد مؤتمر. وقرر المشاركون في المؤتمر ضرورة اعتماد سياسة جديدة تتسم بالصرامة والإصرار في مطالبها. كما تحدثوا عن ضرورة طرد العناصر المعتدلة ذات \"العقلية الفرنسية\" واستبدالهم بأخرى قادرة على مقاومة الاستعمار الفرنسي بكل حزم.\r\nقام المجلس الوطني للثورة بتعيين لجنة مكونة من محمد بن يحيى وبودود عمار\r\nممثلا عن الجبهة\r\n39"
        },
        {
            "page": 40,
            "text": "التحرير الوطني لفرنسا، ومحمد السعيد للتشاور واقتراح الحكومة الجديدة عند تشكيلها. و عوض يوسف بن حدة فرحات عباس رئيسا، وسعد دحلب بدلا من كريم بلقاسم في وزارة الخارجية ، حيث تم تكليف الأخير بمنصب نائب رئيس المجلس ووزير الداخلية. وتم تعيين أحمد بن بلة نائبا للرئيس، وهو المنصب الذي كان يشغله محمد بوضياف. أما حسين آيت أحمد ورباها بيطاط ومحمد حيدر، فقد تم تكليفهم بمهام وزراء دولة، وكان عبد الحفيظ بوصوف وزيرا للقوات المسلحة والمخابرات، ومحمد يزيد وزيرا للإعلام، ولخضر بن طوبال وزيرا المالية والاقتصاد.\r\nوإذا دققنا النظر في بيان الحكومة المؤقتة للجمهورية الجزائرية الصادر في 26 سبتمبر 1958 حول سياستها العامة نجد أنها قامت على مبادئ وأسس معينة أعلنتها بوضوح. ويمكننا تلخيص المبادئ على النحو التالي:\r\nالمبدأ الأول هو الولاء للماضي. ويذكر البيان تاريخين مهمين و عظيمين - 1830 وتاريخ 1957 تاریخ انهیار آخر دولة جزائرية قبل الغزو الفرنسي، وتاريخ قيام الدولة الجزائرية الأولى بنهاية هذا الغزو شعر الجزائريون بالحاجة إلى هذا الارتباط، وأحسوا أن ماضيهم يشكل قوة ذات أهمية كبيرة في معركتهم الحالية.\r\nأما المبدأ الثاني الذي شددت عليه الحكومة في بيانها فهو موقفها تجاه الشعب الجزائري ونضاله الكبير الذي يخوضه منذ أربع سنوات. وفي أول بيان منشور، أرادت الحكومة مخاطبة الشعب الذي قاوم المستعمرين منذ دخولهم الجزائر. كما أشاد بالشهداء الذين قدموا أرواحهم من أجل حرية الشعب\r\n40"
        },
        {
            "page": 41,
            "text": "المبدأ الثالث هو التزام الشعب الجزائري بتحقيق الحرية والعدالة والمساواة الاجتماعية.\r\nالمبدأ الرابع هو الإعلان علناً عن المسؤولية التي تتحملها فرنسا في هذه الحرب وعدوانها على الدولة الجزائرية وانتهاك مقدسات الشعب، وادعاءاتها بأنها فرنسية وإصرارها على محاولة الإبقاء على احتلال 1830. من خلال الجريمة والإرهاب والإبادة الجماعية. وهذا المبدأ هو أيضا رسالة علنية للعالم تظهر أن الجزائر مستعدة للتفاوض وإنهاء الحرب.\r\nالمبدأ الخامس: توضيح رسمي بشأن السياسة الخارجية التي انتهجتها الثورة حتى الآن والتي لن تحيد عنها الحكومة مستقبلا فيما يتعلق بالمغرب العربي والدول العربية الشقيقة، فضلا عن التعصب الديني الذي يعاني منه الجانب الفرنسي. وقد أظهر دائما تجاه المسلمين.\r\nالمبدأ السادس هو تحديد سياستها فيما يتعلق بتسوية القضية الجزائرية مع فرنسا والسكان الأوروبيين في البلاد، من خلال منحهم حق المواطنة وجميع الضمانات الأساسية المصالحهم المشروعة. وأيضاً، إذا كانوا يرغبون في البقاء فرنسيين، فسيتم تطبيق القانون عليهم بنفس الطريقة التي ينطبق بها على الأجانب، كما هو معمول به في جميع دول العالم المتحضرة. 15 مثل الأجانب، صالحة في جميع دول العالم متحضر كما أثر هذا المبدأ على العلاقات مع فرنسا في حالة الاستقلال، موضحا أن العلاقات ستكون على أساس المساواة معها ومع غيرها من دول العالم، كما تحدث عن احترام الجزائريين لميثاق الأمم المتحدة الإعلان العالمي لحقوق الإنسان\r\n15 محمد الطاهر . الحكومة المؤقتة للجمهورية الجزائرية (1962-1958).. الجزائر، 2012، ص 45\r\n41"
        },
        {
            "page": 42,
            "text": "اتفاقية جنيف بشأن أسرى الحرب بالنسبة لهم، هذه الاتفاقيات هي القاعدة الأساسية في الساحة الدولية.\r\nدور VPAR في تحرير الجزائر\r\nلقد حارب الشعب الجزائري الاستعمار الفرنسي بعدة طرق عسكرية وسياسية، ولم يهمل الجانب الدبلوماسي، الذي حقق من خلاله عدة انتصارات، سواء كان ذلك في دورات الجمعية العامة للأمم المتحدة أو في مختلف المؤتمرات الدولية. وكانت الجزائر من أهم القضايا التي تم بحثها في المؤتمرات الإفريقية والآسيوية منذ مؤتمر باندونغ عام 1955، نظرا لدور جبهة التحرير الوطني في تعزيز النشاط الدبلوماسي في الخارج. وكانت الأمم المتحدة هي المحور الأول للنشاط الدبلوماسي لـ WPAR، مما سمح لها بتدويل القضية الجزائرية في إحدى دوراتها، بالإضافة إلى بعض الدول الأوروبية والدول الصديقة من إفريقيا وآسيا التي تتقاسم مع الجزائر مصيرا مشتركا.\r\nلم تكن ثورة نوفمبر 1954 ثورة ضد الاستعمار الفرنسي داخل البلاد فحسب، بل ركزت أيضا على العمل الخارجي، باعتبارها جانبا مكملا للثورة الداخلية وتهدف إلى جعل صوت الجزائريين وحقهم في تقرير المصير أقوى.. كما أن هذه الثورة لم تكن لتنجح لولا التنسيق الشامل الذي كان موجوداً بين المناضلين داخل البلاد وخارجها.\r\nوعندما طرحت القضية الجزائرية لأول مرة على المستوى العالمي في 5 يناير 1955\r\nلفت مندوب المملكة العربية السعودية انتباه الأمم المتحدة إلى\r\n42"
        },
        {
            "page": 43,
            "text": "وضع خطير تعيشه الجزائر، إلا أن هذه الهيئة الدولية أنهت دورتها دون مراعاة وضع الجزائ روشعبها. كما دعا الكتلة الأفروآسيوية.\r\nفي 1 أكتوبر 1955 قررت الأمم المتحدة منح السيادة لعدد من الدول، من بينها: أفغانستان، الأرجنتين بوليفيا اليونان الفلبين المملكة العربية السعودية، فنلندا. إندونيسيا، العراق، إيران لبنان باكستان يوغوسلافيا المكسيك ودول أخرى، مما دفع وزير الخارجية الفرنسي وممثله لدى الأمم المتحدة إلى الامتناع عن المشاركة في المناقشات حول قضايا أخرى.\r\nولم يقتصر النشاط الخارجي للثورة الجزائرية على منصة الأمم المتحدة فحسب، بل تجاوز حدودها إلى المستوى الإقليمي والعربي والقاري. جمع مؤتمر باندونج في أبريل 1955 عدة دول. وتم تعيين ثلاثة وفود من شمال أفريقيا كمراقبين. وبعد ذلك، استقبل رؤساء الدول الإفريقية المستقلة الوفد الجزائري في مؤتمرهم المنعقد بأكرا في أبريل 1958. ورغم أنه لم يتم تشكيل حكومة مؤقتة بعد، إلا أن المندوبين الجزائريين اعتبروا مشاركين وتمكنوا بالتالي من المساهمة في مداولات المؤتمر الذي اتخذ قرارا بشأن الجزائر.\r\nعندما تم تشكيل الحكومة المؤقتة للجمهورية الجزائرية، أدركت أهمية مساهمة الدول الإفريقية والآسيوية في تدويل القضية الجزائرية ودعمها على منصة الأمم المتحدة.\r\nانعقد مؤتمر أكرا الثاني في ديسمبر 1958 بهدف وضع خطة لنوع من الثورة اللاعنفية في أفريقيا، حيث اجتذب نضال الشعب الجزائري الكثير من الاهتمام، خاصة من البلدان الأفريقية، فتعامل ممثلو البلدان الأخرى بحرارة الوفد الجزائري، وأصبحت الثورة الجزائرية النقطة الأساسية في ذلك\r\n43"
        },
        {
            "page": 44,
            "text": "مؤتمر تعقده الدول الأفريقية للاحتفال بالذكرى الأولى لاستقلال غانا. وتم تقديم الثورة الجزائرية كمثال يحتذى به حيث صوت المشاركون لصالح حق الشعب الجزائري في الاستقلال وتقرير المصير. كما تقرر بالإجماع مساعدة الشعب الجزائري وتشكيل مجموعة إفريقية ضمن الأمم المتحدة، والدعوة إلى إعطاء الشعب الجزائري حقه في الاستقلال من خلال مفاوضات عاجلة مع WPAR باعتبارها الممثل الشرعي الوحيد للجزائر. إدارة الشعب.\r\nکان دور WPAR في تحرير الشعب الجزائري هو توحيد قوى المعارضة الموالية للعرب وتشكيل سلطة مركزية. لكن المساهمة الأكبر للحكومة التي نصبت نفسها يمكن اعتبارها نقل المشكلة الجزائرية إلى المستوى الدولي، كما ذكرنا سابقاً.\r\nنتائج حرب الاستقلال\r\nانتهت الحرب الجزائرية في عام 1962 عندما اعترفت فرنسا في نهاية المطاف باستقلال البلاد. في الواقع، كانت نهاية هذه الحرب تنطوي على ثلاثة معايير كانت عادة ما تكون مشوشة ولكنها ظلت منفصلة: وقف الأعمال العدائية بين جبهة التحرير الوطني وفرنسا : الاعتراف الفرنسي بالدولة الجزائرية تشكيل حكومة جزائرية قادرة على تجسيد هذه الدولة. كان وقف الأعمال العدائية بين جبهة التحرير الوطني وفرنسا نتيجة لاتفاقيات إيفيان الموقعة في 18 مارس 1962 من قبل ممثلي الحكومة الفرنسية وممثلي الحكومة المؤقتة للجمهورية الجزائرية. ونصت هذه الاتفاقيات على تشكيل الدولة الجزائرية بعد فترة انتقالية مدتها ثلاث سنوات\r\n44"
        },
        {
            "page": 45,
            "text": "ما يصل إلى ستة أشهر تستمر خلالها الجزائر في حكم المندوب السامي الفرنسي، بالتعاون مع هيئة تنفيذية مؤقتة فرنسية جزائرية يتم تعيينها بالاتفاق المتبادل) تشكيل الدولة المستقبلية من خلال عملية ديمقراطية لتقرير المصير تضمن حقوق جميع سكانها ومبادئ علاقات التعاون المستقبلية بين الدولتين. وفي نهاية هذه الفترة سيتم إجراء استفتاء لإنشاء الدولة الجزائرية والتصديق نيابة عنها على اتفاقيات إيفيان. ونتيجة لذلك، كان من المقرر أن يدخل وقف إطلاق النار حيز التنفيذ ظهر يوم 19 مارس.\r\nوالتزمت الحكومة الفرنسية بالاتفاقيات. وفي 8 أبريل 1962، عرضتها على استفتاء حضري ، مما منحها تصديقاً مقنعاً من قبل الأغلبية الساحقة من الناخبين (64.8% من المسجلين و 90.6% من الأصوات المدلى بها). وبمجرد الإعلان عن النتائج رسميا في 13 أبريل، تم تعيين مدير تنفيذي فرنسي جزائري مؤقت في روشيه نوار، برئاسة عبد الرحمن فارس. وفي باريس، استقال رئيس الوزراء ميشيل ديبري في الرابع عشر من الشهر الجاري وحل محله جورج بومبيدو، الذي كان يعتبر في ذلك الوقت مجرد منفذ لسياسات الرئيس شارل ديغول. في 15 مايو، تم تأجيل موعد الاستفتاء الجزائري إلى 1 يوليو، وتم إعلان نتائجه التي صدقت على اتفاقيات إيفيان بأغلبية ساحقة (91.23% من المسجلين و %99.72 من الأصوات المدلى بها، في 3 يوليو.\r\nلكن الشرطة المسلحة السرية ردت على إعلان وقف إطلاق النار بتكثيف أعمالها العنيفة ضد جبهة التحرير الوطني والقوات الحكومية. وأدى ذلك إلى كارثة بالنسبة للسكان الفرنسيين في الجزائر تبادل لإطلاق النار دموي في شارع ديلي نفذته مفرزة من الرماة وسط حشد من الناس يحتجون دعماً لسكان باب الواد يوم 26 مارس / آذار في الجزائر العاصمة. على الرغم من إضعاف هذه المنظمة السرية\r\n45"
        },
        {
            "page": 46,
            "text": "ومع عدة اعتقالات، كثفت أنشطتها الإرهابية حتى يونيو/ حزيران.\r\nاستفادت جبهة التحرير الوطني من اتفاقيات إيفيان لتعزيز قواتها المسلحة وبسط سلطتها على جزء كبير من البلاد وسكانها. وقاوم الجيش الفرنسي ذلك حتى 14 أبريل، ثم اضطر إلى التراجع ابتداء من 17 أبريل 1962، حرضت جبهة التحرير الوطني على موجة من عمليات اختطاف السكان الفرنسيين المشتبه في تعاونهم مع الشرطة السرية، في مدينتي الجزائر العاصمة ووهران، وكذلك في المناطق الداخلية من هذه المناطق.\r\nوفي 14 مايو/ أيار، انتهكت منطقة الحكم الذاتي في الجزائر، بقيادة رابح زراري، وقف إطلاق النار بشكل علني من خلال شن سلسلة من الهجمات الإرهابية في ذلك الوقت، وافق الرئيس ديغول، بعد أن طلب من VPAR على التنصل من هذه الهجمات على تأجيل موعد الاستفتاء الجزائري إلى الأول من يوليو، كما اقترحته السلطة التنفيذية المؤقتة.\r\nومع ذلك، فقد تم إجراء استفتاء الأول من يوليو/ تموز بحماس، بمشاركة جبهة التحرير الوطني التي دعت إلى تحرير الجزائر في 3 يوليو، اعترفت فرنسا باستقلال الجزائر تحت قيادة سلطة تنفيذية مؤقتة، والتي كان من المقرر أن تنظم انتخابات لجمعية تأسيسية ذات سيادة في أقرب وقت ممكن. لكن هذه السلطة التنفيذية لا يمكن أن تعمل دون موافقة TNF، التي كانت نفسها قد انقسمت بحلول ذلك الوقت.\r\nفي 27 يونيو، استقال أعضاء المجموعة التنفيذية المؤقتة لـ TNF من VPAR. في الوقت نفسه اندلع صراع على السلطة، وصل إلى حافة الحرب الأهلية، بين ائتلافين انبثقا عن جبهة التحرير الوطني، أحدهما يعترف بحزب VPAR، والآخر - \"الدائرة\" السياسية لبن بلة المدعومة من قبل حزب جبهة التحرير الوطني. الأركان العامة لجيش التحرير الوطني.\r\n46"
        },
        {
            "page": 47,
            "text": "تسبب الافتقار إلى السلطة المطلقة والصراعات المستمرة على السلطة السياسية في موجات جديدة من عمليات الاختطاف والعنف الوحشي ضد الفرنسيين في الجزائر ولا سیما مئات عمليات الاختطاف في وهران في 5 يوليو). واستقبلت القوات الفرنسية الهاربين ونقلتهم إلى فرنسا، لكن الحكومة منعتهم من البحث عنهم دون موافقة السلطات الجزائرية. وانتهت فترة الفوضى هذه في سبتمبر/ أيلول، عندما تم انتخاب جمعية تأسيسية مكونة من أعضاء جبهة التحرير الوطني، والتي حصلت على صلاحيات السلطة التنفيذية المؤقتة في 25 سبتمبر/ أيلول. وفي 26 منه، تم تشكيل حكومة برئاسة أحمد بن بلة. ثم انخفض عدد المختطفين الفرنسيين، وتم البحث عن المختطفين، لكن المجازر استمرت عدة أشهر.\r\nوهكذا، تبين أن اتفاقيات إيفيان، التي اعتبرتها الحكومة الفرنسية \"حلا منطقيا\"، كانت مجرد مدينة فاضلة فشلت في إحلال السلام الحقيقي في الجزائر. أصبحت إعادة الفرنسيين من الجزائر والفرنسيين المسلمين الذين لم يعتبرهم الجنرال ديغول فرنسيين حقيقيين ضرورة.\r\nالفصل الرابع. حرب الاستقلال الجزائرية من خلال عينيها مشاركون\r\nوأثناء البحث وجدت ابن عبد الله زوزو أحد المشاركين في حرب الاستقلال، وقد وافق على أن يحدثني قليلاً عن والده، وعن أوضاع البلاد أثناء الحرب، وعن ما فعله الفرنسيون ترك المستعمرون وراءهم.\r\nوفيما يلي ترجمة لقصة سيرته الذاتية.\r\n\"مساء الخير. اسمي عبد الله زوزو عمري 65 سنة، أنا جزائري. لقد عشت هنا طوال حياتي مع عائلتي اليوم ذكريات طفولتي عنه )\r\n47"
        },
        {
            "page": 48,
            "text": "عن والده مقطوعة، ووالدته التي توفيت عام 1999 لم تكن تحب الحديث عنه وعن تلك الأحداث.\r\nكان اسم والدتي عائشة، واسم والدي سعيد، لكنني لم أعرف هذا الاسم الحقيقي إلا بعد وفاته، حيث كان جميع أصدقائه وزملائه يلقبونه بـ \"لالا\". لدي معلومات قليلة جداً عنه، لكن بتجميع كل شيء معاً. يمكنك تكوين صورة كاملة تماماً.\r\nكنت الطفل الخامس في الأسرة، وكنت أنا وإخوتي نادراً ما نرى والدي، ولم نعرف إلا أنه ابن عظيم للشعب الجزائري. ومن الجدير بالذكر أنه في تلك الأيام كان لكل عائلة بطل شارك بطريقة أو بأخرى في القتال ضد الفرنسيين.\r\nلم يكن لدى الثوار أسلحة كافية، ولم يكن هناك تدريب عسكري عمليا. لقد قاتلوا مع جيش أوروبي جيد التنظيم إلى حد كبير لمجرد نزوة. وكانت أساليب نضالهم هي التخريب و\" شبه الإرهابية\". لقد فجروا القطارات والبعثات الدبلوماسية، وأشعلوا النار في المنازل العسكرية والثكنات، وأسروا جميع أنواع الأوروبيين وأقاربهم. ومن الجدير بالذكر أننا في ذلك الوقت لم نعتبر ذلك قاسياً للغاية، لقد كان كفاحنا حربنا ضد سنوات عديدة من البلطجة من قبل الأوروبيين.\r\nومن القليل الذي أخبرتني به أمي وإخوتي الأكبر، أتذكر أن والدي كان يوصف بأنه شخص شديد القسوة وبارد الدم وصارم. كان قائد مفرزة صغيرة تتكون من 20 أو 40 من الثوار. ومن المعروف بالتأكيد أنه أرعب الجنود الفرنسيين المتمركزين في بسكرة. وبالمناسبة لا تزال عائلتي تعيش في هذه المدينة، وذلك بفضل والدي\r\nفي عام 1959، بدأ الفرنسيون في \"مطاردة\" مفرزة والدي الحزبية عندما أشعلوا النار مرة أخرى في ثكنة فرنسية في بسكرة. لعدة أشهر، حاول المستعمرون الأوروبيون القبض على الجميع\r\n48"
        },
        {
            "page": 49,
            "text": ""
        },
        {
            "page": 50,
            "text": ""
        },
        {
            "page": 51,
            "text": ""
        },
        {
            "page": 52,
            "text": ""
        },
        {
            "page": 53,
            "text": ""
        },
        {
            "page": 54,
            "text": ""
        },
        {
            "page": 55,
            "text": ""
        },
        {
            "page": 56,
            "text": ""
        },
        {
            "page": 57,
            "text": ""
        }
    ]
}