[
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Byzantine Era",
        "Topic": "إمبراطوريات العالم القديم",
        "Content": "العالم قبل الرسالة المحمدية: 1. تعريف العالم القديم: هو العالم المعروف حتى القرن الـ 15م ويشمل قارات إفريقيا وآسيا وأوروبا. اكتشفت فيما بعد القارتين الأمريكيتين وأستراليا، وسميت بالعالم الجديد. 2. أهم إمبراطوريات العالم القديم: الإمبراطورية الرومانية (البيزنطية): انقسمت إلى قسمين: القسم الشرقي: بزنطة، عاصمتها القسطنطينية. القسم الغربي: روما. سيطرت على شرق أوروبا، وشبه جزيرة البلقان، وآسيا الصغرى، وبلاد الشام، ومصر، وشمال إفريقيا، وجنوب إيطاليا. سقطت القسطنطينية على يد العثمانيين عام 1453م. الإمبراطورية الفارسية (الساسانية): تأسست الدولة الساسانية على يد أردشير الأول عام 226م، وعاصمتها المدائن. سيطرت على مناطق غرب آسيا، العراق، فارس، اليمن، أرمينيا، وخرسان. دخلها الإسلام عام 635م بعد صراع طويل مع البيزنطيين. 3. الصراع بين الإمبراطوريتين: كان هناك صراع كبير بين البيزنطيين (الروم) والفرس، أشبه بالصراع الحالي بين القوى الكبرى. كل إمبراطورية سعت للسيطرة على أكبر مساحة من العالم القديم وفرض نفوذها، وكان لهذا الصراع تأثيرات كبيرة على الشعوب.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Byzantine Era",
        "Topic": "أوضاع العالم قبل الإسلام",
        "Content": "نظام الحكم: كان الحكم استبداديًا في كل من الفرس والرومان، وكانت السلطة وراثية ومطلقة وتبرر دينيًا، حيث ادعى الملوك أنهم مختارون من قِبل الآلهة. تغير في البزنطية، حيث أصبح الإمبراطور ينتخب بدلًا من أن يكون الحكم وراثيًا. الوضع الاقتصادي: رغم ازدهار الاقتصاد، لم توزع الثروة بعدالة؛ حيث احتكر الملك وحاشيته الأراضي الخصبة، وفرضت ضرائب باهظة على العامة لدعم الجيش والدولة، مما أدى إلى ظهور نظام الحماية. نشب أيضًا صراع بين الإمبراطوريتين الفارسية والبيزنطية للسيطرة على الطرق التجارية. الوضع الاجتماعي: كان المجتمع مقسمًا إلى طبقات على أساس النسب والمهن مثل الملك، رجال الدين، القادة، النبلاء، العامة، والعبيد. ساد الانحطاط الاجتماعي، واحتكرت الطبقات العليا الامتيازات الاقتصادية والاجتماعية، وتراجعت مكانة المرأة. الواقع الديني: انتشرت الزرادشتية في فارس، بينما سادت في بيزنطة ديانات كاليهودية والمسيحية، والتي تعرضت للتحريف والانقسام إلى مذاهب مختلفة. تسببت هذه الانقسامات في صراعات دينية وحروب طويلة. الاستنتاج: مرّ العالم القديم، وخاصة في القرن السابع الميلادي، بظروف سيئة تميزت بالظلم الاجتماعي والاقتصادي وهرم طبقي صارم، مما أسهم في تفاقم التفاوت الاجتماعي.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Byzantine Era",
        "Topic": "المجال الجغرافي للاحتلال البيزنطي في الجزائر",
        "Content": "تمركز البيزنطيون بين خليج قابس ومنطقة سطيف، مرورًا بالقلاع شمالي الأوراس وبلزمة، واحتفظوا ببعض المراكز الساحلية في طرابلس والقيصرية لتأمين أسطولهم البحري. امتد المجال الجغرافي لممالك المور من تلمسان غربًا إلى الأوراس شرقًا، ومن الأطلس التلي إلى حواف الصحراء، وضمت ممالك مثل الأوراس، إمارة الونشريس، مملكة ماسونا، مملكة طرابلس، وموريطانيا. استغل الإمبراطور جوستنيان الصراعات الوندالية، فنزل البيزنطيون في شرق تونس في سبتمبر 533م. سقطت قرطاج سريعًا، وهزموا ملك الوندال جليمير في أبريل 534م، وبحلول 539م سيطر البيزنطيون عسكريًا وأقاموا تحصينات مثل تمقاد، وزابي (المسيلة)، وقلعة سطيف. أنشأوا أربع مقاطعات في شمال إفريقيا، تحت قيادة الحاكم العام صولمون، وهي: طرابلس، بيزاكينا، نوميديا، وموريطانيا. تراجعت الحدود البيزنطية بنهاية القرن السادس الميلادي بفضل مقاومة الأمازيغ (الموريين) لأسباب عدة مثل بُعد القسطنطينية وانشغالها بحروب مع الفرس والكوارث الطبيعية، وضعف وطموح الحكام البيزنطيين للانفصال، واكتساب الأمازيغ خبرات عسكرية، وظهور الفتوحات الإسلامية التي دعمت مقاومتهم. رغم محاولات البيزنطيين لاستعادة أمجاد الرومان، واجهوا مقاومة شديدة من الأمازيغ، تلتها الفتوحات الإسلامية التي أنهت نفوذهم في شمال إفريقيا.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Islamic Era",
        "Topic": "فتح بلاد المغرب وتأسيس القيروان",
        "Content": "بدأت مرحلة الاستطلاع والاستكشاف (22 هـ - 50 هـ) بحملة عقبة بن نافع عام 22 هـ لفتح برقة وطرابلس، وتلتها حملة عبد الله بن أبي سرح سنة 27 هـ حيث قضى على والي البيزنطيين جرجير وعاصمته سبيطلة. وفي حملة معاوية بن حديج عام 45 هـ، تم طرد البيزنطيين إلى إيطاليا. مرحلة الفتح الحقيقي (50 هـ - 86 هـ) بدأت بحملة عقبة بن نافع الثانية سنة 50 هـ، حيث أسس مدينة القيروان في 51 هـ. حملة أبو المهاجر الدينار سنة 55 هـ واصل فيها الفتح حتى تلمسان. وفي حملة عقبة بن نافع الثالثة سنة 62 هـ، وصل إلى المحيط الأطلسي لكنه قُتل على يد كسيلة سنة 63 هـ في تهودة. حملة زهير بن قيس البلوي سنة 69 هـ هزم فيها كسيلة وقضى على البيزنطيين ووصل إلى نهر ملوية بالمغرب، بينما استولى حسان بن النعمان في سنة 76 هـ على جميع حصون البيزنطيين وانتصر على الكاهنة سنة 83 هـ. مرحلة التنظيم وإتمام الفتح (86 هـ - 101 هـ) أكمل فيها القائد موسى بن نصير تثبيت الأمن في بلاد المغرب، ووطد الإسلام بالإصلاحات الإدارية والعسكرية، ومهد لفتح الأندلس. مرّ على بلاد المغرب 22 واليًا (أمويون وعباسيون) وكان الولاة يقيمون في القيروان، وبدأ عهد الولاية منذ تعيين موسى بن نصير واليًا في 86 هـ حتى زوال سلطة العباسيين عام 184 هـ. عهد الولاية شهد تنظيم الإدارة والاقتصاد والثقافة، حيث أنشئت ثلاث دواوين رئيسية: الخراج، الرسائل، والجند. ازدهرت التجارة مع إفريقيا وأوروبا، وظهرت مدن جديدة كـ تيهرت وسجلماسة وفاس. انتشر التعليم بين القبائل المغاربية، وبرزت العلوم الدينية واللغوية. رغم التنظيم، ظهرت بعض الاضطرابات بسبب استبداد ولاة مثل يزيد بن أبي مسلم، مما أدى إلى ثورات أسفرت عن تأسيس دول كـ الرستمية، الأغلبية، والإدريسية. بلاد المغرب كانت حصنًا قويًا ضد البيزنطيين، ومهدًا لاستقبال الفاتحين المسلمين، الذين استطاعوا بفضل مقاومة الأمازيغ تحقيق انتشار الإسلام. فتح الأندلس خطط له طارق بن زياد بتكليف من موسى بن نصير، بينما تابع عبد الرحمن الغافقي الفتح غرب غاليا حتى انهزم في معركة بلاط الشهداء سنة 732م. أما فتح صقلية وجنوب إيطاليا، فقد تم على يد أسد بن الفرات سنة 827م، حيث واصل إبراهيم بن أحمد وابنه الأغلب الفتح. بفضل ازدهار التجارة في بلاد المغرب، انتشر الإسلام إلى غاية غانا والسنغال والسودان عبر القوافل الصحراوية، وتحولت هذه المناطق إلى دول إسلامية في القرن الرابع الهجري.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Islamic Era",
        "Topic": "الدولة الرستمية",
        "Content": "عبد الرحمان بن رستم الفارسي هو مؤسس أول دولة جزائرية مسلمة منظمة، المعروفة بالدولة الرستمية، التي نشأت في فترة تعاظم قوة الاباضيين في عصر الأمويين ثم العباسيين. استولى أبو الخطاب عبد الأعلى بن السمح، زعيم الاباضيين، على عاصمة بلاد المغرب \"القيروان\"، لكن الخليفة العباسي أبو جعفر المنصور أرسل جيشًا بقيادة محمد بن الأشعث، الذي قتل أبو الخطاب وتبع عبد الرحمان بن رستم. تحصن عبد الرحمان في جبل سوفجج (تيهرت) وطال الحصار دون جدوى، مما أدى إلى يأس بن الأشعث وفك الحصار. التف الاباضيون حول عبد الرحمان وبايعوه بالإمامة، واتخذ تيهرت عاصمة لدولته التي قامت عام 160 هـ / 776 م. امتدت حدود الدولة من تلمسان غربًا إلى قسنطينة شرقًا ومن البحر شمالًا إلى الصحراء جنوبًا، واستمرت حتى عام 296 هـ / 909 م. كان نظام الحكم شوريًا، حيث يُختار الإمام من قِبل علماء ومشايخ المذهب الاباضي، وانقسم المجتمع إلى فئات تشمل الأئمة، الموظفين، التجار، أهل الذمة، والرقيق. ازدهرت الزراعة والتجارة، خصوصًا في العاصمة تيهرت، وتم تربية المواشي مثل الأبقار والأغنام والإبل لوفرة المراعي. شجع الأئمة الرستميون العلم، حيث كانت المساجد مراكزًا علمية، ومن أهم العلوم الممارسة: التفسير والفقه (مثل الإمام عبد الوهاب)، والبلاغة والأدب (مثل أبو بكر بن حماد)، والفلك (مثل الإمام أفلح). كانت تيهرت تحوي مكتبة كبيرة تُعرف باسم المعصومة، وشهدت نشاطًا عمرانيًا واسعًا خاصة في عهد الإمام أفلح بن عبد الوهاب، ومن بين مدنهم المعروفة وهران وتنس. سقطت الدولة الرستمية عام 296 هـ على يد الفاطميين الشيعة، ولأسباب عدة منها: انتشار الفوضى والاضطرابات الداخلية، وجود عناصر متناقضة في الدولة (الاباضية والسنة)، وقوة الفاطميين بقيادة عبد الله الشيعي مؤسس الدولة العبيدية. تعتبر الدولة الرستمية علامة بارزة في تاريخ الجزائر، حيث أسست نظامًا سياسيًا واجتماعيًا متميزًا، وساهمت في نشر العلم والثقافة في المنطقة، ورغم سقوطها، إلا أن تأثيرها في التاريخ الإسلامي لا يزال ملحوظًا.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Islamic Era",
        "Topic": "الدولة الإدريسية",
        "Content": "الدولة الإدريسية تنسب إلى مؤسسها إدريس الأكبر (ابن يحيى بن عبد الله الكامل) من ذرية الحسن بن علي كرم الله وجهه، وهي أول دولة شيعية في التاريخ وتنتمي للشيعة الزيدية. قام العلويون بثورة في المدينة المنورة بقيادة الحسين بن علي بن الحسين في عهد المهدي العباسي، الذي أرسل جيشًا لإخماد الثورة، مما أدى إلى تشتت العلويين في موقعة فخ سنة 169 هـ / 786 م. من بين الفارين، اتجه إدريس الأكبر نحو المغرب الأقصى، حيث استجار بأمير مدينة وليلي، إسحاق بن عبد الحميد، زعيم قبيلة أوربة. أعجب الأمير بعلمه وتقواه، فتنازل له عن الإمارة وتشيع. جمع إدريس الأكبر قبيلته وكل قبائل المغرب، فبايعته في ربيع الأول 172 هـ / 788 م. امتدت الدولة من المحيط الأطلسي إلى وهران ومتيجة شرقًا، ومن البحر شمالًا إلى الصحراء جنوبًا. كان نظام الحكم ملكيًا وراثيًا في العائلة الإدريسية. يساعد الأمير مجلس يتكون من الوزير وكاتب الدولة وقاضي القضاة وصاحب بيت المال وقائد الشرطة. انتعشت الزراعة وحرفة الرعي في الأرياف المغربية، وازدهرت التجارة بين المغرب والأندلس والصحراء، وتحولت فاس إلى مركز تجاري لمختلف المنتجات الصناعية. أولى الأدارسة عناية خاصة بالعمران، حيث أنشأوا مدينة سبتة، وتعتبر مدينة فاس بجامعها القرويين إنجازًا عمرانيًا شاهداً على حضارتهم، حيث يقصدها طلاب العلم والمعرفة من كل الأمصار. بعد وفاة إدريس الثاني سنة 214 هـ / 828 م، اقتسم أبناؤه الإمارة مما أدى إلى ظهور تنافس بينهم وضعف الدولة. عدم اهتمام الأمراء بتنظيم الشعب تنظيمي يزيل العصبية القبلية. تعرضت الدولة لتهديد من عدوين: بني أمية في الأندلس وبني العباس وواليهم ابن الأغلب في تونس. ظهور الدعوة الفاطمية بفكرة المهدي المنتظر، وامتدادها على حساب الدولة الإدريسية سنة 311 هـ / 923 م. بلغت الدولة الإدريسية درجة كبيرة من الازدهار، لكن ظهور قوة الفاطميين ساهم في تراجعها وسقوطها.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Islamic Era",
        "Topic": "الدولة الأغلبية",
        "Content": "كانت مدينة القيروان عاصمة ولاية إفريقيا (بلاد المغرب). انفصلت عنها كل من الدولة الرستمية والدولة الإدريسية. في عهد هارون الرشيد، كان على رأس الولاية أخوه من الرضاعة محمد بن مقاتل العكي، الذي أساء إلى الأهالي، مما أدى إلى ثورتهم عليه. لجأ إلى إبراهيم بن الأغلب، عامله على طبنة (عاصمة الزاب الجزائري) فأنجده وأعاده إلى القيروان. لكن الأهالي طلبوا من الأغلب أن يتولى هو شؤون الولاية. كاتب الأغلب هارون الرشيد بذلك، وعُرض عليه أن يدفع لخزينة الخلافة أربعين ألف دينار ذهبية بعد أن كانت تتلقى من بغداد مائة ألف دينار، على أن يجعل الولاية وراثية في ذريته، وكان ذلك عام 184 هـ / 800 م. استشار الرشيد رجاله، وأشاروا له بالموافقة ليكون ابن الأغلب سداً في وجه التوسع الإدريسي الشيعي. ظهرت الدولة الأغلبية وامتدت من طرابلس شرقًا إلى جبال جرجرة غربًا، ومن البحر شمالًا إلى شط الجريد جنوبًا. أقام الأغالبة حكمًا وراثيًا انحصر في عائلة بني الأغلب، لكنها بقيت في ولاء للعباسيين. رَاجَت تجارتها مع الرستميين والمدن الإيطالية، وأهم مدنها التجارية كانت القيروان ثم العاصمة الثانية رقادة. ازدهر الرعي والزراعة لتوفر المراعي والأرض الخصبة، وانتشرت صناعة الأواني والخزف والنسيج. تطورت العلوم الدينية، وتزامنت مع انتشار المذهب المالكي السني. انتشرت الرابطات على الساحل مثل سوسة والمنستير، وتم إقامة الأسوار في مدينة صفاقس، ومن أهم مساجدها جامع القيروان وجامع الزيتونة وجامع سوسة وجامع صفاقس. سقطت دولة الأغالبة عام 296 هـ / 907 م على يد الفاطميين الشيعة، ومن أسباب سقوطها: عنف الحكام ضد الشعب، كما حدث في الزاب الجزائري عام 280 هـ، واعتماد الدولة على جيش مأجور لا ولاء له، وخطأ زيادة الله الثالث، آخر أمرائها، بقتله لوالده وأسرته، وانغماسه في اللهو حين زحف الفاطميون. بلغت الدولة الأغلبية درجة كبيرة من الازدهار، لكنها واجهت تحديات كبيرة من القوى السياسية والدينية، مما أدى إلى تراجعها بعد ظهور الفاطميين.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Islamic Era",
        "Topic": "الدولة الفاطمية",
        "Content": "ينتسب الفاطميون إلى فاطمة الزهراء عليها السلام، بنت الرسول محمد صلى الله عليه وسلم، وزوجة علي بن أبي طالب. قصد عبد الله الشيعي \"الصنعاني\" الجزائر رفقة مجموعة من حجاج قبيلة كتامة بعد أن تعرف عليهم في الحج عام 280 هـ. نزل بشمال قسنطينة، موطن قبيلة كتامة (التي تتركز بين بجاية وجيجل وسطيف حتى قسنطينة)، وعاش بينهم عشر سنوات يبشر بظهور الإمام المهدي الذي سيملأ الأرض عدلاً. جهز زيادة الله الثالث الأغلبي جيشًا لقتاله، فاصطدم بجموع كتامة بقيادة عبد الله الشيعي، حيث انهزم الأغالبة عام 296 هـ / 909 م. قبض والي العباسيين ابن مدرار في سجلماسة بالمغرب على عبيد الله المهدي عندما قدم إلى بلاد المغرب. علم عبد الله الشيعي بما حدث، فزحف بجيش عظيم نحو المغرب، فقضى على الدولة الرستمية في طريقه ثم على سجلماسة وحررها. عاد إلى القيروان فبايعه الناس بالخلافة عام 297 هـ، ثم بنى المهدية عاصمة، التي غيرت فيما بعد إلى المنصورة. في عهد الخليفة الفاطمي الرابع المعز لدين الله، اتجه نحو مصر بجيش كبير يقوده جوهر الصقلي عام 357 هـ، الذي بنى مدينة القاهرة. رحل إليه المعز عام 362 هـ، فأصبحت الدولة تمتد من المحيط الأطلسي إلى اليمن، ومن الصحراء إلى صقلية وكورسيكا وسردينيا. كان نظام الحكم ملكيًا وراثيًا في أسرة عبيد الله المهدي، وتلقب حكامها بـ الخلفاء. تنوعت مصنوعات الفاطميين من أسلحة ومنسوجات وخزف. زاد إنتاجهم الزراعي، مما أنعش تجارتهم نحو الصحراء. اهتموا بالعلم، مما أدى إلى بروز العديد من العلماء مثل الحسن بن الهيثم في الفيزياء، وعلي رضوان في الطب، وابن هاني الأندلسي في الشعر، ويعلي بن يوسف الفلكي. تركوا عمرانا شاهدا إلى اليوم مثل القاهرة وجامع الأزهر والمهدية والمحمدية (المسيلة) وأشير وعنابة. سقطت الدولة الفاطمية على يد صلاح الدين الأيوبي عام 567 هـ / 1171 م، وأهم الأسباب: ضعف الخلفاء واستئثار الوزراء بالسلطة وتدخل النساء. انفصال بلاد المغرب عنها ورجوعها للمذهب السني. الحروب الصليبية وظهور صلاح الدين الذي رأى أنه لا سبيل لصدهم إلا بتوحيد مصر والشام. بلغت الدولة الفاطمية درجة كبيرة من الازدهار، لولا ظهور الخطر الصليبي الذي أثر على استمراريتها وقوتها.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Islamic Era",
        "Topic": "الدولة الزيرية والحمادية",
        "Content": "حين عزم المعز الفاطمي على الرحيل إلى مصر سنة 361 هـ / 972 م، اختار بلكين بن زيري بن مناد الصنهاجي لمساعدته، فملكه على بلاد المغرب الأدنى والأوسط، وبذلك بدأ عهد الدولة الزيرية. اتخذوا مدينة أشير جنوب المدية عاصمة لهم ثم المنصورة. تنسب الدولة الحمادية إلى حماد بن بلكين بن زيري الصنهاجي عندما انفصل عن دولة ابن أخيه باديس بن منصور بن بلكين الزيري سنة 1014 م / 405 هـ، بعد أن وعده إذا تم له القضاء على تمرد قبيلة زناتة غرب المغرب الأوسط بأن تصبح أراضيها ملكًا له. اتخذ من القلعة التي بناها قرب مسيلة عاصمة له، ثم غيرها خلفاؤه للناصرية \"بجاية\". تعتبر الدولة الحمادية ثالث دولة مستقلة في المغرب الأوسط، وامتدت من فاس غربًا إلى تونس شرقًا، ومن البحر إلى ورقلة. كان نظام الحكم ملكيًا وراثيًا في عائلة بني زيري، وكذا عند الحماديين، حيث يساعد الملك ولاة ووزراء وقادة الجيش. حقق الزيريون والحماديون ازدهارًا فلاحيا وتجاريًا خاصة مع الأندلس وبلاد إفريقيا، واشتهروا بصناعة الأسلحة والشمع. شيدوا المدن وأحاطوها بالأسوار، وبنوا القصور والمساجد كمدينة أشير والقلعة وبجاية والمنصورة وقصر المنار واللؤلؤة والكوكب. ازدهرت الحركة الثقافية حيث أنجبت بجاية علماء وأدباء مثل بن حمديس وابن الرشيق في الشعر، وشعيب أبي مدين ويوسف الورجلاني في الفلسفة، إضافة إلى الفنان الإيطالي ليوناردو دافنشي الذي نقل الأرقام العربية. كان ارتباط الزيريين قوياً بالفاطميين إلى أن أقدم الحاكم بأمر الله الفاطمي على نزع ولاية طرابلس من سلطة باديس بن المنصور. أدى ذلك إلى إعلان الزيريين الطاعة للعباسيين والسماح بنشر المذهب السني \"المالكي\" على حساب الشيعي في بلاد المغرب. قام الخليفة الفاطمي المستنصر بالله بإرسال قبائل بني هلال وبني سليم لتخريب بلاد المغرب وإضعاف الزيريين والحماديين سنة 443 هـ / 1051 م. كما أن لضعف الخلفاء الأواخر مثل يحيى بن العزيز الحمادي والحسين الزيري دور في سقوطهما. أسقطت الدولة الموحدية الدولة الحمادية سنة 547 هـ / 1152 م والدولة الزيرية سنة 555 هـ / 1160 م. تسببت تحرشات النورمنديين من الشمال (من صقلية) في إضعافهما. بلغت الدولة الحمادية والزيرية درجة مهمة من الازدهار، لولا ظهور قبائل بني هلال وقوة الموحدين التي أثرت على استمراريتهما.",
        "Source": "Original",
        "Level": "3"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Islamic Era",
        "Topic": "الدولة المرابطية",
        "Content": "سميت الدولة المرابطية بذلك لأن نواتها الأولى تكونت في رباط \"زاوية\"، وهو المكان الذي يجمع بين الصفة الدينية والحربية، حيث أقامها يحي بن إبراهيم الكدالي قرب نهر السنغال للعبادة. سرعان ما تجمع حولها طلبة العلم والقبائل الصنهاجية. يعتبر يوسف بن تاشفين المؤسس الفعلي للدولة سنة 1062 هـ / 447 هـ، والذي بنى مدينة مراكش سنة 1070 م / 454 هـ واتخذها عاصمة لدولة المرابطين. شملت الدولة المرابطية المغرب والصحراء الغربية حتى نهر السنغال جنوبًا والأندلس شمالًا، حيث شهدت معركة الزلاقة سنة 479 هـ / 1086 م. كما امتدت إلى جزء كبير من المغرب الأوسط، حتى الجزائر العاصمة شرقا، وصولا إلى المحيط الأطلسي غربا. كان نظام الحكم ملكيًا وراثيًا في عائلة ابن تاشفين، حيث يساعده كتّاب وقضاة ومجلس الفقهاء والأعيان (الشورى). انتعش النشاط التجاري بين المغرب والأندلس وبلاد السودان، وازدهرت الصناعة الحرفية، خاصة في مراكش. ازدهرت الحركة العلمية والثقافية، كما اهتموا بالعمران من خلال إنشاء مدينة مراكش وقصورها وأسوارها، بالإضافة إلى الرباط وجامعة القرويين والجامع الكبير بتلمسان. سقطت الدولة المرابطية سنة 541 هـ / 1146 م عندما تولى إسحاق إبراهيم بن تاشفين، وهو طفل، وذلك بسبب: دهاء ابن تومرت وخليفته عبد المؤمن، مؤسسي الدولة الموحدية. تزمت الفقهاء وتدخلهم في السياسة. ميل الولاة الأواخر إلى البذخ والاستبداد بالرعية. تخاذل الجيش المرابطي، خاصة الأجانب منه مثل العبيد السود والأوروبيين والرقيق والجزائريين والمرابطين. تعتبر الدولة المرابطية أول دولة وحدت المغرب الأقصى مع الأندلس، وبلغت درجة كبيرة من التطور في مجالات متعددة.",
        "Source": "Original",
        "Level": "3"
    },
    {
        "EducationalStage": "JS2",
        "HistoricalEra": "Islamic Era",
        "Topic": "الدولة الموحدية",
        "Content": "سميت الدولة الموحدية بذلك لأنها قامت بتوحيد بلاد المغرب والأندلس، وأيضًا لأن أهلها كانوا أول من تكلم في علم التوحيد. يعتبر محمد بن تومرت (الملقب بالمهدي) من قبيلة مصمودة بنواحي مراكش زعيمها الروحي، بينما عبد المؤمن بن علي الكومي من قبيلة زناتة هو مؤسسها الحقيقي. أعلنا الثورة على المرابطين سنة 515 هـ / 1121 م. توفي ابن تومرت سنة 524 هـ، فواصل عبد المؤمن المسيرة لوحده. قضى على المرابطين سنة 541 هـ / 1146 م وأعلن قيام الدولة، وعاصمتها مراكش. ثم صعد إلى الأندلس سنة 542 هـ / 1147 م، حيث انتصر ابنه يوسف على المسيحيين في معركة الأراك سنة 591 هـ، ثم قضى على الدولة الحمادية سنة 547 هـ والدولة الزيرية سنة 555 هـ. أصبحت الدولة تمتد من مصر شرقًا إلى المحيط الأطلسي غربًا، ومن الأندلس شمالًا إلى أعماق الصحراء جنوبًا. كان نظام الحكم ملكيًا وراثيًا في عائلة عبد المؤمن، ولذلك تُسمى بالدولة المؤمنية، وقد قسّم الجيش إلى بري وبحري وجوي. ازدهرت التجارة بنوعيها (داخلي وخارجي). زاد الإنتاج الزراعي بفضل السدود والقنوات. تنوعت المصنوعات وتم سك العملة الموحدية. انتشرت الكتاتيب والمدارس والمساجد، حيث يتعلم الطلاب القرآن والحديث واللغة والتفسير والفقه والنحو والمنطق. ومن أبرز علمائها: ابن رشد القرطبي وابن الطفيل والجغرافي ابن جبير وابن عرجون التلمساني، بالإضافة إلى بناء المرستانات. تركوا آثارًا معمارية مثل منارة مراكش وصومعة حسان في الرباط. ضعف الخلفاء الأواخر، مثل الرشيد بن إدريس. ضعف الجيش الموحدي بعد معركة حصن العقاب في الأندلس أمام الصليبيين سنة 609 هـ / 1212 م. انهزامهم في موقعة المشغلة أمام المرينيين سنة 613 هـ / 1216 م، الذين واصلوا وأسسوا سقوط مراكش سنة 668 هـ / 1269 م. انقسمت الدولة إلى عدة دول: المرينية في المغرب، والزيانية في الجزائر، والحفصية في تونس، وملوك الطوائف في الأندلس. تعتبر الدولة الموحدية أول دولة وحدت بلاد المغرب مع الأندلس، وكونت حضارة راقية في مجالات متعددة، مما ساهم في تقدمها في مختلف المجالات الثقافية والاقتصادية والعلمية.",
        "Source": "Original",
        "Level": "3"
    }
]