[
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "اﻟﺴﯿﺎﺳﺔ اﻻﺳﺘﻌﻤﺎرﯾﺔ",
        "Content": "الإدماج: إذاﺑﺔ اﻟﺠﺰاﺋﺮﯾﯿﻦ ﻓﻲ اﻟﻜﯿﺎن اﻟﻔﺮﻧﺴﻲ.  ـ مظاهرها: قوانين الإدماج، منع الحقوق، دعم المعمرين، ال***ية للمعمرين واليهود، مصادرة الأراضي.  ـ أساليب مصادرة الأراضي: بالقوانين، باستعمال المصلحة العامة [مد الطرق]، نقل الملكية للمعمرين.  ـ الاستيطان: إحلال الأوروبيين محل الجزائريين بقانون الأهالي 1871 وقانون ال***ية 1865.  ـ التنصير: نشر المسيحية، تحويل المساجد إلى كنائس، أخذ الأوقاف، إخضاع القضاء لفرنسا.  ـ الفرنسة: إحلال الفرنسية محل العربية، القضاء على مراكز التعليم العربي، فرنسة المحيط.  ـ التنظيم الإداري: إلحاق الجزائر بفرنسا قانون 1948/11/4، تقسيم الجزائر إلى 3 مقاطعات. وتميز النظام الإداري بطابع عسكري [1830-1870] ومدني بعد 1870.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "تجدد المقاومة",
        "Content": "المقاومة المسلحة: اتخذت شكل جماعي وفردي. في شكل ثورات شعبية.  ـ المقاومة الفكرية: حمدان خوجة بعرايض والمطالبة بالجلاء باتجاهين المحافظين والنخبة.  ـ الصحافة: جرائد مثل الجزائر والفارق.  ـ الجمعيات والنوادى: مع بداية القرن 20 ظهرت لتنمية الوعي السياسي مثل الجمعية الرشيدية ونادي صالح بأيي.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "اﻟﺘﺤﻮل ﻓﻲ اﻟﻤﻘﺎوﻣﺔ",
        "Content": " ﻋﻮاﻣﻞ اﻟﻤﻘﺎوﻣﺔ اﻟﺪاﺧﻠﯿﺔ : اﺳﺘﻤﺮار اﻻﺣﺘﻼل , اﻹﺑﺎدة , اﻟﻨﻈﺎم اﻻﺳﺘﻌﻤﺎري , اﻟﺘﺠﻨﯿﺪ , ﻣﺤﻮ اﻟﺸﺨﺼﯿﺔ - ﺟﺒﮭﺎت اﻟﻤﻘﺎوﻣﺔ : اﻟﺪﻓﺎع ﻋﻦ ﻣﻘﻮﻣﺎت اﻷﻣﺔ , ﻣﻮاﺟﮭﺔ اﻟﺴﯿﺎﺳﺔ اﻻﺳﺘﻌﻤﺎرﯾﺔ . - اﻟﻌﻮاﻣﻞ اﻟﺨﺎرﺟﯿﺔ : اﻟﺠﺎﻣﻌﺔ اﻹﺳﻼﻣﯿﺔ ﺑﺰﻋﺎﻣﺔ ﺟﻤﺎل اﻟﺪﯾﻦ اﻷﻓﻐﺎﻧﻲ , ﺣﺮﻛﺔ اﻹﺻﻼح اﻟﺪﯾﻨﻲ , دور اﻟﮭﺠﺮة اﻟﺠﺰاﺋﺮﯾﺔ ﻟﻠﻤﺸﺮق وﺑﻔﺮﻧﺴﺎ , ﻣﻮﻗﻒ ﻓﺮﻧﺳﺎ ﺿﺪ اﻟﺣﺮﻛﺎت اﻟﻮطﻨﯿﺔ , اﻟﺤﺮب اﻟﻌﺎﻟﻤﯿﺔ اﻷوﻟﻰ وﻣﺎ ﺻﺎﺣﺒﮭﺎ ﻣﻦ ﺗﻄﻮرات , ﻋﻮدة اﻟﻤﻬﺎﺟﺮﯾﻦ . - اﻻﺗﺟﺎھﺎت اﻟﺴﯿﺎﺳﯿﺔ : اﻟﺜﻮري , اﻻدﻣﺎﺟﻲ , اﻟﺸﯿﻮعﻲ واﻹﺻﻼﺣﻲ.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "رد اﻟﻔﻌﻞ اﻟﻔﺮﻧﺴﻲ",
        "Content": "ﻻﻣﺘﺼﺎص اﻟﻐﻀﺐ وﺗﺮﺿﯿﺔ اﻟﻨﺨﺒﺔ . /2 ﻣﺸﺮوع ﺑﻠﻮم ﻓﯿﻮﻟﯿﺖ : إﺻﻼح اﻟﺘﻌﻠﯿﻢ , اﻟﺰراﻋﺔ , ﺑﻌﺾ اﻟﺣﻘﻮق - رﻓﻀﮭﺎ اﻟﻤﻌﻤﺮون , رﺣﺒﺖ ﺑﮫ اﻟﻨﺨﺒﺔ , ﺗﺣﻔﻈﺖ ﻣﻨﮫ ﺟﻤﻌﯿﺔ اﻟﻌﻠﻤﺎء , رﻓﻀﮭﺎ ﻧﺟﻢ ﺷﻤﺎل اﻓﺮﯾﻘﯿﺎ . - ﻣﻮﻗﻒ ﻗﻤﻌﻲ : ﺣﻞ اﻷﺣﺰاب , اﻟﻨﻔﻲ , اﻟﻐﺮاﻣﺎت , اﻻﺣﺘﻔﺎل ﺑﺎﻟﺬﻛﺮى اﻟﻤﺌﻮﯾﺔ ﻟﻼﺣﺘﻼل . - دور اﻟﻜﺸﺎﻓﺔ : 1936 ﺗﻨﻤﯿﺔ اﻟﺣﺲ , ﺗﻄﺒﯿﻖ ﺷﻌﺎر اﻟﺠﻤﻌﯿﺔ , ﺳﺎھﻤﺖ ﺑﺮﺟﺎﻟﮭﺎ ﻓﻲ اﻟﺜﻮرة اﺑﻦ اﻟﻤﻬﯿﺪي . اﻟﻤﺆﺗﻤﺮ اﻹﺳﻼﻣﻲ اﻟﺠﺰاﺋﺮي : 1936 - اﻟﻤﻄﺎﻟﺐ : إﻟﻐﺎء اﻟﻘﻮاﻧﯿﻦ اﻟﻔﺮﻧﺴﯿﺔ , اﻟﻤﺣﺎﻓﻈﺔ ﻋﻠﻰ اﻟﺸﺨﺼﯿﺔ , ﻓﺼﻞ اﻟﺪﯾﻦ ﻋﻦ اﻟﺪوﻟﺔ - ﺗﻤﯿﺰ ﻣﻮﻗﻔﮭﺎ ﻣﻦ اﻟﻤﻘﺎوﻣﺔ [1939/1919] /1 ﺑﻤﻮﻗﻒ إﻏﺮاﺋﻲ ﺗﻤﺜﻞ ﻓﻲ إﺻﻼﺣﺎت ﻓﯿﻔﺮي 1919.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "ﻣﺴﺎر اﻟﺣﺮﻛﺔ اﻟﻮطﻨﯿﺔ ﺧﻼل اﻟﺣﺮب اﻟﻌﺎﻟﻤﯿﺔ اﻟﺜﺎﻧﯿﺔ",
        "Content": "ـ اﻹﺟﺮاءات اﻻﺳﺘﻌﻤﺎرﯾﺔ : ﻣﻊ اﻟﻨﺨﺒﺔ ) اﻹدﻣﺎج و اﻟﺸﯿﻮﻋﯿﻮن ( أﺳﻠﻮب اﻟﻤﻼﯾﻨﺔ و اﻟﺘﺴﻮﯾﻒ ـ ﻣﻊ ﺣﺰب اﻟﺸﻌﺒ ) دﻋﺎة اﻻﺳﺘﻘﻼل وﺟﻤﻌﯿﺔ اﻟﻌﻠﻤﺎء ( ﻣﻮاﻗﻒ ﻣﺘﺸﺪدة . ـ ﻧﺸﺎط اﻟﺣﺮﻛﺔ اﻟﻮطﻧﯿﺔ : ﺑﺮﺋﺎﺳﺔ ﻓﺮﺣﻠﺖ ﻋﺒﺎس أﺻﺪروا ﺑﯿﺎن 10 ﻓﯿﻔﺮي 1943 ﺑﻤﻄﺎﻟﺐ ﻣﺴﺘﻌﺠﻠﺔ ﺧﻼل اﻟﺣﺮب وأﺧﺮى ﻣﺆﺟﻠﺔ ورﻓﺾ اﻟﺣﻞﻓﺎء ھﺬا اﻟﺒﯿﺎن ﻓﺘﻜﺘﻠﺖ اﻟﺣﺮﻛﺔ اﻟﻮطﻧﯿﺔ وأﺳﺴﺖ ﺗﺟﻤﻊ أﺣﺒﺎب اﻟﺒﯿﺎن واﻟﺣﺮﯾﺔ 1944/3/14 ـ رد اﻟﻔﻌﻞ اﻟﻔﺮﻧﺴﻲ ﻋﻠﻰ اﻟﺒﯿﺎن : زار ﺷﺎرل دﯾﻏﻮل ﻗﺴﻨﻄﯧﻨﺔ ﻣﻌﻠﻨﺎ إﺻﺪار ﻣﺸﺮوع ﯾﻀﻤﻦ اﻟﺣﻘﻮق , وإﺻﺪار ﻗﺎﻧﻮن ﺣﻖ اﻟﻤﻮاطﻧﺔ ﻓﻲ 1944/3/7.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "إﻋﺎدة ﺑﻨﺎء اﻟﺣﺮﻛﺔ اﻟﻮطﻧﯿﺔ",
        "Content": "ـ ﺑﻤﺮﺳﻮم /3/16 1946 اﻟﺬي أﺻﺪرﺗﮫ ﻓﺮﻧﺴﺎ ﻻﻣﺘﺼﺎص اﻟﻐﻀﺐ ﺑﻌﺪ ﻣﺠﺎزر 8 ﻣﺎي 1945 ﺗﺸﻜﻠﺖ اﻷﺣﺰاب اﻟﺘﺎﻟﯿﺔ ـ اﻻﺗﺤﺎد اﻟﺪﯾﻤﻘﺮاطﻲ ﻟﻠﺒﯿﺎن اﻟﺠﺰاﺋﺮي : أﺳﺴﮫ ﻓﺮﺣﺎت ﻋﺒﺎس 1946/8/3 رﻓﻊ ﺷﻌﺎر اﻟﺜﻮرة ﺑﺎﻟﻘﺎﻧﻮن . ـ ﺟﻤﻌﯿﺔ اﻟﻌﻠﻤﺎء : ﻋﺎدت ﻟﻠﻨﺸﺎط اﻹﺻﻼﺣﻲ وﺗﻮﺣﯿﺪ اﻟﺠﺰاﺋﺮﯿﯿﻦ . ـ ﺣﺰب اﻟﺸﻌﺐ : رﻓﻊ اﻟﺣﺲ اﻟﺜﻮري ﻟﻠﺸﻌﺐ ﺷﺎرك ﻓﻲ اﻧﺘﺨﺎﺑﺎت اﻟﻤﺠﻠﺲ اﻟﻮطﻧﻲ اﻟﻔﺮﻧﺴﻲ وﻏﯿﺮ اﺳﻤﮫ إﻟﻰ ﺣﺮﻛﺔ اﻧﺘﺼﺎر اﻟﺣﺮﯾﺎت اﻟﺪﯾﻤﻘﺮاطﯿﺔ.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "إعادة بناء الحركة الوطنية",
        "Content": "ـ سير الانتخابات ونتائجها : رفض ترشيح مصالي الحاج وزورت الانتخابات ورغم ذلك حصل الحزب على 5 مقاعد ـ المنظمة الخاصة : بعد مؤتمر فيفري 1947 اقر حزب حركة انتصار الحريات الديمقراطية انشاء المنظمة الخاصة لإعداد العمل المسلح كانت برئاسة محمد بلوزداد. ـ الموقف الفرنسي ـ الموقف الإغراءي : إصدار قانون سبتمبر 1947 رحب به المعمرون وظل حبرا على ورق بالنسبة للجزائريين ـ الموقف القمعي : رفض ترشيح عناصر من الجزائريين والتزوير وحملات المداهمة والمتابعة والسجن.",
        "Source": "Original",
        "Level": "1"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "الحركة الوطنية والتحرر العربي",
        "Content": "الفكر التحرري ارتبط بالبُعد المغاربي والعربي والإسلامي مع الغرب بقيادة عبد المالك وفي تونس بزعامه عبد العزيز الثعالبي وليبيا الأسرة السنوسية وتطوع جزائريون في حروب الخلافة الإسلامية وفلسطين وسوريا وكان للأمير خالد دور في دعم النضال العربي وتعرف مصالي الحاج على الزعيم شكیب أرسلان ونظم مصالي مع الجالية الجزائرية مظاهرات بباريس 1936, وفَضح حزب الشعب مشروع تهويد فلسطين. ـ الجامعة العربية: أعلن عزام باشا عروبة المغاربة في زيارة باريس 1946 فتوحّد النضال المغربي. ـ حركة انتصار الحريات الديمقراطية: 1949 أرسلت الحركة وفدًا للقاهرة لبحث تسلح المنظمة الخاصة وفي 1951 قاد مصالي نشاطًا دبلوماسيًا عربيًا للتعريف بالقضية الجزائرية ـ جمعية العلماء: عملت على توطيد العلاقات المغربية والعربية ودعم فلسطين وتولى محمد البشير الإبراهيمي نشاط الجمعية في مصر والعالم الإسلامي.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "الظروف العامة قبل اندلاع الثورة",
        "Content": "الظروف الدولية: زيادة الحركات التحررية ونشاط الأمم المتحدة لتبني قضايا التحرر وانفراج العلاقات. ـ الظروف في فرنسا: نتائح الحرب العالمية الثانية كانت أزمات في كل المجالات وتقلص دور فرنسا أوربياً. ـ الظروف العامة في الجزائر: استمرار السياسة الاستعمارية، وظهور أزمات بحركة انتصار الحريات الديمقراطية مرت بـ 4 أزمات: ـ الأولى: بتراجع الحزب عن تعميم الانتفاضة ـ الثانية: المشاركة في انتخابات 1946 ـ الثالثة: قرار الحزب بحل المنظمة الخاصة بعد اكتشافها ـ الرابعة: عام 1953 بعد الاختلاف حول القيادة وانقسام الحزب إلى المصاليين والمركزيين. ـ ببقية الأحزاب: كانت تنتظر فرنسا لعلهَا تستجيب لمطالبها بعد الرسالة الموجهة لفينسنت ميتيران في 19 أكتوبر 1954.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Colonial Era",
        "Topic": "تحضير الثورة",
        "Content": "خلال فيفري 1954 و 31 أكتوبر 1954 كانت فترة صعبة أثر الأزمات، فعمل المناضلون على: ـ تأسيس اللجنة الثورية للوحدة والعمل: 1954/3/23 للعمل على وحدة الحزب وتجميع أطراف المنظمة. فتم اجتماع لجنة 22 لدراسة الأوضاع واحتواء الانقسامات. الاجتماعات السرية: 1954/6/23 لجمع قدامى المنظمة والتحضير العسكري وإجراء التدريب وضبط الإجراءات التنظيمية وتأسيس جبهة التحرير وجيش التحرير وقرار بيان أول نوفمبر والتقسيم الجغرافي والعسكري وتوزيع المهام وتحديد تاريخ انطلاق الثورة والأماكن المستهدفة.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "War of Independence",
        "Topic": "تحضير الثورة وانطلاقها",
        "Content": "الاتصالات داخليا وخارجيا: بمناضلي الحزب والمنظمة السرية ومنطقة القبائل بكريم بلقاسم والاتصال بشخصيات فاعلة مثل مصالي، بن خدة، محمد يزيد وبالوفد الخارجي بن بلّة للحصول على الدعم لتأمين طرق التسلح. وتم اختيار يوم الاثنين لأنه يصادف مولد الرسول صلى الله عليه وسلم وصادف عند الفرنسيين عيد القديسين. الانطلاقة: تفجيرات، توزيع البيان، إعلان الثورة من صوت القاهرة. عسكريا: إشراف بن بولعيد نظم الخلايا وجمع السلاح ونجحت المنطقة الأولى في تدشين بداية الثورة لبعد المنطقة عن الصراعات التي شهدها الحزب. استراتيجيا: جغرافية المنطقة، حدودها مع تونس وليبيا، وحدودها مع بقية المناطق، تعهد بن بولعيد بضمان المعارك مدة 8 أشهر.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "War of Independence",
        "Topic": "ردود الفعل على اندلاع الثورة",
        "Content": "وطنيًا: شعبيًا فرحة وتساؤل ثم الانخراط في الثورة. الأحزاب الوطنية: الدهشة والتخوف والتحق أعضاء حزب حركة انتصار الحريات بالثورة باستثناء مصالي الحاج. حزب الاتحاد الديمقراطي للبيان الجزائري واصل نشاطه وشارك في الانتخابات، وفي 23/12/1955 استقال نوابه وفي 22/4/1956 حل الحزب وانضم للثورة. جمعية العلماء: ساندت الثورة وانحلت الجمعية في 1956 وتحقت بالثورة. الشيوعيون: واصلوا نشاطهم ضمن المشاركة في الانتخابات الفرنسية واتخذوا مواقف ضد الثورة، وفي 1955 حل الحزب وانضم البعض من مناضليه إلى الثورة. رد فعل فرنسا: الارتباك والتقليل من شأن الثورة، ووصف الثوار بالخارجين عن القانون وحاولت إقناع الرأي الدولي بأسطورة الجزائر فرنسية. عسكريًا: زيادة الإمدادات العسكرية، الإبادة، النفى، السجن، الإقامة الجبرية، التجنيد الاحتياطي. رد الفعل العالمي: ساندت الدول الغربية الموقف الفرنسي، أبدى الاتحاد السوفيتي تحفظه تجاه الثورة، عربيًا كانت بين التحفظ نتيجة الضغوط والتبعية باستثناء مصر التي إذاعت بيان الثورة، أما الشعوب فقد ساندت الثورة وهكذا طرحت القضية الجزائرية في مؤتمر باندونغ 1955.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "War of Independence",
        "Topic": "الثورة في عامها الأول",
        "Content": "مرحلة إقناع الشعب وإقرار التنظيمات ومؤسسات الثورة وتقييد الكيان الاستعماري. الملف الجزائري في باندونغ: وجهت الجهود للخارج لفك العزلة وتحطيم فكرة الجزائر فرنسية، ففي هذا المؤتمر نالت الجبهة دعم 14 دولة. ووجهت رسالة لهيئة الأمم لتسجيل القضية الجزائرية في 26/7/1955. هجومات 20 أوت 1955: انطلقت في شمال قسنطينة من سكيكدة من أجل فك الحصار عن المنطقة. مواجهة قانون الطوارئ في هذه الظروف، فجّر زيغود يوسف هجومات 1955/8/20. أهداف الهجوم: توسيع الثورة ومواجهة سياسة فرنسا ودعم الثوار في المنطقة، ولفت العالم بما يحدث بالجزائر. النتائج: للثورة: تأكد شعبية الثورة ودعم الثوار بالأوراس، استقالة نواب حزب البيان. بالنسبة للاستعمار: خيبة الأمل، تمرد وعصيان الجيش الفرنسي، ذهول المعمرين، مواصلة المجازر.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "War of Independence",
        "Topic": "مؤتمر الصومام",
        "Content": "المؤتمر: 1956/8/20 بقرية افري أوزلاقن بواد الصومام وخرج المؤتمر بتوحيد نظام الثورة وتنظيم المجالس الشعبية وتحديد المهام. قراراته: جبهة التحرير، المؤتمر الوطني، المجلس الوطني للثورة، لجنة التنسيق والتنفيذ، الحكومة المؤقتة 1958/9/19. عسكرياً: تقسيم الوطن إلى 6 ولايات عسكرية. التنظيم الجماهيري: العمال تأسيس الاتحاد العام للعمال وتم تنظيم الشباب والنساء والتجار والمثقفين لدعم الثورة.",
        "Source": "Original",
        "Level": "2"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "War of Independence",
        "Topic": "المخططات الاستعمارية عسكرياً واقتصادياً واجتماعياً",
        "Content": "عسكرياً: تقوية الجيش ودعم الحلف الأطلسي وتأسيس ميليشيات مسلحة والاستعانة بمجنّدي المستعمرات، توسيع المعتقلات والسجون، واستعمال الكلاب البوليسية، واللجوء إلى مخطط شال وموريس، وتفجير قنابل نووية برقان 61/60. دبلوماسياً: عزل الثورة بالضغط والمناورة، إجراء وتزوير الانتخابات. اقتصادياً واجتماعياً: مشروع سوستال 1955 خطة للقضاء على الثورة، مشروع قسنطينة 1958 ظاهره إصلاحي وفي حقيقته مشروع لهدم الثورة، ومشروع تقسيم الجزائر 1957 (جمهورية قسنطينة، إقليم الجزائر ووهران الفرنسي، تلمسان، الصحراء (لفصل الصحراء).",
        "Source": "Original",
        "Level": "3"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "War of Independence",
        "Topic": "الدبلوماسية الجزائرية",
        "Content": "شن حملات لتدويل القضية في مؤتمرات، باندونغ 1955 والقاهرة 1957 وأكرا (غانا) 1958 وطنجة 1958 ومنروفيا (ليبريا) 1959 والقاهرة 1961. هذه المؤتمرات دعمت القضية الجزائرية. ـ منظمات الجبهة: دعمت الجبهة (طلاب، نساء، عمال) ودعم وفد نسائي صيني وفيتنامي الجزائر 1957 وقدمت بلدان افروآسيوية دعمها للجزائر.",
        "Source": "Original",
        "Level": "3"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "War of Independence",
        "Topic": "المفاوضات",
        "Content": "ـ بين 56 و60 جرت اتصالات حتى 1959/9/16 اعترف ديغول بحق تقرير المصير واختلفت وجهات النظر حول : الجانب الفرنسي : عدم الاعتراف بالجبهة، المجاهدين متمردين، النصر العسكري، بديل عن الجبهة، فصل الصحراء. ـ الجانب الجزائري : تقرير المصير، الجبهة ممثل شرعي، الوحدة الترابية، السيادة. ـ جرت محادثات مولان 1960 وفشلت ومحادثات لوسيرن 1961 واختلفت وجهات النظر حول : الوفد الجزائري : السيادة، وحدة التراب والشعب، الجبهة ممثل شرعي، وقف إطلاق النار. ـ الوفد الفرنسي : التجزئة، الهدنة، فصل الصحراء، طاولة مستديرة، الحكم الذاتي. واستؤنف في 1962/3/7 بايفيان وتم توقيف القتال 1962/3/19 والاستفتاء 1962/7/1 والاستقلال 1962/7/5.",
        "Source": "Original",
        "Level": "3"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "الاختيارات الكبرى لإعادة بناء الدولة",
        "Content": "ـ أوضاع عند الاستقلال : اجتماعياً : فقر، بطالة، سكن، نزوح، أمية، ـ اقتصادياً : صناعة محطمة، احتكار ثروات. ـ سياسياً : نظام جمهوري، الحزب الواحد، انتخاب رئيس، ميثاق الجزائر 1964، دستور 1963، مجالس بلدية 1967، ولاية 1969، ميثاق 1967، دستور 1976، إصلاح القوانين، ميثاق 1986، دستور 1989، إقرار التعددية الحزبية، تخطيط أهداف التنمية، تحقيق رقي اجتماعي. ـ صناعياً : ثورة صناعية لتغيير بنية الاقتصاد، تحسين معيشة، الاستثمار، التأميم. ـ فلاحيًا : الإصلاح الزراعي. ـ ماليًا : العملة، البنوك. ـ تجارياً : تحديد سياسة تجارية مستقلة وتنويع التبادل التجاري. ـ اجتماعياً وثقافياً : تعميم التعليم والتكوين، محاربة الأمية، العلاج المجاني، ترقية السكن، مناصب الشغل، تحسين الأجور.",
        "Source": "Original",
        "Level": "3"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "السياسة الخارجية",
        "Content": "خارجياً: انضمت للأمم المتحدة 1962، دعمت حركات التحرر، دعت لنظام دولي، دعت لحوار شمال جنوب. ـ إبعاد السياسة: تناسق، مصالح مشتركة، عدم الانحياز للمعسكرات، اتصفت سياستها بالاستقلالية والواقعية والموضوعية.",
        "Source": "Original",
        "Level": "3"
    },
    {
        "EducationalStage": "JS4",
        "HistoricalEra": "Post-Independence Era",
        "Topic": "الجزائر والمنظمات الدولية",
        "Content": "منظمة الوحدة الأفريقية (منظمة الاتحاد الأفريقي حاليًا): انضمت الجزائر إلى منظمة الوحدة الأفريقية في عام 1963، حيث لعبت دورًا فعالًا في دعم حركات التحرر في القارة الأفريقية وتعزيز التعاون بين الدول الأفريقية.\n\nمنظمة الدول المصدرة للنفط (أوبك): انضمت الجزائر إلى أوبك في عام 1969، حيث ساهمت في جهود تعزيز التعاون بين الدول المنتجة للنفط وتحقيق الاستقرار في أسواق النفط العالمية.\n\nحركة عدم الانحياز: كانت الجزائر من المؤسسين الرئيسيين لحركة عدم الانحياز في عام 1961، وساهمت في تعزيز التعاون بين الدول النامية والمساعدة في تحقيق استقلالها.\n\nالأمم المتحدة: انضمت الجزائر إلى الأمم المتحدة في عام 1962، حيث شاركت في العديد من المبادرات الدولية وحقوق الإنسان، وساهمت في مناقشة القضايا العالمية مثل الاستعمار.\n\nمنظمة التعاون الإسلامي: انضمت الجزائر إلى منظمة التعاون الإسلامي منذ تأسيسها في عام 1969، حيث دعمت قضايا العالم الإسلامي وحقوق الفلسطينيين.\n\nالشراكات الإقليمية: تعاونت الجزائر مع العديد من المنظمات الإقليمية مثل اتحاد المغرب العربي، وساهمت في تعزيز الاستقرار والتنمية في المنطقة.\n\nتظهر هذه العلاقات التزام الجزائر بدعم الاستقلال والتعاون الدولي بعد تحقيقها للاستقلال في عام 1962.",
        "Source": "Original",
        "Level": "3"
    }
]