{
    "book_name": "PS4E2",
    "pages": [
        {
            "page": 12,
            "text": "التاريخ\r\n1 - التاريخ الميلادي\r\nأولا : التقويم التاريخي\r\nترتبط الأحداث التي يمر بها الإنسانُ بِمَعْلَم مُعيَّنٍ، وَمِنْ هَذِهِ المعالم التاريخ الميلادي، فَمَاذَا نَقْصِدُ بِهِ ؟\r\nيرتبط التقويم الميلادي بميلاد النبي عِيسَى عَلَيْهِ السَّلامُ ، وقد وَرَدَ ذِكْرُهُ في القرآن الكريم .\r\n12\r\n2017 التقويم الميلادي\r\nجانفي\r\nالسند 2 : بداية السنة الميلادية\r\n5\r\n9\r\nالسند : 1\r\nجانفي\r\n2 فيفري\r\n3 مارس\r\n4 تريل\r\n28\r\n6\r\nجوال\r\n7 جولة\r\n8\r\n10 اكتوبر\r\n11) نوفمبر\r\n12 ديسمبر\r\n30 30\r\nالسند 3 : يومية ميلادية"
        },
        {
            "page": 13,
            "text": "في 01 نوفمبر 1954م ، انطَلَقَتِ الثَّوْرَةُ التَّحْرِيرِيَّةُ الْجَزَائِرِيَّةُ، وَبَعْدَ التَّضْحِيَاتِ الْجَسِيمَةِ لِلشَّعْبِ الْجَزَائِرِي ، اعْتَرَفَ الْمُسْتَعْمِرُ بِوَقْفِ إطلاق النار في 19 مارس 1962 م .\r\nقُم للمُعَلَّم وَفه التبجيلا\r\nالمعلم العر\r\nالسند :4\r\nديمة\r\n5 أكتوبر\r\n1 نوفمبر 1954\r\nكَادَ المُعَلِّمُ أَنْ يَكُونَ رَسُولاً\r\nالسند 6 : ذكرى اليوم العالمي للمعلم\r\nالسند 6 : ذكرى ثورة نوفمبر\r\nأَقومُ نَعَلَّمَانِي :\r\nالاحظ السندات 3.2.1 6.6.4 وأستنتج أن ....\r\nأنقُلِ الجدول الموالي على كراسك ثم اكتب الأحداث التالية في الخانة المناسبة : عيد الطفولة، عيد الثورة ، يوم المعلم ، عيد الاستقلال، عيد العمال .\r\nالتواريخ\r\n6 أكتوبر\r\n1 نوفمبر\r\nالمناسبات\r\n1 ماي\r\n1 جوان\r\n5 جويلية\r\n13"
        },
        {
            "page": 14,
            "text": "14\r\nالتاريخ\r\n2 - التاريخ الهجري\r\nتختلفُ المَعالِمُ التي تُؤَرِّخُ بها الأمم من أُمَّةٍ إلى أخرى، فالأمة الإسلامية تُؤرِّخ بالتاريخ الهجري . فَمَاذَا تَقْصِدُ بالتاريخ الهجري ؟\r\nقال الله تعالى : إِلَّا تَنصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذَ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إذْ هُمَا فِي الْجَارِ إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنِ إِنَّ اللَّهَ مَعَنَا فَأَنزَلَ اللهُ . سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلِي وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ .\r\nسورة التوبة الآية : 40\r\nالسند 1 : هجرة الرسول ﷺ\r\nتَحْتَفِلُ الجَزَائِرُ سَنوِيًّا عَلَى غِرَارِ بُلْدَانِ العَالَمِ الإِسْلَامِي بِالعَدِيدِ مِنْ الْأَعْيَادِ مِنْهَا : رَأْسُ السَّنَةِ الهِجْرِيَّةِ فِي أَوَّلِ مُحَرَّمِ، وَالمَوْلِدُ النَّبَوِيُّ الشريف في 12 ربيع الأولِ ، وَعِيدُ الفِطْرِ فِي أَوَّلِ شَوَالٍ وعِيدُ الأَضْحَى في العاشر من ذي الحجة وهو آخر شهور السنة الهجرية .\r\nالسند : 2"
        },
        {
            "page": 15,
            "text": "في سنة 622 ميلادِيَةِ هَاجَرَ سَيِّدُنا محمد مِنْ مَكَّةَ إِلَى المَدِينَةِ، وَ فِي عَهْدِ الخَلِيفَةِ الراشد عمر بن الخَطَّابِ رَضِي اللَّه عَنْهُ ، بَدَا العَمَلُ بِالتَّقْويمِ الهِجْرِي كَتَقْوِيمِ إِسْلَامِي أَي بعد 17 سنة من الهجرة النبوية .\r\nالسنة الهجرية الأُولَى تُوَافِقُ سنة 622 ميلادية .\r\nالسند : 3\r\nمحرم\r\nالسند : 4\r\n4\r\n3\r\n2\r\n1\r\nمحرم\r\nصفر\r\nربيع الأول\r\nربيع الثاني\r\n8\r\n7\r\n6\r\n5\r\nجمادى الأولى\r\nحمادي الثانية\r\nرجب\r\nشعبان\r\nالاحظ السندات 6.43.2.1 وأستنتج أن .\r\n9 رمضان\r\n12 ذي الحجة.\r\n11\r\n10 شوال\r\nذي القعدة\r\nيتراوح عدد أيام الشهور الهجرية بين 20 - 30 يوما\r\nأُدْمِجُ تَعَلَّمَانِي :\r\nرَتْبِ الأَعْيَادَ الإِسْلامِيَّةَ التَّالِيَّةَ عَلَى سُلِمٍ زَمَنِيٌّ :\r\nالسند : 5\r\nعيد الأضحى - المَولِدُ النَّبَوِيُّ - عِيدُ الفِطْرِ - رَأْسُ السَّنَةِ الهِجْرِيَة .\r\n15"
        },
        {
            "page": 16,
            "text": "التاريخ\r\n16\r\nثانيا - النَّارِيحُ المَعْلَمِيُّ\r\nفي حياة الأشخاص والمجتمعات والبلدان، تقعُ أحداث مُهِمَّةٌ تُصبحُ مع مَر الزَّمَنِ بمثابة معالم في حياتها . فماذا نعني بالتاريخ المَعْلَمِي ؟\r\n1) التاريخُ المَعْلَمِيُّ الشَّخصي :\r\n24 أكتوبر 2016 م من أَعَزّ التواريخ في حياتي، ففي هذا اليوم كان لي شَرَفُ الحصول على الجائزة الأولى في مسابقة تحدي القراءة العربي، من بين أكثر\r\nمن 3.5 مليون مشارك . كان ذلك تشريفًا كبيرًا لي ولوطني الجزائر وللغتي العربية . لذا فإنَّ هذا التاريخ سوف يظل تاريخًا مَعْلَمِيًّا راسِحًا في ذهني\r\nمحمد جلود\r\nالسند 2 : حفل ختان جماعي ( 27 رمضان )\r\nالسند : 1"
        },
        {
            "page": 17,
            "text": "كثر\r\nيخ\r\n2) التاريخ المَعْلَمِيُّ الإِجْتِمَاعِيُّ :\r\nيَحْتَفِلُ الجزائريونَ سَنَوِيًّا برأس السنة الأمازيغية ( الناير ) المصادفة لـ 12 جانفي، والتي ترمز إلى بداية السنة الفلاحية والتفاولِ بِحُلولِ مَوْسِم زراعي يعودُ عَلَيْهِمْ بِالْخَير الكثير. وَهُوَ أَيْضًا عِيدٌ وَطَنِي رَسْمِي\r\nالسند : 3\r\nالسند : 4 المولد النبوي الشريف (12) ربيع الأول )\r\nتحتفل الأسر الجزائرية بزفاف أبنائها وبناتها، إذ يُنظمون أعراسا و وَلَائِمَ يَحْضُرُها الأهل والأقارب، ويَبْقَى يَومُ الزفاف تَارِيحًا مَعْلَميًا في حياة الفرد والأسرة .\r\nالسند 5: حَفْلُ زَفَافٍ أَقَومٍ تَعَلِّمَانِي : الاحظ السندات 6.43.2.1 وأستنتج أن ....\r\nاذْكُرْ تَارِيحًا مَعْلَمِيًّا شَحْصِيًّا .\r\n17"
        },
        {
            "page": 18,
            "text": "التاريخ\r\n18\r\n(3) النَّارِيحُ المَعْلَمِيُّ الوَطَنِيُّ :\r\nإندلعت ثورة التحرير الجزائرية يوم الإثنين 1 نوفمبر 1954م، وبعد تضحيات كبيرة استرجع الشعب الجزائري سيادته في 5 جويلية 1962م .\r\nالسند : 1\r\nالعلم نور والجهل ظلام\r\nالمركز النفسي البيد اغوجي للأطفال المعوقين ذهنيا\r\n16 أفريل يوم العلم\r\nالسند 2 : يوم العلم 16 أفريل\r\nيمثل 14 مارس من ككُلِّ سَنَةٍ يَوْمًا وَطَنِيًّا لِلمُعَاقِينَ في الجزائر، وَهُوَ مُناسبة لإدماج هَذِهِ الفِئَةِ فِي الْحَيَاةِ الاجتماعية واستثمار مالديها من طاقات.\r\nالسند : 3"
        },
        {
            "page": 19,
            "text": "(4) النَّارِيخُ المَعْلَمِيُّ العَالَمِيُّ :\r\nالسند رقم 4 : 5 جوان اليوم العالمي للبيئة\r\nمعا لتشييد الوطن\r\nلاة العيد العالمي للعمال.\r\nالسند رقم 5 : أول ماي اليوم العالمي للعمال\r\nتحيي الجَزَائِرُ عَلَى عِرَارِ دُوَلِ العالم اليَومَ العَالَمِي لِلمُعَاقِينَ الذي يُصادف يوم 03 ديسمبر من كُلِّ سَنَةٍ، مِمَّا يُذَكِّرُنَا ... وَاجِبِ الرِّعَايَةِ وَالعِنَايَةِ بِهَذِهِ الفِئَةِ وَادْمَاجِهَا إِجْتِمَاعِيًا.\r\nالاحظ السندات 5.43.2.1، 6 وأستنتج ان\r\nأُدْمِجُ تَعَلَّمَانِي :\r\nالسند رقم : 6\r\nانقُلِ الجَدْوَلَ التَّالي على كراسكَ ثم اذْكُرْ 4 توارِيخَ مَعْلَمِيَّةٍ ذَاتَ طَابَع :\r\nشخصي\r\nاجتماعي\r\nوطني\r\nعالمي\r\n19"
        },
        {
            "page": 20,
            "text": "التاريخ\r\n20\r\nثالثا - المراحل التاريخية\r\nنَظَرًا لِطُولِ الفترة التي عاش فيها الإنسان على سطح الأرض، لَجَاً المُؤرخون إلى تقسيمها إلى مراحل متباينة تسهيلاً لِدِرَاسَتِهَا . اسْتَخْلِصُ تلك المراحل وخصائص كُلِّ مِنْهَا .\r\n1 - مَرْحَلَةُ النَّارِيخِ القَدِيمِ\r\nتبدأ مرحلة التاريخ القديم من اكتشاف الكتابة حوالي 3200 سنة ق . م إلى سقوط روما على يد القبائل الجرمانية سنة 476 م .\r\nماسينيسا من أشهر الملوك النوميديين، حكم نوميديا ما بين ( 202 ق.م - 148 ق . م وَحدَ مَملكة نوميديا وجعل سيرتا ( قسنطينة حاليا ) عَاصِمَة لها. قاوم الإستعمار الروماني : وهو صاحب مقولة إفريقيا للأفارقة\r\nالسند 2 : الملك ماسينيسا\r\nالسند : 1\r\nالسند 3 : نقوش التاسيلي"
        },
        {
            "page": 21,
            "text": "2 - مَرْحَلَةُ النَّارِيخِ الوَسِيطِ\r\nتبدأُ مَرحَلَةُ التَّاريخ الوسيط من سقوط روما سنة 476 م إلى فتح القسطنطينية على يد العثمانيين عام 1453 م . وأهم ما يميز هذه المرحلة أن العالم الإسلامي كان يعيش أزهى عصوره من حيثُ التَّطور الحضاري ، بينما كانت أوروبا تعيش\r\nفي عصر الظلمات وسيطرة الكنيسة .\r\nالسند : 4\r\n↑\r\nظهور الإسلام أبرز أحداث العصور الوسطى\r\nالسند 5 : ظهور الإسلام\r\nإشبيليا\r\nقرطبة .\r\nرطنجة\r\nإفريقية\r\nالقيروان\r\nتيهرت\r\nتاهودة\r\nالمغرب الأوسط\r\nطرابلس\r\nسير الفتوحات في شمال إفريقيا\r\n300 كم\r\n0\r\nدرعة\r\nالسند 6 : من مميزات العصر الوسيط الفتوحات الإسلامية لشمال إفريقيا\r\nالاحظ السيدات 6.543.2.1 واستنتج ان ....\r\nأَفُومُ نَعَلَّمَانِي :\r\nما هي أهم مَحَطَّاتِ التاريخ القديم والتاريخ الوسيط ؟\r\n21"
        },
        {
            "page": 22,
            "text": "التاريخ\r\n3 - مَرْحَلَةُ النَّارِيخِ الحَدِيثِ\r\nتبدأ مرحلة التاريخ الحَدِيثِ مِنْ فَتح القسطنطينية سنة 1453م إلى قيام الثورة الفرنسية سنة 1789م .\r\nوقَدْ عَرَفَ العَالَمُ الإسلامي في هذه المرحلة ركودًا حضاريا وحروبًا وانقسامات أدت إلى ضعفه وظهور الخطرِ الأَجْنَبِي، خصوصًا بعد سقوط غرناطة سنة 1492م ، بينما بدأت أوروبا تعرف عَصْرَ النَّهْضَةِ . فالثورة الصناعية، فَالْحَرَكَةُ الاستعمارية .\r\nالسند : 1\r\n22\r\nدخلت الجزائر تحت الحكم العثماني منذ 1518م، استجابة لدعوة سكانها لمساعدتهم في صد الهجمات الإسبانية على السواحل الجزائرية، وقد تمتعب الجزائر بشبه استقلال | ذاتي، تجلى خصوصا في إبرام المعاهدات وإقامة العلاقات مع الخارج.\r\nالسند : 2 فتح القسطنطينية\r\nخير الدين بربروس\r\nالسد : 3"
        },
        {
            "page": 23,
            "text": "4 - مَرْحَلَةِ التَّارِيخِ المُعَاصِرِ\r\nتبدأ مرحلة التاريخ المعاصر من الثورة الفرنسية سنة 1789م إلَى يَوْمِنَا هَذَا ، ومن أبرز سمات هذه الفترة قيام الثورة الصناعية وانتشار\r\nالحركة الاستعمارية، وظهور المقاومة والحركات التحررية .\r\nالسند : 4\r\nلوحة زيتية تمثل مبايعة الأمير عبد القادر في 27 نوفمبر 1832 م\r\nالسند : 5\r\nقادة الثورة التحريرية يتفقدون جيش التحرير\r\nألاحظ السندات 3.2.1 6.6.4 واستنتج أن ....\r\nأُدْمِجُ نَعَلَّمَانِي :\r\nالسند : 6\r\nأرْسُمْ سُلَّمًا زَمَنِيًّا وَوَقَعَ عَلَيْهِ المراحل التاريخية : القديم، الوسيط،\r\nالحديث ، المعاصر .\r\n23"
        },
        {
            "page": 24,
            "text": "أَدْمِجُ تَعَلَّمَانِي\r\nالنشاط رقم 1 :\r\nانْقُلِ الْجَدُولَين على كرَاسِكَ وَوَقْعُ على كُلِّ مِنْهُما الأعياد الإِسْلَامِيَّةَ وَ الوَطَنِيَّةَ حَسْبَ كُلِّ تَقْوِيمٍ .\r\nمفكرتي بالأعياد الوطنية\r\nالسنة ...\r\nميلادية\r\nمفكرتي بالأعياد الإسلامية السنة\r\nهجرية\r\nالنقل الجدول على كراسك وحمد الأعياد الوطنية التي يحتفل بها وهناك\r\nالنقل الحمول على كرامك وحدة الأعياد الإسلامية التي يحتفل بها. وطنك سنويا\r\nالشهر\r\n1 جانفي\r\nاليوم\r\nالمناسبة\r\n1 محرم\r\nالشهر\r\n2 فيفري\r\n2 صفر\r\nه مارس\r\n2 ربيع الأول\r\nأفريل\r\nماي\r\nجوان\r\nربيع الثاني\r\nة - جمادى الأولى\r\nحمادي الثانية\r\n1 جويلية\r\nاوت\r\nه شعبان\r\nسبتمبر\r\nو رمضان\r\n10 - أكتوبر\r\n10 - شوال\r\n11 - نوفمبر\r\n11 - ذي القعدة\r\n12 ديسمبر\r\n12 - ذي الحجة\r\nاليوم\r\nالمناسبة\r\nالنشاط رقم 2 :\r\nأَنْسِبُ الشَّخْصِيَاتِ التَالِيةِ إِلَى المَرْحَلَةِ التَّارِيخِيَّةِ الَّتِي تَنْتَمِي إِلَيْهَا : عُقْبَةُ بَنُ نَافِعُ - مَاسِينيسا - الأمير عبد القادر - الرايس حَمِيدُو\r\n24"
        },
        {
            "page": 25,
            "text": "أَفَوِّمُ نَعَلَّمَانِي\r\nالنشاط رقم 1 :\r\nانقل الجدول المُتضمن مجموعة من الأعياد على كرَاسِكَ ثُمَّ انْسِبْ كُلَّ عيد إلى التقويم الذي يُناسبه . بوضع الحرف ( هـ ) أو (م).\r\nالعيد\r\nأَوَّل شوال\r\nأول نوفمبر\r\nأول جانفي\r\nأول محرم\r\nالمناسبة\r\nهجري\r\nميلادي\r\n10 ذي الحجة\r\n5 جويلية\r\nالنشاط رقم 2 :\r\nأنت الآن في السنة الرابعة ابتدائي : مثل على خط زمَنِي أهم المراحل التي مَرَرْتَ بها مُنذُ الطَّفُولَة إلى الآن.\r\n25"
        },
        {
            "page": 26,
            "text": "الميدان الثاني:\r\nالتَّارِيخُ العَامُ\r\nمن 571 ميلادي إلى 1007 ميلادي\r\nأحدثت الرسالة المحمدية تغيرات عميقة في شبه الجزيرة العربية ثم العالم ، مست مختلف مجالات |\r\nالحياة ، ففيم تتمثل هذه التغيرات ؟\r\nأيها الملك كُنَّا قَوْمًا أَهْلَ جَاهِلِيَّة ، نَعْبُدُ الأصنام ، ونأكل الميتة وَنَأْتِي الفَوَاحِشَ وَتَقْطَع الأَرْحَامِ ونسى الجوار ، ويَأْكل القَوِي مِنا الضعيف، فكنا على ذلك حتى بَعَثَ اللَّهُ إِلَيْنَا رَسُولًا مِنَا نَعْرِفُ نَسَبَهُ، وَصِدقه ، وأَمَانَتَهُ، وَعَفَافَهُ فَدَعَانَا إِلَى اللَّهُ التوحدهُ وَنَعْبُدَهُ .... وَنَهَانَا عَن الفَوَاحِش وقول الزور وأكل مال اليتيم ....)\r\nمن خطاب جعفر بن أبي طالب إلى النجاشي ملك الحبشة.\r\n( صورة تمثيلية )\r\nالتحول الذي أخلاقه الإسلام"
        },
        {
            "page": 27,
            "text": "عُقْبَةُ بْنُ نَافِعٍ ( صورة تمثيلية ).\r\nيَا رَبِّ لَوْلَا هَذَا البَحْرُ مَضَيْتُ مُجَاهِدًا فِي سَبِيلِكَ\r\nفتح إفريقيا\r\nمظاهر المتحول الشمراني في شمال إفريقيا"
        },
        {
            "page": 28,
            "text": "التاريخ\r\nظهور الإسلام\r\n-1 - شبه الجزيرة العربية قبل ظهور الإسلام : -1\r\nسميت الفترة التي سبقت ظهور الإسلام في شبه الجزيرة العربية بالجاهلية . اسْتَعِنْ بِالسَّنَدَاتِ التَّالِيَّةِ وَاسْتَنْتِجْ أَبْرَزَ مَلَامِحِهَا .\r\nالسند 1 : الكعبة قبل الإسلام\r\nكانت الحروب ( الإغارات ) من السمات السائدة بين القبائل العربية في الجاهلية، وهي تحدثُ لاتفه الأَسْبَابِ، ومن أشهرها حرب ( داحس والغبراء ) بين قبيلتي عَبْس وذبيان و التي دامت أكثر\r\nمَكَةُ : هي إحدى مدن شبه الجزيرة العربية، بها الكعبة التي كانت مقدسة لدى العرب الذين يحجون إليها سَنويًا ، لذلك قامَ أَبْرَهَةُ مَلِكُ الحَبَشَةِ بتجهيز جيش لهدمها وتحويل الحج إلى بلاده سنة 571 م . وهي السنة التي ولد فيها الرسول محمد الله .\r\nمن 40 عاما .\r\nالسند : 2\r\n28\r\nالسند : 3"
        },
        {
            "page": 29,
            "text": "من بين أهم الأنشطة الإقتصادية التي كان يُمارسها العرب في الجاهلية ، هي التجارة ↑ مع الشعوب المجاورة ، وخاصة الشام واليمن في رحلتي الشتاء والصيف. وقد ذكر القرآن الكريم هذه الرحلات التجارية الموسمية\r\nعلم\r\nارس\r\nزهر الفرات الكوفة. البصرة\r\nالمجنة عکاظ .\r\nبحر العرب\r\nاليمن\r\nرحلة الصيف | رحلة الشتاء\r\nالشام\r\nالمدينة .\r\nالطائف\r\nتبوك\r\nبقوله تعالى : الإِيلَفِ قُرَيْشٍ اِعْ لَفِهِمْ رِحْلَةَ الشَّتَاءِ وَالصَّيْفِ ) فَلْيَعْبُدُوا رَبَّ هَذَا الْبَيْتِ الذِي أَطْعَمَهُم مِّن جُوعِ وَءَامَنَهُم مِّنْ خَوْفٍ .\r\nسورة قريش\r\nالسند : 4 النشاط التجاري للعرب\r\nإذا كان العربُ قَبْلَ الإسلام قدِ اشْتَهرُوا بِبَعض الصفاتِ الدَّمِيمَةِ كالثَّارِ ، فقد اتَّصفُوا أيضًا بعادات حميدة كالكرم والشجاعة\r\nوصيانة الأمانة وإغاثة السائل .\r\nألاحظ السندات 2.1 ، 4.3، 6 وأستنتج أن ....\r\nالسند 5\r\n29"
        },
        {
            "page": 30,
            "text": "التاريخ 2 - التحولات التي أحْدَثَها الإسلام :\r\nأدى ظُهُورُ الإِسْلَامِ إِلَى إِحْدَاثِ تَحَوَّلَاتٍ عَمِيقَةٍ فِي حَيَاةِ البَشَرِيَّةِ، سَوَاءً في شبه الجزيرة العربيَّةِ أَوْ خَارِجَهَا ، فَمَا هِيَ أَهَمُ تِلْكَ التَّحَوُّلَاتِ ؟\r\nحَتْ الإِسْلَامُ عَلَى طَلَبِ العِلْمِ، فَأَوَّلُ سُورَةٍ فِي القُرْآنِ الكَرِيمِ نَزَلَتْ عَلَى الرَّسُولِ الله كَانَتْ تَدْعُو لِلقِرَاءَةِ فِي قَوْلِهِ تَعَالَى :\r\nم اللهِ الرَّحْمَنِ الرَّحِيمِ\r\nأَقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ خَلَقَ الإِنسَانَ مِنْ عَلَى إِقْرَأْ وَرَبُّكَ أَلَا كُرُونَ الذِي عَلَّمَ بِالْقَلَمِ عَلَّمَ الإِنسَانَ مَا لَمْ يَعْلَمْ\r\nسورة العلق\r\nالسند : 1\r\nتَعَرَّضَ الرَّسُولُ - صَلَّى الله عَلَيْهِ وَسَلَّمَ - وَالمُسْلِمُونَ الأَوَائِلُ الَّذِينَ آمَنُوا بِدَعْوَتِهِ فِي مَكَّةَ إلى الإيذاء مِنْ طَرَفِ مُشْرِكِي قُرَيْشٍ، مِمَّا دَفَعَهُمْ إِلَى الهجرة - الأولى - بدينهم إلى الحَبَشَةِ فِي سَنَةٍ 615 م ، ثُمَّ جَاءَتْ\r\nالهجرة الثانية - مِنْ مَكَّةَ إِلَى يَثْرِبَ سَنَةً 622 م .\r\nالسند : 2\r\nهَاجَرَ الرَّسُولُ الله وَأَصْحَابُهُ ( المُهَاجِرُونَ ) مِنْ مَكَّةَ سَنَةٌ 622 م تَارِكِينَ وَرَاءَهُمْ أَمْلَاكَهُمْ وَمَسَاكِنَهُمْ . وَلَمَّا وَصَلُّوا إِلَى يَثْرِب اسْتَقْبَلَهُمُ الْأَنْصَارُ فَقَامَ الرَّسُولُ ( ص ) بالمؤاخاة بَيْنَهُمْ، حَيْثُ تَكَفَّلَ كُلُّ أَنْصَارِي بِإِيوَاءِ وَإِعَالَةِ وَاحِدٍ مِنْ المُهَاجِرِينَ ( أَصْبَحَ كُلُّ مَهَاجِرٍ بِمَثَابَةِ أَحْ لِكُلِّ أَنْصَارِي )\r\nالسند : 3\r\n30"
        },
        {
            "page": 31,
            "text": "اليوم\r\nالتاريخ الميلادي\r\nالتاريخ الهجري\r\nخط سير الهجرة\r\nالخميس 13 سبتمبر 622 م\r\n27 صفر 1هـ\r\nمغادرة مكة والمُكُوتُ يغار ثور قُرْبَ مكة ..\r\nالإثنين\r\n17 سبتمبر 622 م\r\n1 ربيع الأول 1هـ\r\nمُغَادَرَةُ جَبل ثور باتجاه يشرب .\r\nالإثنين\r\n24 سبتمبر 622 م\r\n8 ربيع الأول 1هـ\r\nالوصول إلى قباء والمكون بها بضعة أيام .\r\nالخميس\r\n27 سبتمبر 622 م\r\n12 ربيع الأول 1هـ الوصول إلى المدينة.\r\nالسند : 4\r\nتم بحر الروم ( البحر المتوسط\r\n↑\r\nبلاد فارس\r\nالخليج العربي\r\nبحر العرب\r\nاليمن\r\nالاحظ السندات\r\nأُفَوِّمُ نَعَلَّمَانِي :\r\nالهجرة إلى الحبشة\r\n622 م المدينة\r\nبحر القلزم\r\nمكة\r\nمصر\r\nالحبشة\r\n615 م\r\n350 كلم\r\n0\r\nالهجرة إلى المدينة\r\nالسند 5 : الهجرتان إلى الحبشة وإلى المدينة ( يقرب )\r\n... 5.43.2.1 وأستنتج أن\r\nكَيْفَ تُفَسِّرُ أَسْبَابَ الهِجْرَةِ النبوية من مَكَّةَ إلى المدينة ؟\r\n31"
        },
        {
            "page": 32,
            "text": "التاريخ\r\n3 - قِيَامُ الدُّولَةِ الإِسْلَامِيَةِ\r\n32\r\nمر قيام الدولة الإسلامية بمراحل وخُطُواتٍ تَمَّ مِنْ خلالها وَضْعُ أَسس الدولة الجديدة . فَما هي الخطوات التي اعْتَمَدَهَا الرَّسُولُ فِي بِناءِ دَوْلَتِهِ ؟\r\nمسجد قباء الحالي الذي بني على أنقاض المسجد القديم .\r\nفي طريق هِجْرَتِهِ إِلَى يَثْرِبَ بَنَى الرَّسُولِ اللهِ مَسْجِدَ قُبَاءِ وَهُوَ أَوَّلُ مَسْجِدٍ بُنِي فِي الإِسْلَامِ، وَأَوَّلُ نَوَاةٍ لِقِيَامِ الدَوْلَةِ الْإِسْلَامِيةِ\r\nالسند 1 : أول مسجد في الإسلام\r\nبَعْدَ اسْتِقْرَارِ الرَّسُولِ اللهُ فِي يَشْرِبَ شَرَعَ فِي تَنْظِيمُ العَلَاقَاتِ بَيْنَ سُكَانِهَا مِنْ خِلَالِ تَحْرِيرِ وَثِيقَةٍ أَصْبَحَتْ تُسَمَّي صَحِيفَةُ المَدِينَةِ سَنَةِ 623 م ، وَهِيَ بِمَثَابَةِ دُسْتُورٍ مَدَنِي يُنَظُمُ العَلَاقَاتِ بَيْنَ الجَمِيعِ .\r\nالسند : 2"
        },
        {
            "page": 33,
            "text": "في 20 رَمَضَانَ مِنْ السَّنَةِ الثَّامِنَةِ لِلهِجْرَة ( 8 هجرية ) الموافق لـ : جَائِفِي مِنْ سَنَّةِ 630 م تَمَكَّنَ الرَّسُولُ اللهِ مِنْ فَتْحِ مَكَّةَ .\r\nالسند : 3\r\nأدى الرَّسُولُ الله حَجَّةَ الوَدَاعِ فِي السَّنَةِ الـ 10 هـ ، وَفِيهَا أَلْقَى خُطْبَةٌ\r\nسميت ( بِخُطْبَةِ حَجَّةِ الوَدَاعِ ) ، وَمِنْ أَهَمْ مَا جَاءَ فِيهَا : (إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا ) وَبَعْدَ 3 أَشْهُرٍ تُوفِيَ النَّبِيِّ ﷺ\r\nالسند : 4\r\nالأوس والخَزْرِجُ قَبِيلَتَانِ عَرَبِيَّتَانِ تَسْكُنَانِ يَشْرِبَ، كَانَتْ الحُرُوبُ تَقُومُ بَيْنَهُمَا لِأَتْفَهِ الْأَسْبَابِ، وَبِالتَّالِي كَانَ يَسُودُ يَثْرِبَ قَبْلَ هِجْرَةِ الرَّسُولِ الله إِلَيْهَا جَوٌّ مِنْ العَدَاوَةِ وَعَدَمِ الإِسْتِقْرَارِ ، وَأَوَّلُ عَمَلِ قَامَ بِهِ الرَّسُولُ الله عِنْدَ الهِجْرَةِ سَنَةٌ 622 م هُوَ إِبْرَامُ صُلْحٍ بَيْنَ القَبِيلَتَيْنِ وَإِزَالَهُ\r\nالعَدَاوَةِ بَيْنَهُمَا .\r\nالسند : 5\r\nالاحظ السندات 5،4،3،2،1 واستنتج ان .\r\n33"
        },
        {
            "page": 34,
            "text": "التاريخ\r\n4 - الفُتُوحَاتُ الإِسْلَامِيَةُ فِي المَشْرِقِ :\r\nبَعْدَ وَفَاةِ الرَّسُولِ الله تَوَاصَلَتِ الفتوحات الإِسْلَامِيَّةُ فِي المَشْرِقِ . اسْتَثْمِرُ السَّنَدَاتِ وَأَنْجِرْ خَطًا زَمَنِيًّا لِأَبْرَزِ أَحْدَاثِ الفَتْحِ الإِسْلَامِي فِي المَشْرِقِ .\r\nمن أجل نشر الدعوة الإسلامية خاص الرسول ﷺ عدة\r\n)\r\nغزوات ومن أهمها :\r\nغزوة أحد3 هـ .\r\nغزوة بدر 2 هـ\r\nغزوة بدر 2 هـ .\r\nغزوة أحد 3 هـ\r\nه فَتْحُ مَكة 8 هـ\r\nفتح مكة 8 هـ\r\nاليمن\r\nالمدينة\r\nسند 1 : غزوات النبي ﷺ\r\nمكة .\r\nبحر القلزم\r\nبحر الروم\r\nالإمبراطورية البيزنطية\r\nفِي يَوْمِ الإِثْنَيْنِ 12 ربيع الأَوَّل سَنَةً 11 هِجْرِيَّةِ المُوَافِقِ 632 مِيلادِيَّةِ تُوفِي النَّبِيِّ ﷺ وَكَانَ عُمْرُهُ 63 سَنَةً ، وَهَذَا بَعْدَ أَنْ أَدَّى الرِّسَالَةَ كَمَا\r\nجَاءَ فِي قوله تعالى :\r\nالْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَاتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُم\r\n34\r\nالإِسْلَامَ دِينًا )\r\nالآية 3 من سورة المائدة\r\nالسند : 2"
        },
        {
            "page": 35,
            "text": "↑\r\nAL\r\nفارس العراق\r\nبحر ينطس\r\nالإمبراطورية البيزنطية\r\nل قبرص\r\nبحر العرب\r\nالجزيرة العربية\r\nفي عهد الرسول صلى الله عليه وسلم\r\nفي عهد أبي بكر\r\nفي عهد عمر بن الخطاب\r\nفي عهد عثمان بن عفان\r\n500 كلم\r\nقَامَ الخُلَفَاءُ الرَّاشِدُونَ ( 11 - 41 هـ ) بِعِدَةِ فُتُوحَاتٍ خَارِجَ شِبْهِ الجَزِيرَةِ العَرَبِيَةِ شملت : . الشَّام : سنة 15 هـ • فارس : سنة 16 هـ . مصر: سنة 21 هـ\r\nالسند 3 : الفتوحات في عهد الخلفاء الراشدين\r\nبَعْدَ وَفَاةِ الرَّسُولِ الله ، تَوَلَّى أَبُو بَكْرِ الصَّديق الحُكْمَ بِمُبَايَعَتِهِ خَلِيفَةً لِرَسُولِ الله، فَكَانَ ذَلِكَ إِيذَانَا بِقِيَام دَوْلَةِ الخُلَفَاءِ الرَّاشِدِينَ الَّتِي امْتَدَّتْ\r\nبَيْنَ سنتي 632م - 661م .\r\nالخلفاء الراشدون\r\nرحمي الله عنهم\r\nمن 11 إلى ١١ هجرية\r\nالسند : 4\r\n1 - أبو بكر الصديق\r\n12 ربيع الأول سنة 11 هـ\r\n2 عمر بن الخطاب\r\n23 جمادى الآخر سنة 13 هـ\r\nالاحظ السندات 5،4،3،2،1\r\nعُثْمَانُ بن عَفَّان 03 محرم سنة 23 هـ.\r\nوأستنتج أن ....\r\nه علي بن أبي طالب\r\n26 ذو الحجة سنة 35 هـ\r\nأُدْمِجُ نَعَلَّمَانِي :\r\nالسند : 5\r\nأذكر ثلاثة من أهم الأعمال التي قام بها الرسول الله في المدينة المنورة .\r\n35"
        },
        {
            "page": 36,
            "text": "التاريخ\r\n36\r\nثانيا : تَحَوُّلُ بِلادِ المغرب إلى مغرب إسلامي\r\n1 - الفَتْحُ الإِسْلَامِيُّ لِشَمَالِ إِفْرِيقْيَا :\r\nبَعْدَ نَجَاحِ الفتوحاتِ الإِسْلَامِيَّةِ فِي شِبْهِ الجَزِيرَةِ العَرَبِيَّةِ ، تَوَجَّهَ الفَاتِحُونَ\r\nنَحْوَ شَمَال إفريقيا . فَكَيْفَ ثُمَّ ذَلِكَ ؟\r\n↑\r\nبحر العرب\r\nالخليج العربية\r\nالمدينة المنورة ..\r\nبحر الملزم (البحر الأحمر)\r\nبحر الروم\r\nالإسكندرية\r\nالفسطاط\r\nالظلمات\r\nبرقة القيروان\r\nالمغرب الأوسط\r\nالمغرب الأقصى\r\nالمحيط الهندي\r\nالفتح الإسلامي\r\nالسند 1 : مَسَارُ فَتْحِ شَمَالِ إِفْرِيقُيَا\r\n500 كلم\r\nقَبْلَ الفَتْحِ الإِسْلَامِي كَانَ شَمَالُ إِفْرِيقِيَا خَاضِعاً لِلإِحْتِلَالِ البيزنطي، وَكَانَ سُكَّانُهُ مُسْتَغَلِينَ مِنْ طَرَفِ الغُزَاةِ، حَيْثُ لَمْ يَكُنْ لَهُمْ أَيُّ دَوْرٍ فِي الحَيَاةِ السَّيَاسِيَّةِ وَالإِقْتِصَادِيَّةِ .\r\nالسند : 2"
        },
        {
            "page": 37,
            "text": "اثار سبيطلة الرومانية ( تونس )\r\nتُعْتَبَرُ سَنَة 27 هـ الموافق 647 م ، تَارِيحًا مَعْلَمِيًا فِي مَسَارِ الفُتُوحَاتِ الإسلامية، ففي هذا التاريخ اسْتَوْلَى عَبْدُ اللَّهِ بنُ أَبِي سَرْح عَلَى مَدِينَة سُبَيْطِلَة ، أَكْبَرُ حِصْنِ رُومَانِي فِي شَمَالِ إفريقيا .\r\nالسند : 3\r\nبَدَأَ الفَتْحُ الإِسْلَامِيُّ الفِعْلِيُّ لِشَمَالِ إِفْرِيقِيَا عَلَى يَدِ عُقْبَةَ بْنِ نَافِعٍ الفهري ، حَيْثُ قَامَ بِتَأْسِيسٍ مَدِينَةِ القَيْروانِ سَنَةَ 50 هـ المُوَافِقُ لـ 670 م وَاتَّخَذَهَا قَاعِدَةً لِمُوَاصَلَةِ فَتح بَقِيَّةِ أَجْزَاءِ شَمَالِ إِفْرِيقِيَا . فَقَضَى عَلَى المُعَسْكَرِ البيزنطي فِي بَغَاي ( قُرْبَ خنشلة ) ولا مبيز ، وَبَلَغَ تِيهَرَتْ وَمِنْهَا وَاصَلَ الفتوحاتِ نَحْوَ الغَرْبِ ، وَعِنْدَمَا\r\nبَلَغَ المُحِيطَ الأَطْلَسِيَّ قَالَ قَولَتَهُ المَشْهُورَةُ :\r\n( يا رب لولا هذا البحرُ لَمَضَيْتُ مُجاهدًا في سبيلك ) .\r\nالسند : 4\r\nألاحظ السندات 4،3،2،1 وأستنتج أن .\r\n37"
        },
        {
            "page": 38,
            "text": "التاريخ\r\n2 - مَرَاحِلُ الفَتْحِ الإِسْلَامِيِّ لِشَمَالِ إِفْرِيقْيَا :\r\nمر الفتح الإسلامي لبلاد المغرب بِعِدَّةِ مراحل، وَضّح ذلك .\r\n38\r\nالشمال\r\n↑\r\nبحر ينطى\r\n637\r\nشبه الجزيرة العربية. المدينة المنورة .\r\nالفسطاط 641\r\nودان\r\n670\r\n675\r\n681\r\n695\r\nفتح الأندلس بين 718-711\r\nطلحة\r\nتهودة\r\nبحر الظلمات\r\nلعاديد\r\nحملة علية بن نافع الأولى وإنشاء القيروان\r\nحملة أن المهاجر دينار على المسان\r\nحملة عقبة بن نافع الكبرى حتى استشهاده\r\n5000 كم H\r\nحملة حسان بن النعمان\r\nالسند 1 : حَمَلَاتُ فَتْحِ شَمَالِ إِفْرِيقْيَا\r\nمدينة نهودة الأثرية\r\nعِنْدَمَا كَانَ عُقْبَةُ بنُ نَافِعٍ عَائِدًا إِلَى القَيْرَوَانِ بَعْدِ وُصُولِه إِلَى المُحيط الأَطْلَسِي، وَقَعَ فِي كَمِينٍ نَصَبَهُ لَهُ البِيزَنْطِيُّونَ فِي مَدِينَةِ تَهُودَة قُرْبَ بِسْكَرَةَ، فَاسْتُشْهِدَ بها صُحْبَةَ أَزْيد من 300 فارسٍ كَانُوا مَعَهُ، وَذَلِكَ سَنَة\r\n62 هـ الموافق لـ 681 م .\r\nالسند : 2"
        },
        {
            "page": 39,
            "text": "دَامَ فَتَحُ شَمَالِ إِفْرِيقِيَا نَحْوَ 70 عَامًا ( 21 إلى 90 هـ ) المُوَافِقُ لـ ( 642 - 709 م) فَبَعْدَ فَتْحِ مِصْرَ بِقِيَادَةِ عَمْرُو بن العاص، وَتَأْسِيس مَدِينَةِ الفسطاط ، تَوَجَّهَ الفَاتِحُونَ إِلَى بَرْقَةَ ثمّ طَرَابَلَى بِلِيبْيَا الحَالِيَة، وَلَمَا وَصَلُّوا إِلَى تُونس أَسَّسَ عُقَبَةُ بنُ نَافِعٍ مَدِينَةَ القيروانِ بِتُونَسَ سَنَةَ 50 هـ الموافق لسَنَةِ 670 م ، واتَّخَذَهَا مُنْطَلَقًا لِفَتْحِ بَقِيةِ شَمَالِ إفريقيا .\r\nالسند : 3\r\n1 - عمرو بن العاص\r\n4 - عُقْبَة بنُ نَافِعٍ\r\n7 - حَسَّانُ بنُ النَّعْمَانِ\r\n2 - عَبْد الله بن أَبِي سَرْح\r\n3 - مُعَاوِيَةُ بن حُدَيج\r\n5 - أبو المهاجر دينار\r\n6 - زهير بن قيس\r\n8 - مُوسَى بْنُ نُصَيْر\r\nالسند 4 : قادة فتح شمال إفريقيا\r\nأُفَوِّمُ نَعَلَّمَانِي :\r\nألاحظ السندات 1، 2، 3، 4 وأستنتج أن ......\r\nاسْتَخْرِجَ مِنَ الجَدْوَلِ السَّابِقِ قَادَةَ فَتْحِ الجَزَائِرِ.\r\n39"
        },
        {
            "page": 40,
            "text": "التاريخ\r\n3 - تَأْثِيرَاتُ الفَتْحِ الإِسْلَامِيِّ عَلَى شَمَالِ إِفْرِيقْيَا :\r\nبدخول الإسلام إِلَى شَمَالِ اِفْرِيقِيَا ، عَرَفَتْ المِنْطَقَةُ تَغْيِيرَاتٍ كَبِيرَةً شَمَلَتْ مُخْتَلَفَ مَجَالَاتِ الحَيَاةِ، فِيمَ تَمَثَّلَتْ هَذِهِ التَّغَيُّرَاتُ ؟\r\nأَذًى الفَتْحُ الإِسْلَامِيُّ لِشَمَالِ أَفْرِيقِيَا إِلَى اعْتِناقِ سُكَّانِهِ لِلدِّينِ الإسلامي ، وَاحْتِضَانِهِمْ لِلفَاتِحِينَ مِمَّا أَذًى إِلَى حُدُوثِ تَمَازُجٍ بَيْنَهُمْ، وَأَصْبَحَتِ المِنْطَقَةُ جُزْءًا مِنَ الدَّوْلَةِ الإِسْلَامِيَّةِ. وَهَذَا مَا دَفَعَ\r\nالمَغَارِبَةَ إِلَى مُوَاصَلَةِ الفَتح باتجاه الأندلس سنة 711 م .\r\nالسند : 1\r\nأَحْدَثَ الفَتْحُ الإِسْلَامِيُّ لِشَمَالِ إفريقيا تَغَيَّرَاتٍ كَبِيرَةً عَلَى أَوْضَاعِهَا\r\nالعامَّةِ وَمِنْهَا :\r\nتَحْرِيرُ الحَوْضِ الغَرْبِي لِلبَحْرِ الأَبْيَضِ المُتَوَسِّط مِنْ سَيْطَرَةِ البِيزَنْطِيِّينَ . جَعْلُ المِنْطَقَةِ جُسُورَ تَوَاصُلٍ بَيْنَ أورُوبَا وَإِفْرِيقِيَا وَالمَشْرِقِ العَرَبِي .\r\n40\r\nازْدِهَارُ الزِّرَاعَةِ بِإِدْخَالِ مَزْرُوعَاتٍ جَدِيدَة .\r\nتَعَدَّدت الآلهة لَدَى سُكَّان شمال إفريقيا\r\nمِنْها : عِبادةُ السَّمَاءِ وَالشَّمْسِ وَالقَمَرِ وَ النَّارِ\r\nوَالبَحْرِ والأَنْهَارِ وَالأحجار ... تجاوز عَدَدُها\r\n160 إلاها. وبمجيء الإسلام تخلصت\r\nالمنطقة مِنَ الوَثَنِيَّة.\r\nالسند : 3\r\nالسند : 2"
        },
        {
            "page": 41,
            "text": "إِنْسَمَ الحُكْمُ البيزنطي لِشَمَالِ إفريقيا بِالشَّدَّةِ، وَفَرْضِ الضَّرائب عَلَى السُّكَّانِ، وَالاسْتَحْوادِ عَلَى الأَرَاضِي الخِصْبَةِ. وبمجيء الإسلام توحدتِ المنطقة وتخلصت من الاحتلال الأجنبي، وساهم أهلها\r\nفي نشر الإسلام .\r\n↑\r\nمملكة الفرنجة\r\nخليج بسكاي\r\nاربونة .\r\nجبال البرتات\r\nسرقوسطة .\r\nوادي الحجارة\r\nطليطلة\r\nالسند : 4\r\nالمحيط الأطلنطي\r\nجزر البليار\r\nحملات طارق بن زیاد\r\nحملات موسى بن نصير\r\nمعارك مهمة\r\nمدن\r\nاربوله\r\nبحر الروم\r\nغرناطة\r\nقرطبة .\r\n. ماردة\r\nاشبيلية\r\nاس وادي لكة\r\nقادش\r\nنهر شنيل\r\nمالقة.\r\nجبل طارق طارق -\r\nمعركة وادي لكة طنجة\r\n1009 كم\r\nبَعْدَ فَتْحِ بِلَادِ المَغْرِبِ اتَّخَذَهَا الفَاتِحُونَ كَنُقْطَةِ انْطِلَاقٍ لِمُوَاصَلَةِ نَشْرِ الإِسْلَامِ ، فَجَاءَ فَتْحُ الأَنْدَلُسِ سَنَةَ 92 هِجْرِيَّةٍ المُوَافِقُ لـ 711 م\r\nبِقِيَادَةِ طَارِقٍ بنِ زِيَادٍ وَمُوسَى بْنِ نُصَيْر.\r\nالسند 5 : فتح الأندلس )\r\nالاحظ السندات 5،4،3،2،1 واستنتج ان .\r\nأَدْمِجُ تَعَلَّمَانِي :\r\nماهي نتائج الفتح الإسلامي لشمال إفريقيا ؟\r\n41"
        },
        {
            "page": 42,
            "text": "التاريخ\r\nقَالِثًا : العِمَارَةُ الإِسْلَامِيَّة\r\nإِذَا كَانَتْ لِكُلِّ حَضَارَةٍ مَعَالِمُ عُمْرَانِيَّةٌ تُمَيَّزُهَا . فَمَا هِيَ أَهَمُ المَعَالِم الحَضَارِيَّةِ الإِسْلَامِيَّةِ فِي بِلَادِ المَغْرِبِ ؟\r\n1 - المَسْجِدُ :\r\nيُعْتَبَرُ الفَنَّ المِعْمارِيُّ مِنْ أَبْرَزِ مَظَاهِرِ التَّطَوُّرِ الحَضَارِي لِلشُّعُوبِ، وَلِذَا أَعْطَى الفَاتِحُونَ أَهَمِّيَّةً كُبْرَى لِهَذَا الفَنِّ الَّذِي بَرَزَ فِي مَظْهَرَيْنِ : المَظْهَرُ الدِّينِيُّ تَمَثَلَ فِي بِنَاءِ المَسَاجِدِ وَالمَظْهَرُ السَّيَاسِيُّ تَمَثَّلَ فِي بِنَاءِ المُدُنِ .\r\nالسند : 1\r\nاهتم الفاتحون منذ البداية بيناء المساجد نظرا للدور الذي يلعبه المسجد في تربية المجتمع\r\n42\r\nفِي عَامِ 50هـ المُوَافِق لـ 670 م أَسَّسَ عُقْبَةُ بْنُ نَافِعٍ مَدِينَةَ القيروانِ الَّتِي لَعِبَتْ فِيمَا بَعْدُ دَوْرًا مُتمَيِّزًا فِي سَيْرِ عَمَلِيَّةِ الفَتْحِ، كَمَا أَصْبَحَتْ عَاصِمَةً سِيَاسِيَّةً لِلْمَغْرِبِ الإِسْلَامِي .\r\nالسند 2 : مَسْجِدُ عُقْبَة"
        },
        {
            "page": 43,
            "text": "43\r\nبقايا أول مسجد في الجزائر\r\nأبو المُهَاجِرِ دِينَارٍ أَوَّلُ قَائِدٍ مُسْلِم فتح الجزائر، وَاتَّخَذَ مِنْ مِيلَةَ مَقَرًا لَهُ . فَفِيهَا بَنَى ثَانِيَ مَسْجِدٍ فِي شَمال إفريقيا سنة 59 هـ الموافق\r\nلـ 678 م بعد مَسْجِدِ القيروان بتونس.\r\nالسند 3 : بقايا أول مسجد في الجزائر\r\nتيهرت أو تبَارَتْ الحالية تَأَسْسَتْ على يد عَبْدِ الرَّحْمَانِ بن رُسْتُم سنة 144 هـ الموافق لـ 776م ، وَاتَّخِذَت - عاصمة لأول دولة إسلامية مُسْتَقِلَةٍ أَقِيمَتْ بِبِلَادِ المَغْرَبِ\r\nالاحظ السندات 1، 2، 3، 4 وأستنتج أن ...\r\nالسند 4 : تبهرت القديمة"
        },
        {
            "page": 44,
            "text": "44\r\nالتاريخ\r\n2 - المدينة :\r\nفي سنة 324 هـ الموافقِ لِسَنَةِ 936 م أَسْسَ زِيرِي بْنُ مَنَادٍ الصنهاجي مَدِينَةَ آشير ) بولاية المدية حاليا ) ، وَجَعَلَهَا عَاصِمَةً لَدَوْلَتِه . بَلَغَتْ مَدِينَةُ آشير خلال الحُكم الزيري دَرَجَةً الذُّرْوَةِ فِي الإِزْدِهَارِ العِلْمِي والاجتماعي . وَهِيَ اليَوْمَ إِحْدَى أَهم المواقع الأَثَرِيَّةِ الوَطَنِيَّةَ .\r\nبني النَّاصِرُ الحَمَّادِيُّ مدينة بِجَايَةَ سُنة 460 هـ الموافق لـ 1068 م ونَقَل إِلَيْهَا عَاصِمَةً دولتِه مِنْ قَلْعَة بَنِي حَمَّادٍ وَ سَمَّاها الناصرية . وأَنشأَ فِيهَا دَارًا لصناعَةِ السُّفْنِ وَالمَراكب الحَرْبيَّةِ، وَاتَّسَعَ عُمْرَانُهَا وقصَدَها العُلَمَاءُ وَالتَّجَارُ وَ الصَّنَّاع .\r\nالسند 1 : أشير الأثرية\r\nسند 2: مدينة الناصرية\r\nSom"
        },
        {
            "page": 45,
            "text": "إِسْدْرَاتَن مَدِينَةٌ أَثَرِيَّةٌ تَقَعُ قُرْبَ مَدِينَةٍ وَرْقَلَة . بُنِيَتْ عَام 909 ميلادية مِنْ طَرَفَ الإِبَاضِيين . نشأتْ بِهَا حَضَارَةٌ عَظِيمَةٌ تمثلتْ خُصُوصًا في بناء\r\nالقُصُورِ والمَنازِلِ . آثارها اليَوْمَ مَغْمُورةٌ تَحْتَ الرِّمَالِ .\r\nالسند : 3\r\nفي سنة 398 هـ الموافق لـ 1007 م أَسِّسَ حَمَّادُ بَنُ بُلْكِينَ قَلعَةَ بَنِي حَمَادٍ بولاية المسيلة الحالية . شيدت بها عمارة متميزة\r\nمثل القُصُورِ كقَصْرِ البَحْرِ وقَصْرِ المَنار . وقد لعبت القَلْعَةُ دَوْرًا عسكريًا وحَضَارِيًا وَسِيَّاسِيَا مُهِما ، وَهِيَ\r\nاليومَ مُصَنِّفَةٌ ضِمَّنَ التُراث الوطني .\r\nالسند : 4 قلعة بني حماد\r\nألاحظ السندات 4،3،2،1 واستنتج أن ....\r\nأُدْمِجُ تَعَلَّمَانِي :\r\nابْحَثُ عن تواريخ نَشَّاةِ المُدَّنِ الأثرية التالية : إسدراتن - آشير - قلعة\r\nبني حماد - الناصرية، وَرَتِّبهَا عَلَى سُلَّم زَمَنِي .\r\n45"
        },
        {
            "page": 46,
            "text": "أَدْمِجُ تَعَلِّمَانِي\r\nالنشاط رقم 1 :\r\nأنقل الجدول على كراسك ثم ضع علامة X . في الخَانَةِ المُنَاسِبَةِ .\r\nالحدث\r\nمَسْجِدُ قُبَاءِ أَوَّلُ مَسْجِدٍ بُنِيَ فِي الإِسْلَام\r\nهَاجَرَ الرَّسُولُ ( ص ) إلى يَثْرِبَ سَنَةَ 622 م\r\nالزِّرَاعَةُ هِيَ أَهَمَّ نَشَاطٍ مَارَسَتْهُ قُرَيْشٍ فِي الْجَاهِلِيَّة\r\nغَزْوَةُ بَدْرِ الْكُبْرِى ( 2 هِجْرِيَّة )\r\nأَوَّلُ مَسْجِدٍ فِي الْجَزَائِرِ بَنَاهُ عُقْبَةُ بْنُ نَافِعِ\r\nالنشاط رقم 2 :\r\nأنقل الفِقْرَةَ عَلَى كُرَّاسِكَ ثُمَّ إِمْلأُ الفَرَاغَاتِ .\r\nصحيح خطا\r\n.. وُلِدَ الرَّسُولُ الله ، وَبِسَبَبٍ مَا لَقِيَهُ مِنْ إِيذَاءٍ في سنة . أَمَرَ أَصْحَابَهُ بِالهِجْرَةِ إِلَى .. سنة 615 م ، ثُمَّ هَاجَرَ إِلَى يَثْرِبَ سنة ... وَمِنْهَا جَهَزَ عِدَّةَ غَزَوَاتٍ أَشْهَرُهَا غَزْوَةُ . سنة 2 هـ وَفَتْحُ مَكَّة سَنَةَ . وَفِي حَجَّةِ . .. نَزَلَتْ أَخِرُ آيَةٍ مِنَ القُرْآنِ الكَرِيم ( اليَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ . وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا ) ، وَبَعْدَها بِثَلَاثَةِ أَشْهُرٍ تُوفِّيَ الرَّسُولُ الله سَنَةَ ..........\r\nوَخَلَفَهُ .\r\nالنشاط رقم 3 :\r\nتَرَتَّبَتْ عَنِ الفَتْحِ الإِسْلَامِي لِشَمَالِ إِفْرِيقُيَا نَتَائِجُ كَثِيرَةٌ ، فَمَاهِيَ أَهَمُ نَتِيجَةٍ\r\nفِي إِعْتِقَادِكَ ؟ وَلِمَاذَا ؟\r\n46"
        },
        {
            "page": 47,
            "text": "أَقَوْمُ نَعْلَمَانِي }\r\nالنشاط رقم 1 :\r\nأنقل الجدول على كُرَاسِكَ وَأَمْلَا فَراغَاتِهِ .\r\nالخلفاء الراشدون\r\nأبو بكر الصديق\r\nتاريخ الحكم\r\n13 هـ\r\nعُثمَانُ بن عَفَان\r\n35 هــــ\r\nالنشاط رقم 2 :\r\nأنقل الفقرة على كُرَاسِكَ وأَمْلَا فَراغاتها .\r\nمَسْجِد أَوَّلُ مَسْجِدٍ بُنِيَ بِلَادِ المَغْرِبِ الإِسْلَامِيِّ، يَقَعُ فِي مَدِينَةِ . بَنَاهُ عُقَبَةُ بْنُ نَافِعٍ، بَيْنَمَا مَسْجِدُ أَبِي المُهَاجِرِ مَسْجِدٍ بَعْدَ بِالمَغْرِبِ الإِسْلامِيِّ، أَمَّا قَلْعَةُ بَنِي حَمَّادٍ فَقَدْ دِينَارٍ فَيَقَعُ فِي مَدِينَةِ . وَهُوَ أَوَّلُ مَسْجِدٍ فِي الجَزَائِرِ، وَثَانِي\r\nاء\r\nب\r\nنة\r\nبناها .\r\nية\r\n. وَتَقَعُ بولاية . أَوَّلُ دَوْلَةٍ مُسْتَقِلَّةٍ بِبِلَادِ المَغْرِبِ الأَوْسَطِ هِيَ .\r\nكم\r\nأسسها .\r\nالنشاط رقم 3 :\r\nابحث عن تواريخ الأحداث التالية ثم مَثْلُها على سُلَّم زَمَنِي .\r\nميلاد الرسول الله - الهجرة إلى يثرب - سقوط سبيطلة - بِنَاءً أَوَّلُ مَسجد\r\nفي الجزائر.\r\n47"
        },
        {
            "page": 48,
            "text": "الميدان الثالث:\r\nالتَّارِيخُ الوَطَنِيُّ\r\nمن 1146 ميلادي إلى 1830 ميلادي\r\nاحْتَلَتْ الدَّوْلَةُ الجزائرية في العصر الحديث مكانة متميزة محليا وعالميًا . إِلَى مَاذَا يَعُودُ ذلك ؟\r\nعلم الدولة الجزائرية الحديثة الذي انتزعة الفرنسيون من أعالي القصبة عام 1830م، مظهر من مظاهر السيادة."
        },
        {
            "page": 49,
            "text": "انة\r\nكَانَتِ الْجَزَائِرُ دَوْلَةً قَبْلَ الإِحْتِلَالِ الْفِرَنْسِيَ ذَاتَ سِيَادَةِ. وَشَعْبًا ذَا حَضَارَةٍ ، تُقِيمُ مَعَ دُوَلِ الْعَالَم عَلاقات ديبلوماسية وَتَرْبِطُهَا بِهَا اتَّفَاقِيَات ، بِمَا فِي ذَلِكَ دَوْلَة الوِلَايَاتِ المُتَّحِدَةِ الأمريكية وبريطَانِيَا وَفِرَنْسا نَفْسُهَا ، لَهَا دِينُهَا وَلُغَتُهَا وَتَقَالِيدُهَا وَتَعْلِيمُهَا وَثَقَافَتُها الْخَاصَّة وَعَبَقَريتها المُعَبَرَة عَنْ ذَاتِهَا الْحَضَارِيَّةِ.\r\nمن خطاب رئيس الجمهورية الجزائرية عبد العزيز بوتفليقة في مُلْتَقَى حَوْلَ الْاسْتِعْمَارِ سَنَةً 2006\r\nالأسطول الجزائري يستحق الإعجاب، لم تقتصر خدمته على الدفاع على الجزائر وحماية شواطئها فقط بل كان يدافع عن السلم والأمن الدوليين بشكل عام ..... مؤرخ فرنسي كان\r\nالفين مظاهر قوة الدولة الجزائرية عملاك"
        },
        {
            "page": 50,
            "text": "التاريخ\r\nأولا : الدَّوْلَةُ الجَزَائِرِيَّةُ الحَدِيثَةُ\r\n1 - الأَوْضَاعُ العَامَّةُ لِلجَزَائِرِ قَبْلَ مَجِيئِ العُثْمَانِيِّين\r\nإذا كان قيام الدولة الجزائرية في العصر الحديث قد جاء في سياق وفي ظرف تاريخي خاص. فبماذا تَمَيَّزَتِ الأوضاع العامَّةُ لِلْجَزَائِرِ\r\nفي بداية القرن 16 م ؟\r\nأ - الأَوْضَاعُ الدَّاخِلِيَّةُ :\r\nبَعْدِ تَعَرُّفِكَ عَلَى مَفْهُوم الدولةِ مِنْ خِلالِ السَنَدَيْنِ 1 و 2 . بَيْنَ مُمَيزَاتِ الأوضاع العامة للجزائر في بداية القرن السادس عشر ميلادي\r\nبالإعتمادِ عَلى بَقِيةِ السَّنَدَاتِ .\r\nالأرض\r\n↑\r\nمقومات الدولة\r\nالسكان\r\nالسلطة\r\n↓\r\nالسيادة\r\nالسند 1 : مُقومات الدولة\r\nالدَّوْلَةُ هِيَ كَيَانٌ سِيَاسِيٌّ في إِقْلِيمِ جُعْرَافِي لَهُ حدُودٌ مَعْلُومَةٌ، تُمَارَسُ فيه السُّلْطَةُ عَنْ طَرِيق\r\nمُؤَسَّسَاتٍ دَائِمَةٍ .\r\nالسند : 2\r\nنَعِمَتْ بِلادُ المَغْرِبِ فِي ظِلَّ حُكْم دَولَةِ المُوَحْدِينَ 1146- 1269م ، الَّتِي\r\nامْتَدَّتْ فِي بِلادِ المَغْرِبِ وَأَجْزَاء مِنْ الْأَنْدَلُسِ، بِجَوِّ مِنْ الْإِسْتِقْرَارِ\r\nوَالْإِزْدِهَارِ الاقْتِصَادِي وَالأَمْنِ بِفَضْلِ الوِحْدَة .\r\n50\r\nالسند : 3"
        },
        {
            "page": 51,
            "text": "51\r\nصفاقس\r\nتلمان\r\nالزيانيون\r\nطرابلس\r\nالحفصيون\r\nفاس المرينيون\r\n300 كم\r\nالسند 4: دويلات المغرب بَعْدَ سُقُوطِ الموحدين\r\nنَتِيجَةَ انْشِغَالِ أَمَرَاءِ بَنِي زَيَّانِ بالصِّرَاعِ عَلَى الحُكْمِ، لَمْ تَعُدْ سُلْطَتُهُمْ عَلَى المَمْلَكَةِ تَتَجَاوَزُ تَلِمْسَانَ، بَيْنَمَا بَقِيَّةُ المَنَاطِقِ كَانَتْ مُسْتَقِلَةٌ عَنْ سُلْطَتِهِمْ، كَمَا أجْبِرُوا عَلَى عَقَدِ صُلْحٍ سَنَةَ 1512 م اعْتَرَفُوا بِمُوجِبِهِ بِسِيَادَةِ\r\nبَعْدَ سُقُوطِ دَوْلَةِ المُوَحَدِينَ سَنَةً 1269م انْقَسَمَتْ بِلَادُ المَغْرِبِ إِلَى ثَلَاثِ دُوَيْلَاتٍ ( الحَفْصِيُّونَ - الزَّيَّانِيَونَ - المَرِينِيُّونَ ) مُتَصَارِعَةٍ فِيمَا بَيْنَهَا، مِمَّا أَدَّى إِلَى ضُعْفِ السُّلْطَةِ المَرْكَزِيَّةِ وَظُهُورِ الحَرَكَاتِ الاسْتِقَلَالِيَّةِ مِنْ جِهَةٍ وَاشْتِدَادِ الخَطَرِ الأَجْنَبِي وَعَدِم القُدْرَةِ عَلَى الدِّفَاعِ عَنْ أَرَاضِيهَا مِنْ جِهَةٍ أُخْرَى.\r\nالإسبان عَلَى بَعْضِ المَوَانِي .\r\nالاحظ السندات 2.1 6،5،4،3، واستنتج أن .....\r\nالسند : 5\r\nأَقَوْمُ تَعَلَّمَانِي :\r\nالسند : 6\r\nوَطَّفْ السَّنَدَ رقم 6 في تَحدِيدِ أَسبَابِ ضَعْفِ بِلادِ المَغرِب ؟"
        },
        {
            "page": 52,
            "text": "التاريخ\r\nب - الأَوْضَاعُ الخَارِجِيَّةُ :\r\n52\r\nلعب الوضع الخارجي للجزائر دَوْرًا حَاسِمًا في استنجاد الجزائر\r\nبالعثمانيين . استخلص ذلك من السندات التالية :\r\nبَعْدَ أَكْثَرِ مِنْ 7 قُرُونِ حَكَمَ فِيهَا المُسْلِمُونَ الأَنْدَلُسَ . سَقَطَتْ مَمْلَكَةُ غَرْنَاطَةَ فِي 02-01-1492م وَتَمَّ تَسْلِيمُ قَصْرِ الحَمْرَاءِ إلى الإِسْبَانِ الَّذِي يُعَدُّ آخِرُ مَعْقِلٍ إِسْلَامِي بِالْأَنْدَلُسِ.\r\nالسند قصر الحمراء بالأندلس )\r\nبِسُقُوطِ الأَنْدَلُسِ أَصْبَحَتِ الجَزَائِرُ كَغَيْرِهَا مِنْ بُلْدَانِ المَغْرِبِ العَرَبِي هَدَفًا لِلتَّحَرُشَاتِ الإِسْبَانِيَّةِ، فَفِي الفَتْرَةِ المُمْتَدَّةِ بَيْنَ 1505 - 1511م احْتَلَّ الإِسْبَانُ المَرْسَى الكَبِيرَ، وَهرَانَ ، بِجَايَة وَ مُستغانم، كَمَا هَدَّدُوا مَدِينَةَ الجَزَائِرِ انْطِلَاقًا مِنْ حِصْنِ البينيون .\r\nالسند : 2"
        },
        {
            "page": 53,
            "text": "إسبانيا\r\nتونس\r\nجيجل بجاية\r\nالجزائر\r\nوهران\r\nالتحرشات الإسبانية\r\nالبرتغال\r\n1500 كلم\r\nالسند 3 التحرشات الإِسْبَانِية على الجزائر\r\nاسْتَغَلَّ الإِسْبَانُ الضَّعْفَ الَّذِي آلَتْ إِلَيْهِ الأَوْضَاعُ العامة في الجَزَائِرِ ، فَاحْتَلُوا إِحْدَى الجُزْرِ المُوَاجِهَةِ لِمَدِينَةِ الْجَزَائِرِ وَبَنَوْا بِهَا حِصْنًا منِيعًا ( البينيون ) سَنَةَ 1510 م ، وَهُوَ الَّذِي أَصْبَحَ يُشَكِّلُ خَطَرًا عَلَى المَدِينَةِ إِلَى أَنْ تَمَّ تَحْطِيمُهُ فِي عَهْدِ خير الدين سنة 1530 م .\r\nالسند : 4\r\nأُفَوِّمُ تَعَلَّمَانِي :\r\nالاحظ السندات 1، 4،3،2 واستنتج أن .\r\nبين الظروف الخارجية للجزائر قَبْلَ الارتباط بالْعُثمانيين.\r\n53"
        },
        {
            "page": 54,
            "text": "التاريخ\r\n2 - القُوةُ البَحْرِيَّةُ الجَزَائِرِيَّةُ :\r\nلمواجهة التحرشاتِ الإِسْبَانِيَةِ عَلَى الجَزَائِرِ كَانَ لا بُدَّ من بناء\r\nأُسْطُولِ قَوِيٌّ لِصَدِّهَا . كَيفَ استطاعت تحقيق ذلك ؟\r\nسَاهَمَتْ وَفْرَةُ الأَحْشَابِ فِي الجَزَائِر بِشَكْلٍ أَسَاسِي فِي تَطْوِيرِ صِنَاعَة السُّفْنِ ، لِذَلِكَ أُنْشِئَتْ إِدَارَةٌ خَاصَّةٌ بِاسْتِغْلَالِ الغَابَاتِ فِي القُلَّ وَجِيجَلْ وَالأَوراس، وَبِلَادِ القَبَائِلِ والونشريس.\r\nنَظَرًا لِحَاجَةِ الجَزَائِرِ المُتَزَائِدَةِ لِلْمَادَّةِ الأَوَّلِيَّة ( الخَشَب ) فِي صِنَاعَةِ السُّفْنِ وَتَقْوِيَّة أُسْطُولِهَا البَحْرِي، فَقَدْ نَصَّتِ الْاتَّفَاقِيَّاتُ الَّتِي أَبْرَمَتْهَا مَعَ بَعْضِ الدُّوَلِ عَلَى تَحْصِيلِ جُزْءٍ منْ الإِناوَاتِ فِي شَكْلٍ أَحْشَابٍ .\r\nالسند : 1\r\nالإتاوَاتُ : هِيَ ضَرَائِبٌ تُدْفَعُ مِنْ قِبَلِ الدُّوَلِ\r\nالْأَجْنَبِيَّةِ لِخَزِينَةِ الدَّوْلَةِ الْجَزَائِرِيَّةِ.\r\nالسند : 2\r\n54\r\nالقالة عنابة\r\nالقل A\r\nجيجل بجاية\r\nالجزائر شرشال\r\nوهران\r\nالونشريس\r\nتونس\r\nالأوراس\r\nالغابات\r\nالسند 3 : خريطة توزيع الغابات في الجزائر\r\n100 كلم"
        },
        {
            "page": 55,
            "text": "القالة عناية القل جيجل بجاية\r\nالجزائر هزار شرشال\r\nأرزيو ه و هران\r\nالموانئ\r\nالسند 4 : خَرِيطَةُ المَوانِيُّ في الجزائر\r\n1000 كلم\r\nتَمْلِكُ الجزائر شريطًا ساحليا يزيد طوله عن 1200 كلم، يتميز بكثرة تَعَرُّجاتِهِ وخِلْجانِهِ ما سَاهَمَ في ظُهورِ موانئ مَحمِيَّةٍ طبيعيا، اسْتُغِلَّتْ لبناء ورشات لصناعة ورُسُو السُّفَنِ مِثْلَ موانئ شرشال وجيجل\r\nوالجزائر وبجاية .\r\nأَفَوِّمُ تَعَلَّمَانِي :\r\nالسند 5\r\nالاحظ السندات 6،4،3،2،1 وأستنتج أن ..\r\nاذْكُرْ عوامل تَطَوُّرِ صِنَاعَةِ السُّفْنِ في الجزائر خلال العصر الحديث .\r\n55"
        },
        {
            "page": 56,
            "text": "التاريخ\r\n3 - الوجود العثماني في الجزائر\r\nماهي العلاقة بين اضطراب الأمن والملاحة في البحر الأبيض\r\nالمتوسط، وتحول الجزائر إلى ولاية عثمانية ؟\r\nذاع صيت الإخْوَة بربروس فِي صَدَّ القَرْصَنَةِ الأُورُوبِّيَّةِ وَنَجْدَةِ مُهَاجِرِي الأَنْدَلُسِ، وَنَتِيجَةَ اشْتِدَادِ الهَجَمَاتِ الإِسْبَانِيَّةِ عَلَى المَوَانِئِ الجَزَائِرِيَّةِ اسْتَنْجَدَ بِهِمْ أَهَالِي الجَزَائِرِ.\r\nبِاسْتِشْهَادِ عَرُوجٍ سَنَةً 1518م شَعَرَ أَخُوهُ خَيْرُ الدِّينِ بِالْخَطَرِ، فَأَشَارَ عَلَى الْأَهَالِي بِطَلَبِ الحِمَايَةِ مِنْ السُّلْطَانِ العُثْمَانِي، وَنَظَرًا لِلتَّشَابُهِ العَقَائِدِي بَينَ الطَّرَفَيْنِ لَبِي سُكَّانُ مَدِينَةِ الجَزَائِرِ الطَّلَبَ فَأَصْبَحَتْ الجَزَائِرُ بِذَلِكَ وِلَايَةً\r\nالسند : 1\r\nالْبَايْلَكُ : تَقْسِيمٌ إِدَارِي لِلجَزَائِرِ\r\nخِلالَ الْعَهْدِ الْعُثْمَانِي .\r\nالقالة عنابة سكيكدة ↑ جيجل بجاية دلس الجزائر\r\n..\r\nعُثْمَانِيَّةً بِإِرَادَةِ سُكَانِهَا . السند : 2\r\nالبحر الأبيض المتوسط\r\n56\r\nتونس\r\nمستغانم\r\nوهران\r\nبايلك الشرق\r\nبايلك التيطري\r\nبايلك الغرب\r\n--- حدود البايلك\r\nدار السلطان\r\n100 كلم\r\nالمجال الجغرافي والتنظيم الإداري للدولة الجزائرية في النصف الثاني مِنَ القَرْنِ 16\r\nالسند : 3"
        },
        {
            "page": 57,
            "text": "لبي السُّلْطَانُ العُثْمَانِيُّ سَلِيمُ الأَوَّلُ طَلَبَ سُكَّانِ الجَزَائِرِ سنة 1518م، فَأَصْبَحَتْ الجَزَائِرُ إِيَّالَةٌ ( وِلَايَةً ) عُثْمَانِيَّةٌ وَعَيْنَ عَلَى رَأْسِهَا خَيْرَ الدِّين تحت اسم ( بيلر باي ) أَيْ أَمِيرُ الأُمَرَاءِ\r\nبَعْدَ مَا اسْتَقَرَّ الْأَمْرُ لِخَيْرِ الدِّينِ بَاشَرَ فِي تَحْرِيرِ السَّوَاحِلِ الجَزَائِرِيَّةِ مِنْ قَبْضَةِ الإسبان بداية من القُل سَنَةَ 1521م، عنابة سنة 1522م وَمَدِينَةَ الجَزَائِرِ الَّتِي اتَّخَذَهَا عَاصِمَةٌ لَهُ بَعْد جيجل .\r\nالسند : 4\r\nالسند : 5\r\nالسند 6 قصر الداي ( مَقَرَّ السلطة العليا في طور الترميم )\r\nالاحظ السندات 2.1 ، 3 ، 6.5.4 وأستنتج أن ....\r\nأُدْمِجُ تَعَلَّمَانِي :\r\nلماذا اسْتَنْجَدَتِ الجزائر بالدولة العثمانِيَّةِ وَلَمْ تَسْتَنْجِدْ بِغَيْرِهَا مِنَ الدُّوَلِ ؟\r\n57"
        },
        {
            "page": 58,
            "text": "التاريخ\r\nثَانِيَا : العَلَاقَاتِ الجَزائرية مَعَ الخارج\r\nاتَّسَمتِ علاقات الجزائر الخارجية بالصداقة والتَّعاوُنِ تَارَةً وبالتوتر والعداوة تارةً أُخرى . وَضّح ذلك .\r\n1 - مَعَ الدَّوْلَةِ العُثْمَانِيَّةِ :\r\nاسْتَثْمِرُ السندات التالية لتوضيح طبيعة العلاقة الجزائرية - العثمانية\r\nدَخَلَ العُثْمَانِيُّونَ إِلَى الجَزَائِرِ بِطَلَبٍ مِنْ سُكَانِهَا عَكْسَ بَقِيَّةِ الدُّوَلِ العربية الَّتِي دَخَلَتْهَا بِالْقُوَّةِ، وَهَذَا مَا جَعَلَ الحُكْمَ العُثْمَانِيُّ لِلجَزَائِرِ يَتَمَيَّزُ بِالمُرُونَةِ، وَإِعْطَاءِ وَالي الجزائر شبه اسْتِقْلَالِيَّةٍ فِي إِدَارَةِ شؤونها .\r\nوَآزَرَنَا التَّرْكُ حَتَّى انْتَصَرْنَا\r\nوَلَنْ يَحْفِر الترك ماضِي العُهود\r\nوَقُمْنَا نَسُوسُ البلاد بعدل\r\nوَنُسْدِي الجَمِيلَ، وَتَرْعَى الحُدُود\r\nوَلَمْ نَكُن للترك بالتَّابِعِينَ\r\nوَإِنْ عَرَزُوا سَعَيْنَا بِالجُهُودُ\r\nوَنَحْنُ أُنَاسٌ نَعُدُ الجَمِيلَ\r\nوَتَرْعَى دِمَامَ الصَّدِيقَ الوَدُودُ\r\nمن اليادة الجزائر و مفدي زكريا )\r\nالسند : 1\r\nمِنْ مَظَاهِرِ ارْتِبَاطِ أيالة الجزائر بالسُّلْطَةِ المَرْكَزِيَّةِ فِي إِسْطَنْبُولِ، حُصُولُ خَزِينَةِ الدَّوْلَةِ العُثْمَانِيَّةِ عَلَى عَائِدَاتٍ مَالِيَّةٍ مِنْ الخَزِينَةِ الجزائريَّةِ ، وَتَقْدِيمُ الهَدَايَا المُتَمَثَّلَةِ خُصُوصًا فِي الدَّنُوشِ.\r\nالسند : 2\r\nالدنوش : هَدِيَّة تَدْفَعُهَا خزينة الدولة الجزائرية\r\nإِلَى السُّلْطَانِ الْعُثْمَانِي .\r\nالسند : 3\r\n58"
        },
        {
            "page": 59,
            "text": "رَغْمَ تَمَتَّعُ الجَزَائِرِ بِشِبْهِ اسْتِقْلَالٍ خِلَالَ العَهْدِ العُثْمَانِي، فَإِنَّ إيالة الجَزَائِرِ وَقَفَتْ إِلَى جَانِبِ الدَّوْلَةِ العُثْمَانِيَّةِ فِي كُلِّ الأَزَمَاتِ الَّتِي مَرَّتْ بها ، فِي حُرُوبِهَا مَعَ الدَّوَلِ الأُورُوبِّيَّةِ ، حَيْثُ شَارَكَ الأَسْطُولُ الجَزَائِرِيُّ فِي كُلِّ مِنْ مَعْرَكَتَيْ ليبانت 1571 م ونفارين 1827م\r\nالسند : 4\r\nصورة تمثيلية لمعركة ليبانت غرب اليونان في أكتوبر 1571م، بين التحالف الأوروبي المقدس من جهة، والدولة العثمانية بمؤازرة من الأسطول الجزائري من جهة أخرى .\r\nالسند : 5\r\nالاحظ السندات .... 1، 2، 4،3 ، 5 وأستنتج أن\r\nأُفَوِّمُ نَعَلَّمَانِي :\r\nالعلاقات الجزائرية - العثمانِيَّةُ كَانَتْ وُدِيَةٌ ، أَذْكُرْ مَوْقِفًا مِنَ المَوَاقِفِ الَّتِي تَجَلَى فِيهَا ذَلِكَ .\r\n59"
        },
        {
            "page": 60,
            "text": "التاريخ\r\n2 - مَعَ الدُّوَلِ الْأُخْرَى\r\n60\r\nتَتَضَمَّنُ السندات التالية بعض مظاهر علاقات الجزائر مع أوروبا والولايات المتحدة الأمريكية . وضح ذلك .\r\nبِاسْتِثْنَاءِ إِسْبَانِيا، الَّتِي تَمَيَّزَتْ عَلَاقَاتُها مَعَ الجَزَائِرِ بِالتَّوَتُّر نَتِيجَةَ اسْتِمْرَارِ احْتِلَالِهَا لِلْمَرْسَى الكَبِيرِ إلى غَايَةِ 1792م، فَإِنَّ بَقِيَّةَ الدُّولِ الأوروبية كَالسَّويد وَالدَّانِمَارُكَ جورج واشنطن أول رئيس أمريكي أمضى معاهدة ذلك الوقت وَهُو لَنْدًا، كَانَتْ تَسْعَى لإقامة علاقاتٍ حَسَنَةٍ مَعَ الجَزَائِرِ، وَتَدْفَعُ لخزينتها إتاوات مقابل حماية الأسْطُولِ الجَزَائِرِي لِسُفْنِهَا مِنْ القَرْصَنَةِ عِنْدَ عُبُورِهَا البَحْرَ الأَبْيَضَ المُتَوَسط .\r\nبانه سيعطي جزية مقابل الا تقرب جيوش المسلمين أمريكا وهي اول و آخر ضريبة تدفعها واشنطن عام 1795م للعثمانيين عن طريق والي الجزائر بكر حسن وهي 642 الف دولار ذهب و 1200 لسة عثمانية وكتبها مجبرا باللغة التركية صورة المعاهدة الأمريكية العثمانية والتي أمضاها والي الجزائر بكر حسن عام 1795م\r\nالمعاهدة الجزائرية الأمريكية 1795\r\nالسند : 1\r\nالسند : 2\r\nتَمَيَّرَتْ العَلَاقَاتُ الجَزَائِرِيَّةُ الفَرنسيَّةُ بِالْمَودَّةِ تارةً وَبِالْعَدَاوَةِ تارة أُخْرَى، فَرَغْمَ تَزْوِيدِ الْجَزَائِرِ لِفَرَنْسَا بِشُحْنَاتٍ مِنْ الحُبُوبِ لِتَجَاوُزِ المَجَاعَةِ الَّتِي وَقَعَتْ فِيهَا . فَإِنَّ هَذِهِ الحُكُومَةَ تَنَكَّرَتْ لِذَلِكَ وَبَدَأَتْ تُخَطِّطُ لِاحْتِلَالِ الْجَزَائِرِ.\r\nالسند : 3"
        },
        {
            "page": 61,
            "text": "مَنَحَ وَلاةُ الجَزَائِرِ تَسْهِيلاتٍ سُمِّيَتْ بِالْاِمْتِيَازَاتِ لِبَعْضِ الدُّوَلِ الأوروبيَّةِ ، تَمَثَّلَتْ فِي صَيْدِ المُرْجَانِ وَإِقَامَةِ الحُصُونِ فِي بَعْضِ المَنَاطِقِ السَّاحِلِيَّةِ وَحُرِّيَّةِ المِلَاحَةِ فِي المِيَاهِ الجَزَائِرِيَّةِ، وَالغَايَةُ مِنْهَا إِمَّا حُصُولُ الخَزِينَةِ عَلَى أَمْوَالٍ أَوْ كَسْبُ وُدْ دَوْلَةٍ أُورُوبِيَّةٍ مَا ، تَفَادِيًا لِقِيَامِ حِلْفٍ أُورُوبِي ضِدَّ الجَزَائِرِ ، تَكُونُ تِلْكَ الدَّوْلَةُ طَرَفًا فِيهِ .\r\nحصنُ القَالَةِ : أَنْجِزَ سَنَةَ 1561م، خَاصٌ بِصَيْدِ المُرْجَانِ وَتَصْدِيرِ القَمْحِ وَهُوَ يَدْخُلُ فِي إِطَارِ الامْتِيَازَاتِ الاقْتِصَادِيَّةِ الَّتِي مَنَحَتْهَا الجَزَائِرُ لِفَرَنْسَا .\r\nالسند : 4\r\nالسند 5 : حِصْنُ القَالَة\r\nأُدْمِجُ نَعَلَّمَانِي :\r\nالاحظ السندات 1، 54.3.2 واستنتج أن ...\r\nكَيْفَ تُفَسِّرُ سَعْيَ كَثِيرٍ من الدول الأوروبية إلى إقامة علاقات مع الجزائر ؟\r\n61"
        },
        {
            "page": 62,
            "text": "التاريخ\r\nثَالِثًا : رُمُوزُ السَّيَّادَةِ\r\nلِكُلِّ دَوْلَةٍ رُمُورٌ تُمَيَّزُهَا عن غَيْرِهَا ، اسْتَعِنْ بِالسَّنَدَاتِ وَاذْكُرِ رُمُونَ\r\nالدولة الجزائرية في العصر الحديث .\r\n1 - الأَسْطُولُ البَحْرِيُّ رَمِزُ السَّيَّادَةِ وَالهَيْبَةِ :\r\nساهم الأسطول الجزائري في الحفاظ على السيادة والأمن في حوض البحر الأبيض المتوسط . بين ذلك.\r\nأَمَامَ اشْتِدَادِ القَرْصَنَةِ الأوروبيَّةِ فِي البَحْرِ الأَبْيَضُ المُتَوَسِّطُ وَاعْتِرَاضِ القَرَاصِنَةِ لِطُرُقِ السفن التجاريَّةِ ، وَالإِسْتِيلاء عليها وَأَسْرِ رِجَالِها لِبَيْعِهِمْ فِي أَسْوَاقِ العَبِيدِ أَوْ اسْتِعْمَالِهِمْ كَمُجَدِّفِينَ . ظَهَرَ الأسطول الجزائري\r\nعَلَى مَسْرَحِ الأَحْدَاثِ كَقُوَّةِ أَمْنٍ مُضَادَّةٍ .\r\nالسند : 1\r\nالأسطول الجزائري حامي حدود الدولة ومحرر الموانئ المحتلة وَمُسَاهِمٌ فِي إِغْنَاء الخزينة\r\n62\r\nالسند 2 : لوحة للأسطول الجزائري أَمَامَ مِينَاءِ مَدِينَةِ الجزائر"
        },
        {
            "page": 63,
            "text": "63\r\nنَتِيجَةَ عَجْزِ الدُّوَلِ الأُورُوبِّيَّةِ عَنْ حِمَايَةِ سُفُنِهَا وَتِجَارَتِهَا مِنْ حَرَكَةِ القَرْصَنَةِ فِي البَحْرِ الأَبْيَض المُتَوَسطِ . طَلَبَتْ مِنْ الجَزَائِرِ تَوَلِّيَ أُسْطُولِهَا مَهَمَّةَ الحِمَايَةِ مُقَابِلَ دَفْعِ إِتَاوَاتٍ\r\nلِخَزِينَةِ الدَّوْلَةِ .\r\nالسند : 3\r\nالقَرْصَنَة : اعْتِدَاءَاتِ بَحْرِيَّة قَامَ بِهَا الأُورُبِيُّونَ ضِدَّ السُّفُن الَّتِي تَعْبُرُ الْبَحْرَ الْأَبْيَضَ الْمُتَوَسِّطِ خِلَالَ الْعَصْرِ الْحَدِيثِ ..\r\nتَصَدِّى الأسطولُ لِكَثِير من الحَمَلاتِ الأُورُوبِّيَّةِ عَلَى السواحل الجزائرية، كَحَمْلَةِ بريطانيا عَلَى العَاصِمَةِ سَنَةَ 1680م . كَمَا سَاهَمَ فِي نَقْل وتأمين مُهَاجِري الأندلس إلى السواحل المغاربية .\r\nالسند : 4\r\nأَفَوِّمُ تَعَلَّمَانِي :\r\nالاحظ السندات 1\r\nأمير البحار الريس حميدر 1773 - 1815م\r\nالسند 6 : أحد قادة البحرية الجزائرية 5،4،3،2 وأستنتج أن ....\r\nلَعِبَ الأسْطُولُ الجَزَائِرِي فِي العَصْرِ الحَديثِ عِدَّةَ أَدْوَارٍ ، اشْرَحْ دَورَهُ\r\nالاقْتِصَادِي ؟"
        },
        {
            "page": 64,
            "text": "التاريخ\r\n2 - رموز أُخْرَى للسيادة :\r\nاستخرج من السندات التالية مَظَاهِرَ سيادة الدولة الجزائرية الحديثة.\r\nصَلُّ العُمْلَةِ مِنْ أَهَم مَظَاهِرِ السَّيَادَةِ لِلدَّوْلَةِ الجَزَائِرِيَّةِ الحَدِيثَةِ، فَقَدْ أُنْشِقَتْ دَارٌ لِصَلِّ النُّقُودِ بِالقَصَبَةِ قُرْبَ قَصْرِ الداي ، تَنَوَّعَتْ إِلَى : • ذَهَبِيَةٍ\r\n( السلطاني ... ) . فضيةٍ ( الدورو ... ) . نُحَاسِيَةٍ ( رِيَالٌ )\r\n64\r\nالسلطان محمود\r\nالسند : 1\r\nالسند 1 : قطعة لعملة جزائرية\r\nالسند 2 : عَلمُ الدولة الجزائرية الحَدِيثة الذي انْتَزَعَهُ الفَرَنْسِبُونَ مِنْ أَعَالِي القَصَبَةِ سَنَةُ 1830 م"
        },
        {
            "page": 65,
            "text": "صورة زيتية المعركة تقارين والحبوب اليومي مية 1821م التي شارك فيها الأسطول الجزائري إلى جانب الدولة\r\nتَزَعَمَتْ فَرنْسا حَملة أوروبيَّةِ مِنْ أَجل القَضَاءِ عَلَى الأُسطول الجَزَائِرِيِّ ، فَعَقَدَتْ لِهَذَا الغَرَضِ عِدَّةَ مُؤْتَمَرَاتٍ أوروبيَّةِ أَهَمُّهَا مُؤْتَمَرُ فيينا سَنَةَ 1515م ، وَمُؤْتَمَرُ\r\nالعلمانية جد القوى الأوروبية .\r\nالسند 3 : صُورَةٌ زَينِيَةٌ لِلأَسْطُولِ الجَزَائِرِي فِي مَعركة تفارين 1827م\r\nإكس لا شابيل عام 1818م . حيثُ وَافَقْت 30 دَوْلَةً أُورُبِيَّةً عَلَى وَضْعِ حَدٌ لِهَذَا\r\nالأسطول .\r\nالسند :4\r\nالسند 5 : حَادِثَةُ الْمِرْوَحَةِ ( صُورَةٌ تَمْثِيلِيَّة )\r\nألاحظ السندات 1، 2، 3، 4، واستنتج أن .\r\nأُدْمِجُ نَعَلَّمَانِي :\r\nتَمَتَّعَتِ الجَزَائِرُ خِلَالَ العَهْدِ العُثْمَانِي بِمَجْمُوعَةٍ مِنَ المَظَاهِرِ تُبَيِّنُ سِيَادَتَهَا\r\nوَاسْتِقْلَالَهَا . اشْرَحْ رَمزًا من رموزِ هَذِهِ السَّيَّادَةِ .\r\n65"
        },
        {
            "page": 66,
            "text": "أَدْمِجُ نَعَلَّمَانِي\r\nالنشاط رقم 1 :\r\n1 - كيف تفسر اهتمام الجزائر الحديثة بتطوير الأسطول ؟\r\nالنشاط رقم 2 :\r\nأنقل الفِقْرَة على كُرَّاسِكَ وَامْلَا فَرَاغَاتِهَا : نَتِيجَةَ ظُرُوفٍ خَارِجِيَّة عرفها العالم الإسلامِيُّ مِثْلَ . وَظُرُوفٍ دَاخِلِيَةٍ عَرَفَتها الجزائرُ تَمَثَّلَتْ في .. ،سنة 1492م ... أصبحت السواحل الجزائِرِيَّةُ عُرْضَةً لِتَحَرُّشَاتِ الدُّوَلِ الأُورُوبِّيَّةِ ، وَهُوَ مَا دَفَعَها إِلَى طَلَبِ دَعْمِ .\r\nالنشاط رقم 3 :\r\nاربط التواريخ بما يُناسبها من أحداث :\r\n1518 م\r\n1492 م\r\n1827 م\r\n1830 م\r\n66\r\n. احتلال الجزائر\r\n. سقوط غرناطة\r\n. الجزائر أيالة عثمانية\r\n. مَعرَكَةُ نَفَارِين"
        },
        {
            "page": 67,
            "text": "أَفَوْمُ تَعَلَّمَانِي )\r\nالنشاط رقم 1 : لاحظ واستنتج\r\nتحطم الأسطول الجزائري في معركة الحملة الفرنسية على الجزائر في 1830م نفارين 1827م\r\nالنشاط رقم 2 :\r\nاذْكُرِ الأَسْبَابَ الَّتِي أَدَّتْ بِالدُّوَلِ الوَارِدَةِ فِي الجَدْوَلِ المُوَالِي إِلَى دَفْعِ إِتَاوَاتٍ للخزينة الجزائريَّةِ فِي العَصْرِ الحَدِيثِ .\r\nالدولة\r\nنابولي و الدانمارك\r\nمبلغ الإتاوات\r\nالولايات المتحدة الأمريكية\r\nفرنسا\r\nبريطانيا\r\n24000 دولارا\r\n21500 دولارا\r\n200000 فرنكا\r\n267000 فرنكا\r\nالبرتغال\r\n4200 دولارا\r\nالسويد\r\n24000 دولارا\r\n67"
        }
    ]
}