{
    "book_name": "french-colonial-crimes-in-algeria-during-the-occupation-from-1830-to-1962-and-their-repercussions-on-the-bilateral-relations-between-the-two-countries.en.ar (1)",
    "pages": [
        {
            "page": 1,
            "text": "www.onlinedoctranslator.com - مترجم من الإنجليزية إلى العربية\r\nمجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nالجرائم الاستعمارية الفرنسية في الجزائر خلال فترة الاحتلال من 1830 إلى 1962 وانعكاساتها على العلاقات الثنائية العلاقات بين البلدين.\r\nهاروني إكرام.\r\nجامعة الجزائر 2 (الجزائر).\r\nبريد إلكتروني: إكرام ها روني @univ-alger.dz\r\n15/06/2024 :تم الاستلام: 27/12/2023: تم القبول : 26/05/2024: تم النشر\r\nخلاصة:\r\nلقد اشتمل الاستعمار الفرنسي للجزائر لمدة 130 عاماً على جرائم وحشية وانتهاكات جسيمة لحقوق الإنسان. ولا يزال الجزائريون يعانون من عواقب الحرب والاستعمار، مما يؤدي إلى تحديات اجتماعية واقتصادية مستمرة وتأجيج العداء بين الشعبين. الفرنسي والجزائري. ولا يز حل دائم لهذه القضايا صعباً. ولا يزال التوصل إلى حل . القضايا أمراً\r\nتتناول هذه الورقة البحثية جرائم الحرب الهامة، وتحديدا جرائم الإبادة الجماعية، من خلال استخدام المنهج التاريخي. وتتناول تتبع الأحداث والوقائع التاريخية لتحليل تأثير هذه الجرائم على العلاقات الثنائية بين الجزائر وفرنسا منذ الاستقلال وحتى يومنا هذا . وتؤكد الدراسة على أهمية التوعية بهذه الجرائم، مع التأكيد على عدم جواز إسقاطها بالتقادم لما لها من آثار ضارة على الشعب الجزائري والمنطقة ككل. وتختتم الدراسة بتقديم مجموعة من التوصيات تهدف إلى تحقيق العدالة والمصالحة بين الجزائر وفرنسا. الكلمات المفتاحية: جرائم الحرب الاستعمار الفرنسي الجزائر العلاقات الثنائية.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n401\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 2,
            "text": "مجلة الانسان والمجل\r\nمقدمة:\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nإن جرائم الحرب، بما في ذلك الإبادة الجماعية، من أسوأ الجرائم التي يمكن ارتكابها ضد الإنسانية، عندما يتعرض مجتمع بأكمله أو جزء منه للتدمير الكلي أو الجزئي على أساس العرق أو الدين أو الثقافة أو السياسة أو أي سبب آخر. وعلى مر التاريخ، كانت هناك أحداث عديدة وقعت فيها عمليات إبادة جماعية، يشار إليها أحياناً باسم \" إبادة جماعية للسكان البشر\"، وهو مصطلح ظهر كمفهوم في أوائل القرن العشرين. في عام 1944 ، عرف رافائيل ليمكين الإبادة الجماعية، مستمداً من جذور يونانية ولاتينية، بأنها \"مزيج من أعمال الاضطهاد والتدمير\". في عام 1946 ، تبنت الجمعية العامة للأمم المتحدة تعريفه، مشيرة إلى أن مفهوم الإبادة الجماعية يعني: \"إنكار حق وجود مجموعات بشرية بأكملها، حيث أن القتل هو إنكار حق الإنسان الفردي في الحياة\".\r\n)2009( ،الكائنات (جرانجی\"\r\n1260 (3) المؤ إن هذه الجرائم تتعارض مع الأعراف والنصوص الدولية، كما جاء في الإعلان الذي اعتمدته الجمعية العامة للأمم المتحدة في قرارها 96 ( أولا) المؤرخ في 11 ديسمبر / كانون الأول 1946، والذي أقرته وعرضته للتوقيع والتصديق أو الانضمام بموجب قرار الجمعية العامة المؤرخ في 9 ديسمبر / كانون الأول 1948، ودخل حيز النفاذ في 12 يناير/ كانون الثاني 1951 ، عملاً بالمادة 13 التي تنص على أن \" الإبادة الجماعية جريمة بموجب القانون الدولي، تتعارض مع روح وأهداف الأمم المتحدة، ويدينها المجتمع الدولي المتحضر \" . (منظمة الأمم المتحدة).\r\nلقد شهدت الجزائر تاريخا مؤلما مليئا بالجرائم والفظائع التي ارتكبتها فرنسا خلال فترة الاستعمار، ومن بين هذه الجرائم قتل الآلاف من الجزائريين في المجازر والمعارك والحملات العسكرية وتهجير مئات الآلاف من السكان من القرى والمدن، وتدمير ممتلكاتهم، وتعذيب المعتقلين ومعارضي الاستعمار، فضلا عن استخدام الأسلحة الكيميائية والبيولوجية ضد المدنيين.\r\nلا يمكن القول بأن الجرائم الإبادة الجماعية في الجزائر موثقة بشكل شامل. في حين أن هناك العديد من الأدلة على هذه الجرائم.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n402\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 3,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nورغم وجود وثائق وشهادات وروايات تؤكد هذه الجرائم، إلا أن الكثير من المعلومات لا تزال مجهولة أو موثقة بشكل غير رسمي.. ويرجع ذلك جزئياً إلى الطبيعة السرية للعمليات العسكرية والأمنية التي نفذت، والتي أدت إلى إتلاف العديد من الوثائق والمصادر التاريخية. كما ارتكبت بعض الجرائم فى مناطق نائية ومعزولة، دون وصول وسائل الإعلام أو المراقبين الدوليين.\r\nإن جرائم الإبادة الجماعية التي ارتكبها المستعمر الفرنسي بأشكالها المختلفة على مدى أكثر من قرن ونصف من الزمان هي جرائم لا تسقط بالتقادم، ولا يمكن لآثارها أن تتلاشى مع الزمن، وهي جزء من تاريخ الجزائر، ولهذا سعت العديد من المنظمات الحقوقية والعلمية الجزائرية إلى توثيقها من خلال نشر الأدلة والشهادات والروايات بهدف إبراز أهمية محاسبة الجناة وتعويض الضحايا وعائلاتهم، وتذكير العالم بأهميتها لمنع تكرار مثل هذه الأحداث المأساوية.\r\nانطلاقا من كون الواقع الجزائري هو نتاج تراكمات السياسات الاستعمارية الفرنسية السابقة، واعتمادا على المنهج التاريخي، تسعى هذه الدراسة إلى تسليط الضوء على أبرز مشاهد الإبادة الجماعية وأهدافها وانعكاساتها على العلاقات الثنائية بين البلدين منذ الاستقلال إلى يومنا هذا. ومن أجل ذلك نطرح التساؤلات التالية:\r\nما هي أبرز جرائم الحرب والإبادات الجماعية التي ارتكبت في الجزائ رخلال القرنين التاسع عشر والعشرين؟ ما هي انعكاسات هذه الجرائم على العلاقات الثنائية بين الجزائر وفرنسا منذ الاستقلال إلى يومنا هذا؟\r\nكيف يمكن تعزيز الوعي بأهمية هذه الجرائم ومنع نسيانها، نظرا لآثارها السلبية على الشعب الجزائري والمنطقة برمتها ؟\r\n1 - نماذج من جرائم الإبادة الجماعية التي ارتكبها المستعمر\r\nالفرنسي في الجزائر وأهدافها.\r\nبعد استسلام \"داي\" الجزائر في 5 يوليو 1830، أثارت مقاومة\r\nالشعب الجزائرى ثورة حقيقية\r\nالرقي الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n403\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 4,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال ......\r\nالهيجان الإجرامي من جانب صناع السلام والحضارة\" الفرنسيين، ولا سيما الجنرالات الاموريسيير (تعليق (01) و بيجو تعليق (02) الذين طبقوا سياسة\" الأرض المحروقة ، فمارسوا التطهير العرقي، فقتلوا الرجال والنساء والأطفال دون تمییز سلیمان 2018، ص 121\r\n.(.135\r\nيمكننا تقديم تسلسل زمني للإبادات الجماعية التي ارتكبها المستعمر الفرنسي في الجزائر من خلال تقسيمها إلى مرحلتين حسب الترتيب الزمني:\r\n1872-1830 :1.1 المرحلة الأولى\r\nكانت الفترة التاريخية الممتدة من 1830 إلى 1872 من أقسى الفترات التي مر بها الشعب الجزائري الذي كان ضحية لأبشع الجرائم الاستعمارية، حيث قامت فرنسا بإبادة 58% من الشعب الجزائري. (برون (2023) من خلال المذابح باستخدام أساليب إبادة جماعية مختلفة. تجدر الإشارة إلى أنه خلال هذه الفترة، أصدرت الجمهورية الفرنسية الثانية قراراً في مارس 1848 ينص على أن \" الجزائ رجزء من الأراضي الفرنسية\". كما قسم المستعمرون الجزائر إلى منطقتين رئيسيتين شمال الجزائر الخاضع للإدارة المدنية والمقسمة إلى ثلاث مقاطعات، وجنوب الجزائر، الخاضع للإدارة )217-212 العسكرية. (ميسي، 1988، ص\r\nخلال هذه الفترة، كانت هناك العديد من المقاومات المسلحة المباشرة التي قادها الجزائريون تحت قيادة زعماء القبائل والمرابطين، مما أدى إلى العديد من المعارك مثل معركة الزعفران بقيادة الأمير عبد القادر في عام 1844. ورداً على هذه المقاومة الشعبية ، تشهد المصادر التاريخية على الإبادة الجماعية التي ارتكبها\r\nالمستعمرون كما هو موضح أدناه. مذبحة سكان البليدة سنة 1830 : أقل من 5\r\nبعد أشهر من وصول الاستعمار إلى الجزائر، أمر الملازم ترولير بإبادة 2000 من سكان مدينة\r\n)13( بليدا. (بوعزيز، 2007، ص\r\n- مذبحة قبيلة العوفيه سنة 1832 : في أبريل 1832\r\nالجنرال سافاري ( تعليق (03) أمر بمذبحة قبيلة العوفية في الحراش الدار كاريه ، في ضاحية الجزائر العاصمة). (باشا 2017، ص 45-53) لقد كان هذاد موياً ومأساوياً\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n404\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 5,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nحلقة حيث فقد العديد من الأشخاص حياتهم، بما في ذلك النساء والأطفال.\r\nبين الجيش الفرنسي وقعت هذه المجزرة في ! إطار المقاومة . والقبائل التي قاتلت دفاعاً عن حريتها واستقلالها.\r\nشنت قبيلة الوافية حملة ضد الجيش الفرنسي، وبعد معركة عنيفة، أدى استسلام بعض زعمائها إلى تسهيل ارتكاب الإبادة الجماعية ضد القبيلة بأكملها. وقد استخدمت هذه المذبحة كوسيلة الإرهاب القبائل الأخرى في المنطقة وفرض الهيمنة الفرنسية على الجزائر.\r\nمذبحة للمصلين في مسجد كتشاوة في\r\nديسمبر 1832 : في ديسمبر 1832 ، نفذت السلطات الفرنسية عملية عسكرية ضد المصلين في مسجد كتشاوة، الذي قرر المستعمرون تحويله إلى كاتدرائية مسيحية . (حسام الدين (۲۰۲۱) وأثار هذا القرار غضب المصلين الذين تجمعوا داخل المسجد وخارجه لردع الاحتلال عن تنفیذ قراره، إلا أن الاحتلال أقدم على قتل أكثر من أربعة آلاف مصل فيما تعرض آخرون للتعذيب والسجن والإبعاد. (فونيس (2021)\r\nمجازر جيجلي وبوجي في الفترة 1832-1836: ال\r\nتميزت المجازر في جيجلي وبوجي بالعنف والسياسات القمعية التي تم استخدامها ضد السكان المحليين، مما أدى إلى مقتل العديد من الأشخاص وترحيل الآلاف من منازلهم وممتلكاتهم. (باشا.\r\n)53-45( 2017، ص(\r\n- حرق قرية الحمادات بمليانة في\r\n1843 ، تواصل تدمير القرى والقبائل بإحراق الضفة اليسرى لنهر مليانة وقرية الحمادات، مما أدى إلى مقتل 37 من سكانها. (باشا.\r\n)53-45 2017، ص(\r\nوحتى تصريحات سان أرنو تشهد على حجم الخسائر البشرية التي لحقت بالقبائل في شرق الجزائر، إذ تشير إلى أن \" الجنود الفرنسيين دهسوا الجثث أثناء غزو جيجل وقسنطينة\"، مما يشير إلى ارتفاع مستوى الوعي الشعبي في الجزائر.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n405\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 6,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nوقد حدث نفس الشيء في غرب الجزائر، حيث يذكر أحد تقارير سانت أرنو: استمرت المقاومة لمدة ساعة ونصف، وطاردنا العدو لمدة ثلاثة أميال مع ستين جثة على الأرض، وتسعة وثلاثين رأساً. لم أستطع منع الفرسان التسعة والخمسين والصبايحيين من التحرك\".\r\n\" بهذه الطريقة. \" (بوست والمسعودي 2022، ص 193-204)..\r\nإبادة سكان البلدة المقاومة\r\nحجوط في الفترة 1840-1843 وبحسب المصادر التاريخية، أعلن جندي فرنسي أن \"الإبادات الجماعية المتتالية ضد السكان أدت إلى انقراضهم تقريباً بسبب العدد الكبير من الضحايا الناتج عن الغارات التي شنها المستعمرون\".\r\n)53-45( ضدهم. (باشا، 2017، ص\"\r\nإبادة بني مناصر سنة 1843م: هذه القبيلة.\r\nوالتي امتدت جغرافيا من شرق مستغانم إلى غرب بني هونة والشلف، وجنوب مليانة، وشمال المدية، وكذلك شمال الشريشة إلى شرق الجزائر العاصمة، كانت من أوائل القبائل التي رفعت لواء المقاومة ضد المستعمر الفرنسي.\r\nسيطروا على المشهد المقاوم في المنطقة في أوائل عام 1843 ، واستغلت السلطات الاستعمارية سقوط الأمير عبد القادر لمواصلة هيمنتها، بينما واصل بنو مناصر المقاومة وكادوا أن يقضوا على الجنرال بيجو الحاكم العام آنذاك، الذي قاد حملة عسكرية واسعة بعد وقوعه في كمين قبل التراجع إلى \"شريشة\"، حسب المؤرخين. وبعد حوالي شهرين من الحصار والقتال، نجحت القوات الاستعمارية في 25 فبراير 1843 في الوصول إلى جبال بني مناصر، واعتقال بعض قادتهم، والسيطرة على آخر مواقعهم، وتنفيذ سياسة الهمجية والإبادة الجماعية.\r\n)2020 ،ضدهم. هوداف\r\nإبادة قبيلة بني صبيح في الجبل\r\nمنطقة شكير في 1844 - 1845 : حرائق الصبيح التي اندلعت\r\nبمنطقة جبوس بالقرب من بلديتي الصبيح و\r\nالرقم الدولي المعياري للكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-6187\r\n406\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 7,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال ......\r\nتشكل مجزرة عين مران شمال غربي الشلف، واحدة من أبشع مشاهد القسوة والجرائم ضد الإنسانية التي ستظل محفورة إلى الأبد في الذاكرة الجماعية، لتضاف إلى حصيلة جرائم الاستعمار الفرنسي خاصة خلال فترة المقاومة الشعبية حيث سقط حوالي 1500 شهيد في مغارة \"شبكا الأبيار\" بمنطقة جبوس التابعة لبلدية عين مران. (أخبار\r\n)2022( الجزائر\r\n- مذبحة بلدة بوشقوف سنة 1845 : ال\r\nوشهدت بلدة بوشقوف أيضا مجزرة أخرى حيث أقدم المستعمرون على قتل السكان المحليين مما أدى إلى مقتل أكثر من 2000\r\nجزائري. - مذبحة أو\r\nأولاد الرياح المعروفة أيضا باسم . مذبحة دهرا أو مذبحة كهف فيراتش . إلى 20 يونيو 1845\r\nتعتبر مذبحة أولاد الرياح من أبشع الجرائم التي ارتكبها المستعمر الفرنسي في العقد الثاني من احتلاله للجزائر. حيث تم خنق قبيلة أولاد الرياح وحرقها بأمر من الكولونيل بيليسييه بعد أن لجأوا إلى كهوف الظهرة، وخاصة كهف فراشيش هرباً من سياسة نزع السلاح التي انتهجتها السلطات ضد قبيلة أولاد الرياح، بعد أن ساندت مع عدة قبائل أخرى الشريف بومزراق أثناء مقاومته للاستعمار الفرنسي. وفي 17 يونيو 1845 ، وبأمر من الحاكم العام للجزائر \"روبرت بيجو\". الذي أرسل رسالة لتنفيذ الإبادة الجماعية بالكلمات التالية: \"إذا لجأ هؤلاء اللصوص إلى كهوفهم، فعاملوهم كما فعل كافينياك مع قبيلة صبيح: أحرقوهم أحياء كالثعالب\". وفي اليوم التالي تم تجميع أكوام من الخشب والكبريت والقش، وتم إشعال النار في مدخل الكهف . لأكثر من 20 ساعة. وفي الصباح، تم العثور على ما بين 760 و 1800 جثة متفحمة.\r\n)255-209 بودن 2016، ص\r\nإبادة واحة الزعاتشة ببسكرة سنة 1849 :\r\nردا على الانتصارات التي حققتها مقاومة الشيخ بوزيان ضد الجيش الفرنسي، أرسلت السلطات جيشا كبيرا قوامه 19 ألف جندي مزود بأحدث التقنيات، فحاصروا الواحة واستخدموا المدفعية لقصفها وتدميرها.\r\nالرقم الدولي المعياري للكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n407\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 8,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال ........\r\nوبعد معارك عنيفة تمكنوا من اختراقها في 26 نوفمبر 1849، وأعدموا بلا رحمة أكثر من 1500 شخص من الواحة، بما في ذلك الشيخ بوزيان وابنه والشيخ الدردجاوي الذي ساعده.\r\nوقد قطعت رؤوس هؤلاء الرجال الثلاثة وعلقت على باب المعسكر ثم أشعل الجيش النار في كل شيء في الواحة (عشرة آلاف نخلة، مما تسبب في المجاعة والفقر بين القلائل.\r\n)16-14( الناجی بیرت 1886-1887، ص\r\nإبادة الغوليا في نوفمبر 1852 تعتبر إبادة الغوليا \"جريمة لا تغتفرضد الإنسانية تحاول فرنسا حاليا إخفاءها\". عندما فشل المستعمرون الفرنسيون في الوصول إلى الصحراء الجزائرية، تم اقتحام باب الصحراء بأوامر من الجنرال بيليسييه (تعليق (04) وبمساعدة المدفعية المحملة بالكلوروفورم القادرة على تدمير الأعضاء الحيوية للإنسان، قاموا بإبادة ما يقرب من ثلثي سكان الغوليا البالغ عددهم 2500 نسمة قبل وضعهم في أكياس وحرقهم أحياء. ووفقاً للمصادر التاريخية، فإن جثث الضحايا ظلت مهجورة لمدة 6 أشهر قبل أن تلتهمها الحيوانات البرية\". كما سرقت المجوهرات الثمينة التي يمتلكها السكان، وتم اقتلاع أشجار النخيل قبل ترحيل الناجين. (الصحافة الجزائرية.\r\n.(2021\r\nأهدافها في القرن التاسع عشر:\r\nكان هدف الاستعمار الفرنسي للجزائر في القرن التاسع عشر هو توسيع نفوذه السياسي والاقتصادي في المنطقة، والسيطرة على الموارد الطبيعية، والتجارة، والحركة. وفي مايو/ أيار 1840، أعلن الجنرال بيجو أمام الجمعية الوطنية الفرنسية أن المستوطنين يجب أن يستقروا \"حيثما توجد مياه جيدة وأراض خصبة، دون القلق بشأن أصحابها\". وهذا يؤكد ما كتبه فريدريك إنجلز في عام 1857 أثناء زيارته للجزائر: \"منذ الاحتلال الفرنسي الأول للجزائر حتى اليوم، لم يبق من هذا الاستعمار سوى القليل من الأراضي الصالحة للزراعة، ولا حتى الأراضي الزراعية\".\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n408\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 9,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nلقد كان هذا البلد المؤسف مسرحاً لأعمال القتل والنهب والعنف المستمرة، في حين ظل الناجون البائسون من لقد استسلم سكانها للمذابح الجماعية والأهوال\r\nمن المجازر البشعة . \" . \" (كوهين ، 2002، ص 219-239).\r\nانتهجت فرنسا سياسة التحضير للاستعمار، والتي شملت تدمير العديد من القرى والمدن الجزائرية وتهجير السكان بهدف السيطرة على الموارد الطبيعية وتوسيع مناطق نفوذها. وفي هذا السياق ارتكب المستعمر العديد من الجرائم ضد الإنسانية، بما في ذلك المجازر والتعذيب والاغتصاب والتمثيل بالجثث استهدفت الشعب الجزائري ككل، والفلاحين والطبقات المحرومة على وجه الخصوص.\r\nفي الواقع، كان المشروع الفرنسي الحقيقي يهدف إلى \"إنهاء الوجود الجزائري بأي وسيلة ممكنة\"، كما عبر عن ذلك أحد الضباط المشاركين في هذه السياسة الإجرامية، قائلا: \"لقد دفنت قضية. العرب نهائياً، ولم يعد أمامهم سوى الاختيار بين الموت أو النفي أو الخضوع لأسيادهم\". واعترف الكونت إيبرهارد في كتابه \"صيد البشر\" بأنهم كانوا يجمعون آذان القتلى والأسرى في برميل واحد، وأن الجيش الفرنسي كان يكافئ كل جندي بعشرة فرنكات عن كل زوج من الآذان التي يسترجعها. وأضاف إيبرهارد: \"لقد | ارتكبنا جرائم لا لا يمكن تصورها\r\n)16( بیریت 1886-1887، ص\r\n1.2 الإبادات الجماعية خلال الفترة 1914-1962\r\nشهدت الفترة الممتدة من الحرب العالمية الأولى إلى\r\nالاستقلال في عام 1962 العديد من الأحداث والاضطرابات السياسية والاجتماعية الكبرى التي أثرت بشكل كبير على الجزائر والشرق الأوسط ككل. في القرن العشرين دخل الفرنسيون الجزائر في حالة من التسمم والغطرسة، مقتنعين بأنهم سيبقون هناك إلى الأبد. رافعین شعارات معادية للسامية ومعادية للإسلام، وقاتلوا بقبضة من حديد كل من أنكر نعمة فرنسا. ابتداء من عام 1931، بدأ الميزان يتحول لصالح الحركة القومية\". تميزت هذه الفترة بالعديد من الصراعات والانتفاضات ضد الاستعمار. كان رد فعل الاستعمار عنيفاً. مما أدى إلى زيادة كبيرة في عدد الضحايا بسبب الاعتقالات التعسفية والتعذيب والإعدامات الجماعية التي استهدفت جميع الطبقات الاجتماعية من السكان.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n409\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 10,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nالجزائر .. شهدت عدة مناطق مجازر وحشية ضد السكان، من أبرزها :\r\nخلف الله\r\n.(2021\r\nبعد الحرب العالمية الثانية 1939-1945)، اندلعت الاحتجاجات الشعبية في المستعمرات الفرنسية، رافضة للاستعمار ومطالبة بالاستقلال. وبدءاً من أوائل عام 1944 ، استعدت السلطات العسكرية لحرب ضد الشعب الجزائري. وفي أكتوبر/ تشرين الأول 1944 ، أنشأت قائمة بالمناطق الحساسة\" لـ \"الدعاية التخريبية\"، بما في ذلك الجزائر العاصمة ووهران وقسنطينة ومنطقة القبائل الكبرى والصغرى وتلمسان والأوراس.\r\nوبحسب نشرة جبهة التحرير الوطني الفرنسية (يوليو (1944). فإن المسلمون يمتنعون عن ارتياد المقاهي الأوروبية\". وبصورة عامة، عكست هذه النشرة قصيدة ابن باديس \"الشعب الجزائري مسلم\". وكتب المؤرخ المتخصص في القضايا الإسلامية، مونتانييه لقد أصبحت شمال إفريقيا منطقة تريد العروبة أن تهيمن عليها\". وفي يناير 1945 ، وصلت معلومات إلى الجنرالات وكبار المسؤولين، تفيد باستعدادات للانتفاضات التي بدأت في مارس 1945. وقد دفع هذا المستعمر إلى الاستعداد لإرهاب الجزائريين بارتكاب العديد من الجرائم.\r\n)82-54( المجازر، بما في ذلك: نايلي 2011، ص\r\nمجزرة عين رمانة : وقعت في 20 أبريل\r\n1945 ، حيث قتل الجيش الفرنسي أكثر من 300 جزائري في قرية عين رمانة وسط الجزائر. كاداش، 1975 ، ص 14\r\n.(15\r\nمجزرة سطيف: لقد كانت سلسلة من المجازر\r\nمذبحة سطيف، التي ارتكبت في 8 مايو 1945، حيث قتل الجيش الفرنسي أكثر من 45 ألف جزائري في سطيف، حسب مصادر مختلفة، وفي مدن أخرى في شرق الجزائر، باستخدام الأسلحة الثقيلة، بما في ذلك استخدام \"الأفران\" لرمي الجزائريين فيها. وهي واحدة من أكثر المجازر دموية في تاريخ الجزائر الحديث. (بوريان.\r\n)26( 2005، ص\r\nحدث هذا بعد نهاية الحرب العالمية الثانية، عندما تجمع الآلاف من الجزائريين في مختلف أنحاء البلاد.\r\nالرقم الدولي المعياري للكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n410\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 11,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nللاحتفال بانتصار الحلفاء على القوات الألمانية والإيطالية\r\n)2023( ليون\r\nبدأت المجازر في . مدينة سطيف، حيث قتلت الشرطة الفرنسية عدداً من المحتفلين الجزائريين، مما أثار احتجاجات واسعة النطاق في المنطقة. وفي الأيام التالية امتدت المجازر إلى مدن أخرى في الجزائر، بما في ذلك وهران وقلعة، وقسنطينة، وبجاية، وغيرها.\r\nوبعد مرور عشر سنوات على هذه الأحداث، وحتى الاستقلال\r\nوقعت إبادات جماعية أخرى:\r\nمذبحة قسطنطين وقعت في 20 أغسطس\r\n1955 ، حيث قتل الجيش الفرنسي أكثر من 12 ألف جزائري في مدينة قسنطينة . أخبار الجزائر، وكالة الأنباء الجزائرية، تيزي وزو: \"رأيت جنودا\r\nفرنسيين يحرقون والدتي حية (2020)\r\nمجزرة قرية بلغزلي بآيت زلال\r\nبمنطقة تيزي وزو يوم 29 سبتمبر 1958 : وقد أسفرت هذه الجريمة التي أضيفت إلى القائمة الطويلة من ! الجرائم التي ارتكبها الاحتلال الفرنسي، عن حرق 11 ضحية أحياء، 8 نساء و3 رجال، انتقاما لرفضهم التصويت في الاستفتاء على دستور الجمهورية الخامسة. ولا تزال هذه الجريمة راسخة في ذاكرة الشهود وأقارب الضحايا، الذين ما زالوا يعانون من صدمة هذه الجريمة، التي تعد واحدة من أسوأ روايات جرائم الحرب وما ترتب عليها من جرائم.\r\nالقسوة ( بلانشاردل، ص (03)\r\nالإبادة الجماعية المرتكبة بالأسلحة النووية:\r\nتم استخدام الأسلحة النووية لأول مرة في الجزائر في فبراير/ شباط في 13 فبراير 1960، كان أول استخدام للأسلحة الكيميائية من قبل المستعمر الفرنسي ضد المدنيين الجزائريين أثناء معركة وادي سوف في عام 1852 ، حيث أمر باستخدام الكلوروفورم المحظور دوليا. (سوري 386 وعلي، 2022، ص\r\n.(369\r\nتجدر الإشارة إلى أن السلطات الاستعمارية الفرنسية أجرت 17 تجربة نووية تحت وفوق الصحراء الجزائرية بين عامي 1960 و 1966. وأدت التجارب النووية إلى مقتل 42 ألف جزائري وتسببت في إعاقات دائمة بسبب الإشعاع النووي الذي لا يزال يلوث الموقع حتى اليوم. سوري وعلي 2022\r\n386-369ص\r\nالرقمي الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n411\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 12,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nوقد وثقت المصادر التاريخية أيضاً مجازر أخرى، منها:\r\n- مذبحة نهر السين في باريس عام 1961 في 17 أكتوبر\r\nفي عام 1961 ، أطلق النار على جزائريين أثناء مظاهراتهم السلمية. وألقي عشرات آخرون في نهر السين. وكانت الإجراءات التي اتخذتها السلطات الفرنسية تهدف على حد قولها، إلى تكثيف الحرب ضد الإرهاب\".\r\n)03( بلانشاردل، ص\r\nأهداف سياسة الإبادة الجماعية التي انتهجها المستعمر في القرن العشرين\r\nلقد تحولت أهداف الاستعمار الفرنسي في الجزائر من التوسع الاقتصادي والسياسي في القرن التاسع عشر إلى الحفاظ على السيطرة ومنع الاستقلال في القرن العشرين. وتطورت أهداف الإبادة الجماعية وفقاً لذلك. ففي القرن العشرين، أصبح الهدف الرئيسي هو الحفاظ على السيطرة الفرنسية على الجزائر ومنع الاستقلال والتحرر الوطني. ولتحقيق هذه الغاية، شكل المستعمر جيشاً قوياً وطور سياسة القمع والإرهاب والتعذيب لقمع أي حركة تحرر.\r\nكما رأينا فإن فترة الاستعمار الفرنسي في القرن العشرين شهدت ارتفاعا كبيرا فى عدد الضحايا نتيجة الاعتقالات التعسفية والتعذيب والإعدامات الجماعية التي استهدفت كافة شرائح المجتمع الجزائري، وبصورة عامة يمكن تلخيص أهداف سياسة الإبادة الجماعية في القرن العشرين على النحو التالي:\r\nالهيمنة السياسية والاقتصادية: يتم استخدام الإبادة الجماعية تعزيز هذه الهيمنة على الشعوب المهيمنة.\r\nالتطهير العرقي والثقافي الإبادة الجماعية تهدف أيضاً إلى التطهير على أساس لون البشرة، أو الدين، أو الثقافة، أو اللغة الشرائح معينة من المجتمع.\r\nالاستيلاء على الأراضي استخدمت الإبادة الجماعية في بعض الحالات كوسيلة للاستيلاء على الأراضي الغنية بالموارد الطبيعية.\r\nالهيمنة العسكرية استهدفت الفصائل المعارضة للسلطة أو\r\nالتي تهدد السيطرة العسكرية على منطقة ما.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n412\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 13,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nالانتقام السياسي: ضد المعارضين أو حركات التحرر كما في\r\nالجزائر.\r\n2 - آثار سياسة الإبادة الجماعية التي انتهجها المستعمر على\r\nالمجتمعات المستعمرة\r\nإن قضية الإبادة الجماعية قضية حساسة ومؤلمة، وتكمن أهمية دراسة تداعياتها على الشعوب المتضررة في الفهم العميق لما يعيشه الناجون والشهود وأسر الضحايا. إن الإبادة الجماعية لها آثار ضارة طويلة المدى على الصحة النفسية للمجتمعات المستعمرة وكذلك على المستويات الاقتصادية والسياسية والاجتماعية.\r\nولهذا السبب أصبح منع الإبادات الجماعية ومعاقبة مرتكبيها من أهم اهتمامات المجتمع الدولي منذ نهاية الحرب العالمية الثانية. مع وضع استراتيجيات شاملة للتغلب على هذه الآثار وإرساء العدالة والمساواة في المجتمعات المتضررة.\r\nفي عام 2015، نشر برنامج الأمم المتحدة الإنمائي تقريراً عن \" التأثيرات الاجتماعية للإبادة الجماعية على الشعوب\". ويشكل هذا التقرير جزءاً من جهود المجتمع الدولي لفهم تأثير الإبادة الجماعية في جميع أنحاء العالم. وهو يقدم لمحة عامة عن التداعيات الاجتماعية على الشعوب والمجتمعات المتضررة . (متحدة 2015) ومن بين النقاط التي أثارها التقرير:\r\nالتأثير على البنية الاجتماعية: يمكن أن تؤدي الإبادة الجماعية إلى التغيرات في البنية الاجتماعية من خلال التعديلات في التوازنات الاجتماعية والسياسية والاقتصادية.\r\nالتأثير على الصحة النفسية قد يعاني الناجون وأسر الضحايا من اضطراب ما بعد الصدمة، والاكتئاب، واضطرابات النوم والشعور بالذنب، والعزلة الاجتماعية.\r\nالتأثير على العدالة والحقوق: يمكن أن تؤثر الإبادات الجماعية على الحقوق المدنية والسياسية والاجتماعية والاقتصادية والوصول إلى العدالة.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n413\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 14,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nالتأثير على التعليم والثقافة: فقدان المعرفة والتاريخ والتراث الثقافي.\r\nالأثر الاقتصادي: فقدان الإنتاجية، وتدمير البنية التحتية وإعاقة النمو.\r\nويقدم التقرير أيضاً توصيات للتخفيف من هذه الآثار، مثل تقديم الدعم النفسي والاجتماعي للناجين، وتعزيز العدالة والمصالحة. ودعم التعليم والثقافة والاقتصاد.\r\n-3- تداعيات السياسة الجنائية الفرنسية على العلاقات بين البلدين بعد الاستقلال وحتى اليوم\r\nلقدمضى قرابة نصف قرن على نهاية هذه الحرب الوحشية التي انتهت باستقلال الجزائر. ورغم صمت المدافع وانطفاء لهيب الحرب فإن جراح الصراع لم تندمل بعد. ولم تسو الحسابات بين البلدين. (لونك).\r\nلقد خلفت جرائم الاستعمار مرارة مريرة في نفوس الجزائريين والفرنسيين، سواء بالنسبة للجنود الفرنسيين الذين أدركوا أنهم يقاتلون من أجل لا شيء، أو بالنسبة للجزائريين الذين تركت مراحل الغزو الدموية المطولة بصماتها الدائمة على نفوسهم. وهذه المراحل لا يعرفها إلا القليل من المجتمع الفرنسي الذي اعتاد على تصوير \" المهمة الحضارية\" التي تقوم بها فرنسا. وقد أثر هذا إلى حد كبير على العلاقات بين البلدين منذ الاستقلال وحتى اليوم.\r\n)22( ستورا، 2021، ص\r\nويمكن تلخيص المراحل الرئيسية للعلاقة بين البلدين على\r\nالنحو التالي:\r\nبعد استقلال الجزائر في عام 1962، تطورت العلاقات\r\nكانت العلاقات بين فرنسا والجزائر مبنية على اتفاقيات اقتصادية لكن إعادة النظر في الماضي الاستعماري لم تكن من أولويات فرنسا كان من الضروري نسيان هذا الماضي الاستعماري.\r\n)34( تاریخ (ستورا، 2021، ص\r\nفي عام 1965 ، تولى الرئيس الجزائري هواري بومدين السلطة ونفذ إعلان الاستقلال الجزائري.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n414\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 15,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nالتأثير على التعليم والثقافة: فقدان المعرفة والتاريخ والتراث الثقافي.\r\nالأثر الاقتصادي: فقدان الإنتاجية، وتدمير البنية التحتية وإعاقة النمو.\r\nويقدم التقرير أيضاً توصيات للتخفيف من هذه الآثار، مثل تقديم الدعم النفسي والاجتماعي للناجين، وتعزيز العدالة والمصالحة. ودعم التعليم والثقافة والاقتصاد.\r\n-3- تداعيات السياسة الجنائية الفرنسية على العلاقات بين البلدين بعد الاستقلال وحتى اليوم\r\nلقدمضى قرابة نصف قرن على نهاية هذه الحرب الوحشية التي انتهت باستقلال الجزائر. ورغم صمت المدافع وانطفاء لهيب الحرب فإن جراح الصراع لم تندمل بعد. ولم تسو الحسابات بين البلدين. (لونك).\r\nلقد خلفت جرائم الاستعمار مرارة مريرة في نفوس الجزائريين والفرنسيين، سواء بالنسبة للجنود الفرنسيين الذين أدركوا أنهم يقاتلون من أجل لا شيء، أو بالنسبة للجزائريين الذين تركت مراحل الغزو الدموية المطولة بصماتها الدائمة على نفوسهم. وهذه المراحل لا يعرفها إلا القليل من المجتمع الفرنسي الذي اعتاد على تصوير \" المهمة الحضارية\" التي تقوم بها فرنسا. وقد أثر هذا إلى حد كبير على العلاقات بين البلدين منذ الاستقلال وحتى اليوم.\r\n)22( ستورا، 2021، ص\r\nويمكن تلخيص المراحل الرئيسية للعلاقة بين البلدين على\r\nالنحو التالي:\r\nبعد استقلال الجزائر في عام 1962، تطورت العلاقات\r\nكانت العلاقات بين فرنسا والجزائر مبنية على اتفاقيات اقتصادية لكن إعادة النظر في الماضي الاستعماري لم تكن من أولويات فرنسا كان من الضروري نسيان هذا الماضي الاستعماري.\r\n)34( تاریخ (ستورا، 2021، ص\r\nفي عام 1965 ، تولى الرئيس الجزائري هواري بومدين السلطة ونفذ إعلان الاستقلال الجزائري.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n414\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 16,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nوقد أثار هذا التقرير ردود فعل غاضبة بسبب محتواه، حيث اعتبره البعض تقريرا يساوي بين الضحية والجاني. ورد المؤرخ على الانتقادات قائلا: \"لا ينبغي أن تكون خطابات الاعتذار مجرد كلمات تقال في يوم من الأيام للتخلص من مشكلة عميقة للغاية. في تقريري، اقترحت ببساطة طريقة كانت خاصة بي لفترة طويلة: فهم الدوافع، ومسار كل مجموعات الذاكرة المتضررة من هذه الحرب المدمرة، مع أخذ الوقت الكافي للتغلب على الأفكار المسبقة والخطاب العنصري\" (يورونيوز 2021). خاتمة\r\nلقد ترك الاستعمار الفرنسي للجزائر، الذي دام أكثر من قرن من الزمان ندوباً عميقة في المجتمع الجزائري، أثرت بشكل مؤلم على ذاكرته الجماعية. ورغم استقلال البلاد في عام 1962، واجهت الجزائر العديد من التحديات في بناء دولتها الجديدة، بما في ذلك التعامل مع الإرث الاستعماري وجرائم الحرب التي ارتكبتها فرنسا. وقد كان لهذه القضايا التاريخية تأثير سلبي على العلاقات بين البلدين في العقود التي تلت الاستقلال.\r\nولاتزال آثار هذا الماضي الاستعماري تؤثر على عملية المصالحة والتعافي بين الجزائر وفرنسا. ولا يزال الشعور بالظلم والغضب تجاه الممارسات الاستعمارية الفرنسية قائما بين العديد من الجزائريين، مما يعوق بناء علاقات الثقة والتعاون بين البلدين. ومن جانبها، لم ت لم تتمكن فرنسا بعد من الاعتراف الكامل بجرائمها التاريخية في الجزائر ولا من تقديم تعويضات ملموسة للضحايا.\r\nوفي حين بدلت جهود لإعادة بناء العلاقات الثنائية بين البلدين، من خلال الزيارات الرسمية والتبادلات الثقافية والتعاون في مجالات مثل التنمية الاقتصادية والتعليم والطاقة، فإن هذه المبادرات تظل محدودة وتتميز بعدم الثقة المتبادلة والتحفظات.\r\nإن جرائم الإبادة الجماعية تمثل التعبير الأكثر دناءة عن الوحشية والطغيان الذي يمكن أن يرتكبه البشر. وهذه الجرائم التي لا تسقط بالتقادم تشكل تحذيراً للأجيال القادمة لتجنب تكرار نفس الأخطاء.\r\nالرقم الدولي المعياري للكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n416\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 17,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nومن أجل إدانة هذه الفظائع والمطالبة بالعدالة للضحايا والاعتراف بحقوقهم، من الأهمية بمكان الاهتمام بدراسة جرائم الحرب، لأنها تمهد الطريق لـ :\r\nالسعي إلى العدالة البحث المنهجي يساعد في جمع الأدلة والشهادات والوثائق اللازمة لتحقيق العدالة وتقديم مرتكبي هذه الجرائم للمحاكمة.\r\nحماية حقوق الإنسان توثيق الجرائم وتوضيح حجم الخسائر البشرية التي لحقت بالضحايا، ومن ثم تعزيز حماية حقوق الإنسان وتطوير القوانين والأنظمة لصيانتها.\r\nتعزيز الذاكرة الجماعية توثيق الجرائم والأحداث الماضية التي يجب حفظها في الذاكرة الجماعية لمنع تكرارها في المستقبل وضمان رواية تاريخية شاملة وصادقة للشعوب والأمم.\r\nتعزيز السلام والمصالحة تحديد الأسباب والظروف التي أدت إلى هذه الجرائم، ومن ثم تعزيز عملية المصالحة والسلام بين الفئات والمجتمعات المتضررة من هذه الجرائم.\r\nتعزيز البحث الأكاديمي: إن البحث في الجرائم الاستعمارية والإبادات الجماعية يعزز تطوير البحث الأكاديمي ويوسع المعرفة حول هذه الجرائم، وبالتالي يعزز فهمنا للتاريخ العالمي والثقافات والسياسات.\r\nولزيادة الوعي بأهمية هذه الجرائم ومنع انتشارها، يمكن اتخاذ عدة إجراءات من خلال الجمع بين التعليم والتوعية الأكاديمية والمشاركة المجتمعية ووسائل الإعلام\r\nالتثقيف والتوعية في المناهج الدراسية يمكن إدراج الدراسات الخاصة بهذه الجرائم وآثارها في المناهج الدراسية\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n417\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 18,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال ......\r\nسواء في المدارس أو الجامعات، حيث سيتمكن الطلاب من فهم تاريخهم بشكل أعمق وتطوير وعيهم بالظلم الذي واجهوه.\r\nالمتاحف والمعارض: يمكن للمتاحف والمعارض المخصصة للتاريخ وحقوق الإنسان تنظيم عروض ومعارض تسلط الضوء على جرائم الحرب والإبادة الجماعية. ويمكن للزوار استكشاف الحقائق والتأثيرات والتفاعل المباشر مع المعلومات.\r\nالبحث العلمي والنقاشات يمكن تعزيز البحث العلمي والنقاشات العلمية حول جرائم الحرب والإبادة الجماعية في الجزائر، وتنظيم المؤتمرات والندوات لتبادل الأفكار والنقاشات حول هذا الموضوع.\r\nوسائل الإعلام وشبكات التواصل الاجتماعي: يمكن الاستفادة من وسائل الإعلام وشبكات التواصل الاجتماعي لنشر المعرفة والتوعية حول جرائم الحرب في الجزائر، ويمكن نشر مقالات وتقارير وأفلام وثائقية تسلط الضوء على هذا الموضوع وتأثيراته.\r\nالمناقشات العامة والمجتمعية: ينبغي تشجيع المناقشات العامة والمناظرات حول هذا الموضوع في المجتمع. ويمكن تنظيم فعاليات مجتمعية مثل المؤتمرات والمنتديات والمناقشات المفتوحة على المائدة المستديرة لتعزيز الوعي وإعلام الناس بأهمية عدم نسيان هذه الجرائم.\r\nولتحقيق العدالة والمصالحة بين الجزائر وفرنسا يمكن اتخاذ عدة إجراءات:\r\nالاعتراف الرسمي بمسؤولية فرنسا عن الأضرار التي لحقت بالجزائر خلال الفترة الاستعمارية والاعتذار الرسمي من فرنسا.\r\nتعويض الضحايا الجزائريين عن الأضرار الناجمة عن الاستعمار الفرنسي، بما في ذلك التعويضات المادية وإعادة الأشخاص والممتلكات المصادرة أثناء الاستعمار.\r\nتنظیم حوار وطني واسع يجمع كل الفرقاء الجزائريين والمختصين في القضايا الاجتماعية والسياسية والثقافية والتاريخية لبحث سبل تحقيق العدالة والمصالحة.\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n418\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 19,
            "text": "مجلة الانسان والمجل\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\nالتعليقات:\r\n1 - كان الجنرال كريستوف لويس ليون جوشولت دي لاموريسيير شخصية مهمة في الغزو والإدارة الاستعمارية الفرنسية في الجزائر في القرن التاسع عشر.\r\n2- يعتبر الجنرال توماس روبرت بيجو شخصية مهمة في تاريخ الاستعمار الفرنسي للجزائر في القرن التاسع عشر.\r\n-3- الفريق أول سافاري دوق روفيغو الذي شغل منصب الحاكم العام للجزائر من عام 1833 1831 إلى عام\r\n-4- الجنرال إيمابل بيليسييه (1794-1864) كان ضابطاً فرنسيا خدم أثناء غزو فرنسا للجزائر في القرن التاسع عشر.\r\nفهرس\r\n1 - أخبار الجزائر، ع. (2020، 30 مايو) تيزي وزو: \"رأيت الجنود الفرنسيين يحرقون /ar/regions/87656-2020-05-30-12-15-54.. والدتي حية Consulté le 2023 sur وكالة الأنباء الجزائرية : https://www.aps.dz\r\n2 - أخبار الجزائر، ع. (2022، 22 أغسطس) . مجزرة سيدي بلعباس، جريمة فرنسية محفورة في الذاكرة الجماعية إلى الأبد. منقول من وكالة الأنباء الجزائرية https://www.aps.dz/ar/regions/130327-2022-08-12-15-17-19\r\n3- بن قفا کو 2023 إبريل) العلاقات الجزائرية الفرنسية: الدوافع الحالية والتحديات المستقبلية، اتجاهات للبحوث والاستشارات.\r\nRécupéré sur متاح على : https://trendsresearch.org.\r\n4 - بوعزيز، ي. .(2007) . سياسة الهيمنة الاستعمارية والحركة الوطنية\r\nالجزائرية : 1830 - 1954 . الجزائر، مجلس الصحافة الجامعية 5 بودن، ج. (2016) يونيو). من سياسة الإبادة الفرنسية إلى مذبحة غارا فراتشيش مجلة الخلدونية ، ص .255-209\r\n6 - بوریان س. (2005) جرائم فرنسا في الجزائر من الجنرال بيجو إلى\r\nالجنرال أو ساريس دار هوما.\r\n7 - كوهين دبليو بي (2002)، الصيف الحرب الجزائرية والدولة الفرنسية والذاكرة الرسمية : فرنسا والجزائر من الصراعات الاستعمارية إلى ذكريات ما بعد الاستعمار. تأملات تاريخية المجلد 28 رقم (2)، ص 219 239\r\n8 - يورونيوز. (2021 25 يناير) المؤرخ الفرنسي بنيامين ستورا يرد على انتقادات الجزائريين لتقريره عن الاستعمار الفرنسي للجزائر\r\nالجزائر. منقول من يورونيوز: 2021/01/25/https://arabic.euronews.com/ هیستوریان بنجامین سنورا يستجيب للجزائريين\r\n9 - هوداف. ر. (2020 0407 . قبيلة بني مناصر تاريخ حافل بالبطولة والمقاومة ضد الاستعمار الفرنسي. منقول من الإذاعة الجزائرية: 10 htm.20200704/195739/ حسام الدين، إ. (2021 1710) مسجد -radioalgerie.dz/news/ar/article https://www.aa.com.tr كتشاوة ... شاهد عثماني على جرائم فرنسا في الجزائر (تقرير) تم الاسترجاع من: ar/\r\n11 - خلف الله، س. (2021) . هذه هي أهداف السياسة الاستعمارية الفرنسية من Daily: https://africanews.dz/خلال حملتها الإبادة الجماعية ضد الجزائ ربین\r\nRécupéré sur Africa\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n419\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        },
        {
            "page": 20,
            "text": "مجلة الانسان والمجل\r\n2023( .12 - لؤيون، ح 0805). مؤرخون يروون قصص أسوأ ) المذابح : بح في القرن العشرين جريدة ذاكرة الشعب الالكترونية -13 - نايلي، أ. (2011، 0315) التاريخ الجزائري من خلال خلال ا الكتابات الفرنسية ( الطبعة . .3 المجلة الأفريقية كدراسة حالة : دراسات وأبحاث المجلد 3، ص 54-82\r\nللمجاوناستلا للمج\r\nالمجلد 10 رقم : 1 جوان 2024\r\nالعنوان: الجرائم الاستعمارية\r\nالفرنسية في الجزائر أثناء الاحتلال .....\r\n14 - باشا، س. ب. (2017، 12 ديسمبر) جرائم الاحتلال الفرنسي في الجزائر بين 1830 و 1857: دراسة حالة جرائم الإبادة الجماعية. (م. جامعة نواكشوط، المحرر) مجلة الدراسات التاريخية والاجتماعية (21) ، ص 45-53. 15- ابراهيم سوري وعلى بكالوريوس (2022) التجارب النووية الفرنسية في الجزائر وآثارها على البيئة. مجلة الحقوق والعلوم الإنسانية، 15 (01)، ص 386-369\r\n16 - سليمان، أ. (2018) ديسمبر). سياسة الأرض المحروقة وأثرها على المقاومة الشعبية الوطنية بقيادة الأمير عبد القادر . مجلة الدراسات 07 (03)، ص 121-135\r\n17 - يونايتد ن. (2015) . الآثار الاجتماعية للإبادة الجماعية على الشعوب. تقرير صادر عن برنامج الأمم المتحدة الإنمائي، مأخوذ من: https://www.arabstates.undp.org\r\n18 - الصحافة الجزائرية، س. (2021) تشرين الثاني / نوفمبر). وكالة الأنباء الجزائرية. الإبادة الجماعية في الأغواط، جريمة لا تسقط بالتقادم من قبل فرنسا الاستعمارية في الجزائر الأغواط - غير جريمة - لا تسقط بالتقادم\r\n19 - بلانشارد، إى (50) 17 أكتوبر 1961 في باريس: مظاهرة جزائرية ومذبحة /https://www.histoireimmigration.fr مستعمرة . تم الاسترجاع على\r\n20 - بوست، م.. ومسعودي، أ. (2022) يناير). مقاومة الأمير عبد القادر من خلال \" رسائل المارشال سان أرنو 1844-1837 . مجلة الدراسات والبحوث 14 (01) 204-193\r\n21 - برون، ج.م. (2023) يونيو ماردي). تم الاسترجاع سور الإبادة الجماعية الجزائرية: /legenocide-algerien-la-memoire-courte / ذاكرة المحكمة: المسلمون في فرنسا : https://musulmansenfrance.fr\r\n22 - فونيس. ن. (2021) أغسطس (07) مذبحة الأوفية المذبحة الأولى للغزو الفرنسي في الجزائر L'OBS تم الاسترجاع على histoire/ https://www.nouvelobs.com\r\n23 - جرينغي ن. (2009) (06) المجلات ذات الإصدار المفتوح. تم الاستشارة في 15 /asterion/15112023\r\nsurLesgénocidsetl'étatdeguerre.: https://journals.openedition.org -24 - کاداش. م. (1975) مايو 1945 8...II ya trente ans . العالم الثالث في حالة من الفوضى، ص 14-15. تم الاسترجاع من MONDE EN LUTTER E100 .TIERS\r\n/expo_afn_tableaux.pdf 25 حرب الجزائر تجربة الحقيقة L'UNC. (sd. /images/stories/espace_membre\r\nRécupérésurL'UNCprésente: https://www.unc.fr\r\nالرقم الدولي المعياري الكتاب: 2477-1805\r\n5167-2602 :رقم ایسن\r\nرقم الوثيقة الوطنية: 2015-5187\r\n420\r\nمجلة الانسان والمجل\r\nالمجلد 10 رقم : 1 يونيو 2024"
        }
    ]
}