{
    "book_name": "2013 Rahal-Non violent resistance.en.ar",
    "pages": [
        {
            "page": 2,
            "text": "الجزائر\r\nالمقاومة اللاعنفية ضد الاستعمار الفرنسي\r\n1830-1950\r\nالدكتورة مليكة رحال.\r\nنسخة المؤلف للعثور على النسخة المنشورة\r\nرحال، مليكة الجزائر: المقاومة اللاعنفية ضد الاستعمار الفرنسي، 1830-1950 استعادة التاريخ اللاعنفي.\r\nالمقاومة في تصالات التحرير 123-107 ماسيح جی پارتكوفسكي بولدر، کولورادو: ريتر 2013\r\nمكانة بارزة للمقاومة العنيفة في تاريخ الجزائر الحديث وسياساتها\r\nفي السنوات الأخيرة، ركز كتابان مهمان على عنف الفرنسيين غزوو استعمار الجزائر، بدءاً من عام 1830 . لو كور جراند مايزون\r\nالمستعمر المبدد : يؤكد على الدور الذي لعبته المستعمرات مثل الجزائر في\r\nتطور أشكال العنف العسكري التي تم استيرادها لاحقاً إلى أوروبا، في حين\r\nبروير 2 يقدم وصفاً جيداً للوسائل العنيفة التي استخدمها الجيش الفرنسي\r\nالسيطرة على الصحراء الجزائرية بعد الفتح. وبذلك يذهب المؤلفان إلى أبعد من ذلك.\r\nوبعيداً عن الحلقات المعروفة للمقاومة المسلحة الجزائرية - ولا سيما\r\nالمقاومة المسلحة للأمير عبد القادر في ثلاثينيات وأربعينيات القرن التاسع عشر، والحرب من أجل\r\nالاستقلال (1954-1962) - لإعادة التأكيد على مدة وشدة\r\nالعنف في المقاومة ضد الاحتلال الاستعماري الفرنسي للجزائر. ومع ذلك.\r\nمثل هذا الخطاب لا يترك سوى مساحة سردية ضئيلة، إن وجدت، لكشف الوجود ومناقشة دور أشكال النضال الأخرى غير العنيفة التي طورتها\r\nالجزائريون ضد الإحتلال الإستعماري الفرنسي.\r\n1"
        },
        {
            "page": 3,
            "text": "2\r\nوفي الجزائر بعد الاستقلال ظهرت شخصيات مثل الأمير عبد القادر، وباشاغا الحاج\r\nالمقراني ( زعيم انتفاضة 1871)، أو الشيخ بوعمامة (زعيم 1881-1908) تم الاحتفال بالثورة في أماكن الذاكرة 3- تسمية الشوارع والميادين بعدهم أو إقامة تماثيلهم الوجوه الأكثر انتشاراً للقوميين لقد كان النضال في الجزائر بلا شك الشهادة ((الشهداء الذين ضحوا بأرواحهم في حرب الاستقلال. ويحتل إحياء ذكراهم المستمر مساحة كبيرة من الأرض. جزء من المساحة العامة، ويتم ذكرها بانتظام في الخطب الرسمية و تم اختيار يوم 20 أغسطس كيوم الشهيد، تخليدا للانتفاضة العنيفة في منطقة قسنطينة سنة 1955، وكان من أهم الأدوار التي قامت بها المجاهدين ((وزارة المحاربين القدامى لنشر وبث روايات الأفراد المقاتلين الكتيبات والمقالات الصحفية أو الأفلام الشعبية تمجد الكفاح المسلح. قدس تضحيات الشهداء، حيث تم تزيين البلاط الخزفي يصور الشهداء. كانت تستخدم لتزيين مدينة الجزائر، والجزائر في الواقع معروفة باسم شفرة ملیون شهید بلد المليون شهيد. في عام 1988، تم إنشاء نصب تذكاري وطني\r\nتم بناؤها تخليدا لذكرى تضحياتهم مقام الشهيد، مرئية من على جميع جوانب الخليج، يوجد تمثالان عند قدميه. يمثل أحدهما النصب الوطني\r\nجندي من جيش التحرير يحمل سلاحه، بينما الآخر فلاح مسلح. كلاهما رمزان الأمة موحدة بالسلاح وأخيراً، في مقدمتهما، يرمز الدستور الجزائري إلى الوحدة الوطنية.\r\nوقد أكدت دساتير أعوام 1963 و 1976 و 1987 على الدور القيادي للمجلس الوطني.\r\nجبهة التحرير وجيش التحرير الوطني في الانتصار\r\nالاستقلال، وعرض المقاومة العنيفة كأداة التحرير النهائية. و\r\nمجد ذكرى الشهادة وكرامة المجاهدين."
        },
        {
            "page": 4,
            "text": "3\r\nعند ما جبهة التحرير الوطني ( وصلت جبهة التحرير الوطني إلى السلطة بعد الحرب العالمية الثانية.\r\nالاستقلال، وإعادة تفسيرهم للأحداث الماضية أنتجت تاريخاً رسمياً النضال من أجل التحرير - تاريخ كان واضحا ومتواصلا. لقد كان خطيا السرد لأنه زعم أن القومية قد تم نقلها من خلال لغة واحدة.\r\nالخيط الأيديولوجي - سلسلة نسب سياسية تربط جبهة التحرير الوطني بالحزب الشيوعي، نجم الشمال\r\nافريقي تأسست عام 1926 بين العمال الجزائريين في باريس، حزبك\r\nالشعب الجزائري ( تأسست شركة PP في عام 1937، وحركة من أجل النصر\r\nالحريات الديمقراطية (تأسست جبهة التحرير الوطني في عام 1946. وكانت الجبهة هي الحزب النهائي التجسيد الجوهري لجميع هذه الأحزاب السياسية. وبالتالي، فإن جميع الأحزاب السياسية الأخرى.\r\nاعتبرت المنظمات غير شرعية، ومساهماتها في النظام الوطني\r\nلقدتم إنكار النضال. كما كان سرداً لا لبس فيه لأنه عرف \"الجزائرية\"\r\nباعتباره عربياً في اللغة ومسلماً في الدين، وبالتالي رمزياً - وبالنسبة للبعض\r\nالمدى العملي - باستثناء اللغات الأخرى الفرنسية أو البربرية والأديان مسيحي أو يهودي). علاوة على ذلك، فإن الجماعة تضم الفرد لتتناسب معه أيديولوجية جبهة التحرير الوطني الشعبوية حيث لم يكن هناك سوى \"بطل واحد، الشعب\".\r\nولم يكن التكريم مقبولاً إلا للشهداء . ونتيجة لذلك، وحتى السنوات الأخيرة\r\nكانت الروايات الشخصية في شكل سير ذاتية وسير ذاتية ومذكرات\r\nوهو نوع أدبي غائب عن التاريخ الجزائري الحديث.\r\nإن القيود التي فرضها التاريخ الرسمي لم تؤثر على الرأي العام فحسب الاحتفالات والروايات العامية، ولكنها أثرت أيضاً على كتابة التاريخ الأكاديمي في الجزائر وأيضا في فرنسا، حيث يوجد جزء كبير من الجزائريين كان التاريخ يكتب سيرة بنيامين ستورا لمسالي الحاج، زعيم"
        },
        {
            "page": 5,
            "text": "الحركة الوطنية الجزائرية منظمة منافسة لحزب جبهة التحرير الوطني في 1986 كان بلا شك مسعى تخريبياً من حيث الشكل والموضوع، مما أدى إلى المقدمة هي شخصية تم رفضها من التاريخ الرسمي، وتوضح كيف، في كل مرة بدوره، واجه مسالي قرارات تتعلق بالاختيارات التكتيكية التي كانت أكثر تعقيداً.\r\nإنها أكثر تعقيداً ودقة من الانقسام البسيط بين العمل القانوني مقابل العمل المسلح.\r\nالنضال بعد تخفيف الرقابة في العقد الأول من القرن الحادي والعشرين ظهرت بعض السير الذاتية\r\nتم نشر الروايات. تعتبر هذه المصادر أساسية لوصف و أنواع التحدي. على سبيل المثال، تكشف هذه الأنواع عن الروابط بين آليات عمل الثقافات المختلفة. الجمعيات والنقابات والأحزاب السياسية. وتؤكد قصص الطفولة على\r\nإن المحاسبة عن أشكال معينة من المقاومة الجماعية، وخاصة المقاومة غير الرسمية.\r\nأهمية الحركة الكشفية كوسيلة للمقاومة. السير الذاتية\r\nاكتشف كيف واجه الناس الاستعمار بطريقة أكثر حميمية وفردية و\r\nالمستوى العائلي وليس المستوى الأكثر تنظيماً للأحزاب السياسية.\r\nفي الدول ما بعد الاستعمارية، كانت الحركات المسلحة المنتصرة تخلق حركات وطنية. الروايات التي تساعدهم في كثير من الأحيان على البقاء في السلطة وتشكيل الأمة. في الجزائر. بعد عام 1962، قدم التاريخ الرسمي أساليب ثورية عنيفة وحرب عصابات.\r\nالحرب باعتبارها الوسيلة الوحيدة الممكنة لتحقيق الاستقلال\r\nوقد تم تحقيق ذلك. وقد تم إضفاء الطابع المؤسسي على هذه الرواية في الأوساط الأكاديمية الجزائرية خلال في سبعينيات القرن العشرين، بينما كانت الدولة تحتكر نشر الكتب، بما في ذلك كتب التاريخ المدرسية. ولم يترك أي منفذ للروايات المتنافسة.\r\n4"
        },
        {
            "page": 6,
            "text": "ونتيجة لذلك، أصبح استخدام أشكال المقاومة اللاعنفية مثل التشكيل والعمل من الجمعيات الثقافية أو التنظيم السياسي اللاعنفي على وجه الخصوص أثناء \"عقد الأحزاب السياسية\" بعد الحرب العالمية الثانية، ظهرت وكأنها لا شيء\r\nأكثر من \"المماطلة والنقاش العقيم\" على حد تعبير المؤرخ\r\nوالناشط السابق محمد حربي 10 وقد تم قبولهم على هذا النحو\r\nحتى من قبل أولئك الذين شاركوا فيها وقادوها بنشاط. وقد أدت مثل هذه المواقف إلى خسارة\r\nمن الذاكرة الجماعية للأشكال اللاعنفية من العمل، في حين أن الواقع الثقافي الجمعيات والنقابات، وكذلك صوفي والشبكات العائلية - ضمنياً إلى حد كبير لقد قاوموا الاستعمار بشكل غير عنيف، ثم تحدوه بشكل علني في وقت لاحق.\r\nالاحتلال الاستعماري الفرنسي للجزائر\r\nلقد اشتمل المشروع الاستعماري الفرنسي في الجزائر على استراتيجية استعباد معقدة.\r\nوقد أثرت شدتها وشدتها على قدرة السكان الأصليين على المقاومة.\r\nلقد أعقب الغزو الإقليمي في عام 1830 احتلال عسكري استمر لمدة 18 شهراً.\r\nحتى عام 1871. ونتيجة لفرض نظام استعماري جديد بعد\r\nهزيمة عبد القادر قوة الطبقة الأرستقراطية المحاربة جواد ..\r\nوقد تم تقليص النظام القبلي الذي نظم المجتمع في\r\nلقد تفككت الجزائر. وبقدر ما كان هزيمة الانتفاضات العسكرية في الجزائر مهمة.\r\n)1908-1881( محمد المقراني (1871-1872) والشيخ بوعمامة\r\nالثقافة في المجتمع البدوي. : : وكانت العواقب الثقافية وخيمة.\r\nفي العشرين سنة الأولى من الاحتلال، تم تقليص عدد المدارس الأصلية\r\nلنصف في عام 1914، كان طفل واحد فقط من بين كل 20 طفلاً من السكان الأصليين يتمتع بالقدرة على الوصول إلى اللغة الفرنسية.\r\nتعليم 13 وبحلول نهاية الفترة الاستعمارية، أصبحت الجامعات الفرنسية\r\n5"
        },
        {
            "page": 7,
            "text": "إنتاج بضع عشرات فقط من الخريجين من السكان المستعمرين سنوياً.\r\nوكان معظمهم أميين في اللغة العربية، وكانت اللغة العربية الفصحى في الواقع إحدى اللغات التي يتحدث بها من أوائل ضحايا الاستعمار في ظل الحكم الاستعماري، لم يكن هناك ما يعادل جامعات القرويين في فاس (المغرب) أو الزيتونة في تونس.\r\nكان إنشاء المدارس التي تستخدم اللغة العربية كلغة للتدريس خاضعاً لـ\r\nأنواع مختلفة من العوائق والأذونات البيروقراطية التي بحكم الأمر الواقع، فعلتها مستحيل.\r\nوكانت الجزائر أيضاً مستعمرة استيطانية استوطنها العديد من الفرنسيين والأوروبيين الآخرين.\r\nهاجروا. في عام 1860 كان يعيش في الجزائر 200 ألف أوروبي، وكانوا يمتلكون 340 ألف هكتارات من الأراضي ارتفعت إلى أكثر من 1.2 مليون هكتار بحلول عام 1881) 14 أشكال من تراوحت عملیات نزع الملكية بين الشراء المباشر للأراضي المشكوك في شرعيتها إلى\r\nالاستيلاء على الأراضي ومصادرتها كشكل من أشكال العقاب الجماعي.\r\nكان لاقتلاع أجزاء كبيرة من السكان عواقب طويلة الأمد على\r\nالأسر الرعوية والزراعية التي دفعت إلى الفقر وأجبرت على\r\nالهجرة : 15 في بلد حيث كان أكثر من 90 في المائة من السكان من سكان الريف.\r\nكان الاضطراب كبيرا. هذا التحول المؤلم والقوي\r\nوقدتم تسجيل ذكرى الغزو على مدى العقود القادمة.\r\nوأخيرا، بعد عام 1848، لم تعد الجزائر مستعمرة من الناحية القانونية، بل أصبحت امتدادا لـ الجمهورية الفرنسية، وهي منطقة من فرنسا حيث كان السكان المحليون في البداية تم استبعادهم من الجنسية الفرنسية ولم يحصلوا على حقوق المواطنة الكاملة. حتى في عام 1945، لم ينتخب السكان الأصليون أي ممثلين كود دي\r\n6"
        },
        {
            "page": 8,
            "text": "الأصلي ( القانون الأصلي الذي تم إنشاؤه في عام 1874 أنشأ عدداً من الجرائم تنطبق فقط على الجزائريين، وتحد من حرياتهم الدستورية 16\r\nومع ذلك، حتى في ذروة الهيمنة الاستعمارية الفرنسية، كان المجتمع المستعمر لم يتوقف أبداً عن المقاومة بين الانفجارات المتقطعة في القرن التاسع عشر المقاومة المسلحة والثورة المسلحة التي بدأت في عام 1954، والأشكال اللاعنفية لقد تم تطوير أساليب مقاومة الغزو والاستعمار. وخلال\r\nعصر طويل من الاستعمار، تطوروا من رد فعل عضوي لحماية النسيج الجماعي للمجتمع الجزائري الأصلي، والمطالبة بالمواطنة الكاملة وسيادة الشعب.\r\nمقاومة الاستيلاء على الأرض وفرض سلطة جديدة\r\nالهجرة الجماعية كشكل من أشكال المقاومة الجماعية\r\nأحد أشكال المقاومة اللاعنفية التي أزعجت الفرنسيين أكثر من غيرها\r\nكان من بين الأسباب التي دفعت السلطات في السنوات الأولى للغزو هجرة الجزائريين. وقد أدت الغزوات والتهدئة اللاحقة إلى إجبار السكان على الهجرة، فضلاً عن بسبب القمع الذي أعقب كل انتفاضة، ومع ذلك، في وقت مبكر من عام 1830. ويبدو أن الهجرة أيضاً تشكل شكلاً من أشكال المقاومة لفرض القيود غير الاقتصادية. السلطة الإسلامية، وفقاً للممارسة الإسلامية هجرة. وفق الديموغرافي كامل كاتب 17 كان الجزائريون يغادرون البلاد بشكل رئيسي المغرب تونس سوريا فلسطين أو مصر، وبدرجة أقل بالنسبة لدول أخرى\r\nالدول الاسلامية.\r\n7"
        },
        {
            "page": 9,
            "text": "وجد الفرنسيون أن موجات الهجرة هذه مزعجة، وفي النهاية اتخذوا الإجراءات ضدهم. وعلى الرغم من أن الهجرة أفادت المستوطنين الأوروبيين من خلال تحرير الأرض، كما طرح مشاكل كان للهجرة الجماعية معنى سياسي واضح\r\nالأمر الذي أحرج السلطات. وكانت التكاليف الإضافية التي تكبدها الفرنسيون هي أن ساهم رحيل القبائل في انهيار النظام العام في الجزائر.\r\nتزايد أعمال اللصوصية، في حين كان الاقتصاد الفرنسي الناشئ في الجزائر معوقة بسبب فقدان القوة العاملة.\r\nوبشكل عام، كانت هذه الهجرات عبارة عن أفعال مرئية قامت بها مجموعات كبيرة من العائلات من نفس المدينة أو المنطقة، مقتنعين بضرورة المغادرة في رد فعل على الظروف الاستعمارية الجديدة كان هؤلاء الناس يفرون من حكم الحكومة غير المسلمة، ومصادرة أراضيهم، ثم التدخل العسكري في وقت لاحق التجنيد الإجباري. وكانوا يأملون أن تحافظ الهجرة على ثقافتهم واجتماعيتهم. الهويات التي أصبحت معرضة للخطر بسبب الغزو الفرنسي. وفي حين كانت موجات الهجرة المبكرة من المستحيل قياس هذه التغيرات، إلا أن التغيرات اللاحقة تظهر مدى اتساع الظاهرة. وكانت الهجرة الجماعية الأخيرة هي رحيل 508 أسرة من مدينة\r\nتلمسان في عامي 1910 و 1911 رداً على التهديد بالتجنيد في الجيش الفرنسي.\r\nيكشف حجم حركة الهجرة عن عمق التناقضات الاجتماعية \"لقد كان عام 1830 بمثابة نهاية العالم\"، هكذا كتب جيمس\r\nماكدوغال ، في إشارة إلى العواقب المحلية للغزو. 18 رؤية الهجرة الجماعية كنوع من التحدي للقوة الاستعمارية، قامت السلطات الفرنسية\r\n8"
        },
        {
            "page": 10,
            "text": "أجرى استطلاعات رأي لتحليلها وحاول منعها من خلال رفض الإجراءات اللازمة.\r\nلكن هذا لم يمنع العديد من العائلات من مغادرة البلاد\r\nكما هددت السلطات القبائل بمصادرة أراضيها .\r\nوبالتالي استبعاد إمكانية عودتهم أو الاستفادة من الثروة التي حصلوا عليها.\r\nلقد امتلكوا . 19 وكانت هذه القضية حساسة دبلوماسيا أيضا، حيث خلقت توترات\r\nمع بلدان المقصد. وفي بعض الحالات، رفضت الأسر المهاجرة\r\nالتسجيل في القنصلية الفرنسية ودمجها بسرعة مع المحلية\r\nالسكان. وفي حالات أخرى، سعت السلطات المحلية إلى الحصول على مساعدة فرنسية في إدارة هذه الأعداد الكبيرة من المهاجرين الوافدين حديثاً. وعلاوة على ذلك، وكما قال كاتب\r\nويشير إلى أن هذا العمل اللاعنفي هدد الأمن الذي فرضته فرنسا في الجزائر.\r\nمع بدء الشعوب الجزائرية المعادية في التركيز على المغرب و\r\nالحدود التونسية في وقت لم تكن فيه هذه الدول فرنسية بعد المحميات.\r\nالرفض والمقاطعة\r\nفي العقود الأولى من الاستعمار، ولا سيما تحت حكم نابليون الثالث و\r\nمع اكتساب المهمة الحضارية شعبية بين العديد من ضباط\r\nمكاتب عربية (20 ( المكاتب الاستعمارية لجمع وتحليل المعلومات عن\r\nالسكان المستعمرون، والمسؤولون عن تصميم سياسة تجاه\r\nالسكان الأصليين، مهمة \"التنوير\" وإعادة تثقيف\r\nأصبح السكان الأصليون محوريين للعديد من المشاريع. يصف دانييل ريفيه\r\nالجهود المبذولة لتوطين السكان الرحل، أو إنشاء قرى جديدة مصممة من قبل\r\nالمعماريين الفرنسيين على النموذج الغربي 21 على الرغم من تجهيزهم بالحمامات\r\n9"
        },
        {
            "page": 11,
            "text": "10\r\nالحمامات) والمساجد، وكان فشل هذه المستوطنات مدوياً.\r\nعلى سبيل المثال، رفضت النساء هذه الأماكن ورفضن البقاء فيها.\r\nكما واجهت السلطات أيضاً رفضاً محلياً لتبني الخدمات الطبية التي تقدمها\r\nالجيش. وفي حين تم إنشاء مستوصفات بين بعض القبائل، يبدو أن\r\nلم يلتزم الناس أبداً بأشكال الطب الوقائي التي كانت معروضة.\r\nقصر حضورهم على أوقات الأزمات والحاجة إلى الطب العلاجي.\r\nكما واجهت التعليم الغربي عدم التعاون الهادئ.\r\nولم تنجح المدارس العربية التي أنشئت بين القبائل. فقد قال أحد رؤساء المكاتب العربية\r\nوأوضح أن \"السكان الأصليين يعتبرون إرسال أطفالهم إلى المدارس\r\n\"إنها أعظم الواجبات التي تفرضها عليهم. \"22 الكلية الإمبراطورية\r\nفي الجزائر العاصمة، ركدت المدرسة بينما تم افتتاح مدرستين للنساء الأصليات في الجزائر العاصمة.\r\nوبون فشلتا تماماً بسبب نقص التلاميذ. وعلى نطاق أوسع، تحدد إيفون تورين\r\nما تسميه فترة رقض الدراسة أو مقاطعة المدارس الفرنسية من قبل شخصيات بارزة\r\nالعائلات الجزائرية هدفهم المقصود التي استمرت على الأقل حتى ثمانينيات القرن التاسع عشر 23\r\nتعتبر هذه العائلات أنه من غير المقبول أن توكل تعليم أبنائها إلى\r\nالمدارس غير الإسلامية وغير الناطقة بالعربية. بعبارة أخرى، كانت المدارس التي يدرس فيها المستعمرون\r\nمحاولات الاستيلاء على عقول وأجساد المستعمرين وتحويلها\r\nواجه السكان شكلاً مستمراً من المقاومة الصامتة التي لم يتردد الفرنسيون في استخدامها. كان من الصعب للغاية التغلب على هذه المشكلة. أما بالنسبة لأولئك الذين بقوا في البلاد. يبدو أن هذا الرفض هو السبيل للمعارضة والمقاومة والصمود في مواجهة\r\nالهيمنة الأجنبية التي جلبتها القوة العسكرية والإمبريالية الاقتصادية.\r\nعلق الرسام والكاتب الفرنسي يوجين فرومنتان قائلا"
        },
        {
            "page": 12,
            "text": "10\r\nالحمامات) والمساجد، وكان فشل هذه المستوطنات مدوياً.\r\nعلى سبيل المثال، رفضت النساء هذه الأماكن ورفضن البقاء فيها.\r\nكما واجهت السلطات أيضاً رفضاً محلياً لتبني الخدمات الطبية التي تقدمها\r\nالجيش. وفي حين تم إنشاء مستوصفات بين بعض القبائل، يبدو أن\r\nلم يلتزم الناس أبداً بأشكال الطب الوقائي التي كانت معروضة.\r\nقصر حضورهم على أوقات الأزمات والحاجة إلى الطب العلاجي.\r\nكما واجهت التعليم الغربي عدم التعاون الهادئ.\r\nولم تنجح المدارس العربية التي أنشئت بين القبائل. فقد قال أحد رؤساء المكاتب العربية\r\nوأوضح أن \"السكان الأصليين يعتبرون إرسال أطفالهم إلى المدارس\r\n\"إنها أعظم الواجبات التي تفرضها عليهم. \"22 الكلية الإمبراطورية\r\nفي الجزائر العاصمة، ركدت المدرسة بينما تم افتتاح مدرستين للنساء الأصليات في الجزائر العاصمة.\r\nوبون فشلتا تماماً بسبب نقص التلاميذ. وعلى نطاق أوسع، تحدد إيفون تورين\r\nما تسميه فترة رقض الدراسة أو مقاطعة المدارس الفرنسية من قبل شخصيات بارزة\r\nالعائلات الجزائرية هدفهم المقصود التي استمرت على الأقل حتى ثمانينيات القرن التاسع عشر 23\r\nتعتبر هذه العائلات أنه من غير المقبول أن توكل تعليم أبنائها إلى\r\nالمدارس غير الإسلامية وغير الناطقة بالعربية. بعبارة أخرى، كانت المدارس التي يدرس فيها المستعمرون\r\nمحاولات الاستيلاء على عقول وأجساد المستعمرين وتحويلها\r\nواجه السكان شكلاً مستمراً من المقاومة الصامتة التي لم يتردد الفرنسيون في استخدامها. كان من الصعب للغاية التغلب على هذه المشكلة. أما بالنسبة لأولئك الذين بقوا في البلاد. يبدو أن هذا الرفض هو السبيل للمعارضة والمقاومة والصمود في مواجهة\r\nالهيمنة الأجنبية التي جلبتها القوة العسكرية والإمبريالية الاقتصادية.\r\nعلق الرسام والكاتب الفرنسي يوجين فرومنتان قائلا"
        },
        {
            "page": 13,
            "text": "الحماية لأنها أصبحت مستودعاً للحفاظ على الأسرة والمجتمع القيم في مواجهة التفكك التدريجي للثقافة المحلية والتعدي عليها \"الفرنسة\". لأن الرجال الأوروبيين كانوا مهتمين بشكل خاص\r\nالنساء \"الشرقيات\" - ولا سيما لرسمهن ثم تصويرهن لاحقاً - الجزائريات كانت النساء تحت حماية خاصة من الرجال بشكل متزايد، وكانوا محصورين في منازلهم، مما عزز المقاومة الضمنية ضد التوسع الثقافي الأجنبي، ولكن في وفي الوقت نفسه، يؤدي ذلك إلى زيادة الفجوة بين الجنسين وتفاقم الذكورة. 27 في بنفس الطريقة الحجاب في ذلك الوقت على شكل حايك حجاب طويل يغطي لقد اكتسبت عملية حماية الجسم كله أهمية جديدة كوسيلة لحماية المرأة - معهم جوهر الهوية الجماعية - من وجهة نظر الأوروبيين.\r\nأصبح الجسد وسيلة لمقاومة الاضطراب والتدخل الأجنبي.\r\nمقاومة الطرق الصوفية\r\nوفي هذا السياق ، صوفي لقد لعبت الأخويات دوراً مهماً في المقاومة الوجود الفرنسي في الجزائر. وفي عدة حالات قادوا أو دعموا جماعات مسلحة. التمردات ضد الفرنسيين وتوفير الملاذ لزعماء الميليشيات المسلحة التمردات بعد هزيمتهم. ومع ذلك، وفقاً لجوليا كلانسي سميث، هناك وكانت هناك أيضاً حلقات شهدت توترات استعمارية شملت صوفی الاخويات\r\nبلغت ذروتها، دون أن تتحول إلى مقاومة عنيفة . 28\r\nفي مطلع القرن التاسع عشر، تم حشد السكان المستعمرين حماية المركز الصوفي زاوية الرحمانية في واحة الهامل بالقرب من بو صعدة جنوب الجزائر، ضد المحاولات الفرنسية للسيطرة عليها.\r\n12"
        },
        {
            "page": 14,
            "text": "لقد دمرت العديد من المراكز الصوفية السابقة، ولكن هذا المجمع، الذي تم بناؤه في عام 1863 ، نما ليصبح\r\nالأكثر شعبية في الجزائر، ويضم مدرسة ومكتبة مرموقة ويحيط به بالمزارع بقيادة الشيخ سيدي محمد من الرحمانية الطريقة الصوفية اجتذب أولئك الذين أرادوا الاستفادة من قدسيته بركة (نعمة) إما من خلال اتباع المنهج الغني الذي تقدمه المدرسة، أو حتى من خلال اختيار\r\nيتم دفنه على زاوية وهكذا عبر الناس عن رغبتهم في الراحة في\r\nأرض معزولة عن التدخل الأجنبي، وكانت السلطات الفرنسية لا تثق في هذا\r\nنفوذ قوي خارج سيطرتهم. كما أنهم كانوا يطمعون في زاوية ثروة:\r\nأمواله وممتلكاته من الأراضي والقطعان، وكان سيدي محمد يتجنب\r\nمواجهة الفرنسيين بشكل مباشر ولكنهم قاوموا الامتثال للحكم الاستعماري من خلال الإصرار على واجبه الديني في توفير الملاذ للمسلمين الآخرين، بما في ذلك هزم المتمردين العسكريين وغيرهم من الهاربين من الفرنسيين بين سيدي محمد والفرنسيون كان هناك اتفاق غير معلن، ولكنه ملزم للطرفين. التي منحت شروطها الضمنية النظام السياسي في مقابل الحكم الذاتي الديني. \"29 ومع ذلك، في عام 1897 رأى الفرنسيون فرصتهم للسيطرة على زاوية عندما توفي سيدي محمد ولم تكن خلافته واضحة.\r\nوفي الصراع على الخلافة، دعم الفرنسيون مطالبات سيدي ابن أخي محمد، ضد ابنته لالا زينب، كامرأة\r\nقالوا إنها ستكون ضعيفة وغير قادرة على إدارة زاوية وبشكل فعال، أصبح أداة قابلة للطرق في أيدي العناصر المناهضة للفرنسيين. ومع ذلك، نجحت لالا زينب على الرغم من ضعفها الواضح، في مقاومة الفرنسية حتى وفاتها في عام 1904). في البداية قامت بحماية زاوية صد منافستها\r\n13"
        },
        {
            "page": 15,
            "text": "لقد دمرت العديد من المراكز الصوفية السابقة، ولكن هذا المجمع، الذي تم بناؤه في عام 1863 ، نما ليصبح\r\nالأكثر شعبية في الجزائر، ويضم مدرسة ومكتبة مرموقة ويحيط به بالمزارع بقيادة الشيخ سيدي محمد من الرحمانية الطريقة الصوفية اجتذب أولئك الذين أرادوا الاستفادة من قدسيته بركة (نعمة) إما من خلال اتباع المنهج الغني الذي تقدمه المدرسة، أو حتى من خلال اختيار\r\nيتم دفنه على زاوية وهكذا عبر الناس عن رغبتهم في الراحة في\r\nأرض معزولة عن التدخل الأجنبي، وكانت السلطات الفرنسية لا تثق في هذا\r\nنفوذ قوي خارج سيطرتهم. كما أنهم كانوا يطمعون في زاوية ثروة:\r\nأمواله وممتلكاته من الأراضي والقطعان، وكان سيدي محمد يتجنب\r\nمواجهة الفرنسيين بشكل مباشر ولكنهم قاوموا الامتثال للحكم الاستعماري من خلال الإصرار على واجبه الديني في توفير الملاذ للمسلمين الآخرين، بما في ذلك هزم المتمردين العسكريين وغيرهم من الهاربين من الفرنسيين بين سيدي محمد والفرنسيون كان هناك اتفاق غير معلن، ولكنه ملزم للطرفين. التي منحت شروطها الضمنية النظام السياسي في مقابل الحكم الذاتي الديني. \"29 ومع ذلك، في عام 1897 رأى الفرنسيون فرصتهم للسيطرة على زاوية عندما توفي سيدي محمد ولم تكن خلافته واضحة.\r\nوفي الصراع على الخلافة، دعم الفرنسيون مطالبات سيدي ابن أخي محمد، ضد ابنته لالا زينب، كامرأة\r\nقالوا إنها ستكون ضعيفة وغير قادرة على إدارة زاوية وبشكل فعال، أصبح أداة قابلة للطرق في أيدي العناصر المناهضة للفرنسيين. ومع ذلك، نجحت لالا زينب على الرغم من ضعفها الواضح، في مقاومة الفرنسية حتى وفاتها في عام 1904). في البداية قامت بحماية زاوية صد منافستها\r\n13"
        },
        {
            "page": 16,
            "text": "لقد دمرت العديد من المراكز الصوفية السابقة، ولكن هذا المجمع، الذي تم بناؤه في عام 1863 ، نما ليصبح\r\nالأكثر شعبية في الجزائر، ويضم مدرسة ومكتبة مرموقة ويحيط به بالمزارع بقيادة الشيخ سيدي محمد من الرحمانية الطريقة الصوفية اجتذب أولئك الذين أرادوا الاستفادة من قدسيته بركة (نعمة) إما من خلال اتباع المنهج الغني الذي تقدمه المدرسة، أو حتى من خلال اختيار\r\nيتم دفنه على زاوية وهكذا عبر الناس عن رغبتهم في الراحة في\r\nأرض معزولة عن التدخل الأجنبي، وكانت السلطات الفرنسية لا تثق في هذا\r\nنفوذ قوي خارج سيطرتهم. كما أنهم كانوا يطمعون في زاوية ثروة:\r\nأمواله وممتلكاته من الأراضي والقطعان، وكان سيدي محمد يتجنب\r\nمواجهة الفرنسيين بشكل مباشر ولكنهم قاوموا الامتثال للحكم الاستعماري من خلال الإصرار على واجبه الديني في توفير الملاذ للمسلمين الآخرين، بما في ذلك هزم المتمردين العسكريين وغيرهم من الهاربين من الفرنسيين بين سيدي محمد والفرنسيون كان هناك اتفاق غير معلن، ولكنه ملزم للطرفين. التي منحت شروطها الضمنية النظام السياسي في مقابل الحكم الذاتي الديني. \"29 ومع ذلك، في عام 1897 رأى الفرنسيون فرصتهم للسيطرة على زاوية عندما توفي سيدي محمد ولم تكن خلافته واضحة.\r\nوفي الصراع على الخلافة، دعم الفرنسيون مطالبات سيدي ابن أخي محمد، ضد ابنته لالا زينب، كامرأة\r\nقالوا إنها ستكون ضعيفة وغير قادرة على إدارة زاوية وبشكل فعال، أصبح أداة قابلة للطرق في أيدي العناصر المناهضة للفرنسيين. ومع ذلك، نجحت لالا زينب على الرغم من ضعفها الواضح، في مقاومة الفرنسية حتى وفاتها في عام 1904). في البداية قامت بحماية زاوية صد منافستها\r\n13"
        },
        {
            "page": 17,
            "text": "(الممثلون) الذين ساعدوا بدورهم في تسييس بعض أجزاء من الجزائر.\r\nوكان من أهم أسباب القومية الجزائرية.\r\nالإصلاح الإسلامي وثقافة القومية\r\nوفي عام 1930، ظهرت حركة أخرى شاركت في مخاوف الشباب الجزائريون من أجل التنمية الثقافية - العلماء الحركة التي يرأسها الشيخ عبد الحميد بن باديس، وفي غضون عقدين من الزمن، أصبحت هذه الحركة حركة وطنية.\r\nشبكة من المدارس والجمعيات التي تروج لنسخة إصلاحية من الإسلام و معرفة اللغة العربية 34 وبذلك، فقد أخذت من واستمرت في\r\nتقاليد الحركات التي ولدت في مصر النهضة ((النهضة العربية) و\r\nالإصلاح ( الإصلاح الإسلامي). لم يعد المنطق هو إيجاد ملاذ في الإصلاح الجماعي.\r\nالهوية ، بل إن إعادة تنشيطها بالعودة إلى جذورها المفترضة : سلفي استمارة\r\nالإسلام على غرار الأسلاف والنبي محمد وصحابته\r\nالصحابة مطهرة من صوفي التأثيرات - ولا سيما عبادة القديسين في\r\nزوايا - تعتبر انحرافات عن الإسلام \"الأصلي\" المزعوم و\r\nانتشار اللغة العربية وانتشارها - وهو ما حاربته القوى الاستعمارية\r\nضد من خلال بيداغوجية حديثة.\r\nوعلى الرغم من رفضهم الدخول إلى المشهد السياسي المؤسسي (على سبيل المثال، كعضو في مجلس الشيوخ. الحزب السياسي العلماء يظهر الشعار دلالات سياسية واضحة: \"الإسلام هو ديني\".\r\nالدين، الجزائر وطني والعربية لغتي\". الحركة لقد طور ما يسميه جيمس ماكدوغال ثقافة القومية التي اعتمدت على خطاب تاريخي حول ما يعنيه أن تكون جزائريا . 35 في تعزيز القومية\r\n16"
        },
        {
            "page": 18,
            "text": "(الممثلون) الذين ساعدوا بدورهم في تسييس بعض أجزاء من الجزائر.\r\nوكان من أهم أسباب القومية الجزائرية.\r\nالإصلاح الإسلامي وثقافة القومية\r\nوفي عام 1930، ظهرت حركة أخرى شاركت في مخاوف الشباب الجزائريون من أجل التنمية الثقافية - العلماء الحركة التي يرأسها الشيخ عبد الحميد بن باديس، وفي غضون عقدين من الزمن، أصبحت هذه الحركة حركة وطنية.\r\nشبكة من المدارس والجمعيات التي تروج لنسخة إصلاحية من الإسلام و معرفة اللغة العربية 34 وبذلك، فقد أخذت من واستمرت في\r\nتقاليد الحركات التي ولدت في مصر النهضة ((النهضة العربية) و\r\nالإصلاح ( الإصلاح الإسلامي). لم يعد المنطق هو إيجاد ملاذ في الإصلاح الجماعي.\r\nالهوية ، بل إن إعادة تنشيطها بالعودة إلى جذورها المفترضة : سلفي استمارة\r\nالإسلام على غرار الأسلاف والنبي محمد وصحابته\r\nالصحابة مطهرة من صوفي التأثيرات - ولا سيما عبادة القديسين في\r\nزوايا - تعتبر انحرافات عن الإسلام \"الأصلي\" المزعوم و\r\nانتشار اللغة العربية وانتشارها - وهو ما حاربته القوى الاستعمارية\r\nضد من خلال بيداغوجية حديثة.\r\nوعلى الرغم من رفضهم الدخول إلى المشهد السياسي المؤسسي (على سبيل المثال، كعضو في مجلس الشيوخ. الحزب السياسي العلماء يظهر الشعار دلالات سياسية واضحة: \"الإسلام هو ديني\".\r\nالدين، الجزائر وطني والعربية لغتي\". الحركة لقد طور ما يسميه جيمس ماكدوغال ثقافة القومية التي اعتمدت على خطاب تاريخي حول ما يعنيه أن تكون جزائريا . 35 في تعزيز القومية\r\n16"
        },
        {
            "page": 19,
            "text": "18\r\nالحريات الديمقراطية (MTLD) بقيادة مصالي الحاج. وانضموا إلى الجزائري الحزب الشيوعي (PCA) في تمثيل السكان المستعمرين.\r\nولم تقتصر الأحزاب السياسية على العمل التقليدي في النضال الانتخابات وإرسال ممثلين إلى البرلمان. وأصبحوا من المروجين لـ\r\nشكل أوسع من المقاومة الثقافية لا يقتصر على المجال الشخصي، كما هو الحال في في العصور السابقة، أصبحت هذه المقاومة الثقافية جماعية وإبداعية حقا.\r\nتحت رعاية الأحزاب التي خاضت النضال من أجل إنشاء\r\nالذات الجماعية، من أجل تشكيل الشعب الجزائري على الرغم من أنهم\r\nتعريفات مختلفة لما ينبغي أن يكون عليه هذا الشعب. وهكذا أصبحت الأحزاب السياسية رواد الأعمال في مجال الثقافة الوطنية. على سبيل المثال، في حين أن اتحاد UDMA و PCA اعتبر أن الأوروبيين المقيمين في الجزائر سيكونون بطبيعة الحال جزءاً من\r\nدولة مستقلة، اعتبرت PPA و MTLD أن \"الجزائرية\" تعني كونهم عرباً ومسلمين. وجدت الفرق المسرحية أو الموسيقية الجزائرية طريقها\r\nفي التجمعات السياسية، وبالتالي نشر الخطاب القومي. غالبا ما كانت تتم دعوة المجموعات إلى الاجتماعات السياسية لتقديم المسرحيات، في حين كان الأطفال الجمعيات ولا سيما الكشافة أو طلاب المدارس العلماء المدارس المرتبطة ارتباطاً وثيقاً بـ\r\nطلب من أحد الطرفين أو كليهما أن يلعبا اسكتشات مع شخصية قومية صريحة. رسالة دينية أو أخلاقية. لقد فهمت الشرطة بوضوح التأثير الذي قد يخلفه مثل هذا كان من الممكن أن تكون الأحداث، وفحصتها عن كتب، ولاحظت أسماء الممثلين والموضوعات\r\nوالمفردات المستخدمة. تقرير مراقبة كتبته شرطة وهران في\r\nووصف أحد الاجتماعات السياسية في سبتمبر/ أيلول 1951 ما يلي:"
        },
        {
            "page": 20,
            "text": "19\r\nتم تقديم مسرحية من أربعة فصول بعنوان \"الاتحاد\" باللغة العربية من قبل الطلاب مدرسة الفلاح، حيث أظهرت المسرحيات أربعة أشقاء يتخاصمون مع بعضهم البعض. آخر ، والده، أطلس، تم القبض عليه ووضعه في السجن من قبل رجل طموح.\r\nسلطان.\r\nفي مواجهة هذا الوضع يتصالح الأطفال مع بعضهم البعض، ويتمكنون من أطلقوا سراح والدهم. الإشارة إلى الحاضر مباشرة: الأطفال الأربعة هم وجمعية العلماء: يتحدون من أجل PCA و MTDL و UDMA\r\nمحاربة الإمبريالية . 37\r\nالأحزاب السياسية - وخاصة الاتحاد الديمقراطي الموحد المرتبط ارتباطاً وثيقاً بالعلماء - ساعدت تدريجيا\r\nوضع الأسس التاريخ وطني جديد . 38 وكانت الصحف الحزبية\r\nنشر مقالات ساهمت في كتابة التاريخ القومي.\r\nالشخصيات الوطنية التي تم تخليدها مثل الأمير عبد القادر أو عبد الحميد)\r\nبن بادیس)، تواریخ تاريخية بيان الشعب الجزائري سنة 1943)، و\r\nتم الترويج للتاريخ العربي أو الإسلامي، تم تنظيم التجمعات الحزبية بشكل طقسي حول مجموعة متنوعة من الأقساط المصممة بعناية والمتسلسلة، بما في ذلك\r\nإحياء ذكرى الأحداث الماضية ولا سيما القمع الدموي في مايو (1945)، و\r\nاحتفالات الشخصيات الوطنية. أي تجمع حزبي يتضمن عرضاً تاريخياً قصيراً\r\nمحاضرة، رفض خلالها المتحدثون فكرة أن الجزائر كانت\r\nأرض قاحلة قبل وصول الفرنسيين لقد دحضوا الدراسات الاستعمارية\r\nووفقاً لذلك. على سبيل المثال لا الحصر، فإن السكان البربر والعرب اختلفوا ، حيث كان الأول أقرب\" إلى المسيحية والثقافة الأوروبية من\r\nالأخير، ومجد التاريخ العربي، وأثبت قيمته في مواجهة الاستعمار.\r\nكما عملت الأنشطة الحزبية على تعزيز الطقوس والعادات الوطنية."
        },
        {
            "page": 21,
            "text": "الرموز . تم ترويج العديد من إصدارات العلم الجزائري، والتي كانت ذات طابع وطني.\r\nالأغاني التي يتم تدريسها في العلماء المدارس أو في فرق الكشافة تم غنائها أثناء كما عقد الحزب مؤتمرات تتعلق بموضوعات مثل الأخلاق\r\nالدين والنظافة والوقاية من الأمراض حيث يتم رسم الخط الفاصل بين لقد أصبحت كل هذه الأمور غير واضحة في نهاية المطاف، سواء كانت سياسية أو ثقافية أو اجتماعية أو دينية.\r\nاعتبرت الإجراءات الجماعية اللاعنفية ضرورية لتشكيل الدولة على المستوى الوطني المواطنون الواعون من خلال تحسين تعليمهم ومعرفتهم باللغة الجزائرية تاريخهم وثقافتهم، وعاداتهم، أو سلامتهم الجسدية.\r\nإن شدة المراقبة التي تمارسها الشرطة وقمعها أدى إلى إجبار جميع الأطراف - بما في ذلك أولئك الذين\r\nالذين عارضوا التمرد المسلح - للبحث عن وسائل الحماية أنفسهم. يروي المقاتلون السابقون قصصاً عن عقد اجتماعات في الغابات بعيداً عن القرية ، لتجنب الشرطة. وتكشف الأرشيفات أيضاً كيف استخدمت الأحزاب الأعضاء الأصغر سنا لضمان أمن الاجتماع من خلال منع الشرطة المحتملة منع المخبرين من الدخول حجب الباب فحص بطاقات العضوية، التحذير أعضاء الحزب من الشرطة متواجدين للسماح لهم بالتفرق. في كثير من الأحيان الحالات التي تم فيها الاستيلاء على الصحف من قبل الرقابة، والوسائل البديلة تم تنظيم التوزيع، ونظم شباب MTLD عدة حملات خلال\r\nحيث كتب على جدرانها عبارة \"الجزائر الحرة\".\r\nالمدن تم توزيع المنشورات بسرعة وبتكتم تم تنظيم مظاهرات سريعة في ساحات الأسواق قبل أن تتاح للشرطة الوقت للتدخل.\r\n20"
        },
        {
            "page": 22,
            "text": "الرموز . تم ترويج العديد من إصدارات العلم الجزائري، والتي كانت ذات طابع وطني.\r\nالأغاني التي يتم تدريسها في العلماء المدارس أو في فرق الكشافة تم غنائها أثناء كما عقد الحزب مؤتمرات تتعلق بموضوعات مثل الأخلاق\r\nالدين والنظافة والوقاية من الأمراض حيث يتم رسم الخط الفاصل بين لقد أصبحت كل هذه الأمور غير واضحة في نهاية المطاف، سواء كانت سياسية أو ثقافية أو اجتماعية أو دينية.\r\nاعتبرت الإجراءات الجماعية اللاعنفية ضرورية لتشكيل الدولة على المستوى الوطني المواطنون الواعون من خلال تحسين تعليمهم ومعرفتهم باللغة الجزائرية تاريخهم وثقافتهم، وعاداتهم، أو سلامتهم الجسدية.\r\nإن شدة المراقبة التي تمارسها الشرطة وقمعها أدى إلى إجبار جميع الأطراف - بما في ذلك أولئك الذين\r\nالذين عارضوا التمرد المسلح - للبحث عن وسائل الحماية أنفسهم. يروي المقاتلون السابقون قصصاً عن عقد اجتماعات في الغابات بعيداً عن القرية ، لتجنب الشرطة. وتكشف الأرشيفات أيضاً كيف استخدمت الأحزاب الأعضاء الأصغر سنا لضمان أمن الاجتماع من خلال منع الشرطة المحتملة منع المخبرين من الدخول حجب الباب فحص بطاقات العضوية، التحذير أعضاء الحزب من الشرطة متواجدين للسماح لهم بالتفرق. في كثير من الأحيان الحالات التي تم فيها الاستيلاء على الصحف من قبل الرقابة، والوسائل البديلة تم تنظيم التوزيع، ونظم شباب MTLD عدة حملات خلال\r\nحيث كتب على جدرانها عبارة \"الجزائر الحرة\".\r\nالمدن تم توزيع المنشورات بسرعة وبتكتم تم تنظيم مظاهرات سريعة في ساحات الأسواق قبل أن تتاح للشرطة الوقت للتدخل.\r\n20"
        },
        {
            "page": 23,
            "text": "الاتحاد العام للعمال الذي لم يستجيب دائماً لنداءات عماله.\r\nناشطون جزای ریون يناقشون القضية الوطنية في ظل قيادتها\r\nمترددون في تعيين الوطنيين الجزائريين في المناصب الرئيسية. ومع ذلك، وفقاً لـ\r\nالزعيم النقابي السابق بوعلام بورويبة العمال الجزائريين المنتمين إلى النقابات العمالية...\r\nعلى سبيل المثال، في الأحواض - لم يكن جميع الشيوعيين، وكان العديد منهم أعضاء في الأحزاب القومية الأخرى (MTLD)، وبدرجة أقل UDMA) بعد الانتخابات الرئاسية الثانية\r\nالحرب العالمية 42 ورغم أن مسألة إنشاء الاتحاد الجزائري\r\nتم رفعه، ولم يكن الأمر كذلك حتى عام 1956 عندما تم إنشاء UGTA (الاتحاد العام للعمال) الجزائ ریون مرتبطون بحزب جبهة التحرير الوطني.\r\nكان للنقابيين الجزائريين دور أساسي في تنظيم التضامن مع الفرنسيين الآخرين\r\nالأراضي المحتلة. على سبيل المثال في الخمسينيات من القرن العشرين دعت نقابات عمال الموانئ الجزائرية على العمال التوقف عن تحميل الأسلحة التي سيتم شحنها إلى القوات الفرنسية في فيتنام.\r\nحيث كان الفرنسيون يخوضون حرباً ضد حركة الاستقلال . 43\r\nوفي بعض الحالات، تم تنسيق هذه الإجراءات مع الإضرابات في فرنسا نفسها، كما في مارس 1952، عندما رفض عمال الموانئ في مرسيليا ووهران تحميل الأسلحة إلى فيتنام. 44\r\nتظهر أمثلة مختلفة الإبداع في استخدام الإضرابات العامة في الخامس والعشرين من إبريل / نيسان 1952، كان\r\nوأعلن يوم حداد تضامنا مع التونسيين حيث سقط الآلاف\r\nتم اعتقال نشطاء الاستقلال وقتل المئات منهم في الأشهر الأخيرة\r\nبسبب القمع الفرنسي. وفي الجزائر. تم تنظيم الأحزاب السياسية والنقابات\r\nفي جميع أنحاء البلاد، إضراب عام وسلسلة من الاحتجاجات الجماعية اللاعنفية\r\n22"
        },
        {
            "page": 24,
            "text": "أفعال مثل المقاطعة والاحتجاجات محافظة لاحظ أنه في في الأيام التي سبقت الإضراب العام، تجول المبعوثون في الأحياء العربية في ودعا قسطنطين النساء المسلمات إلى البقاء في بيوتهن يوم الجمعة. وخاصة أولئك الذين عملوا في الأسر الأوروبية. 45 في 25 أبريل، جماعية وقد حدثت مظاهرات في جميع أنحاء البلاد، حيث ذهب العمال وأصحاب المتاجر الإضرابات والمظاهرات في الشوارع حتى في المناطق الأصغر.\r\nفي الموانئ الجزائرية الرئيسية تم إغلاقها.\r\nوعلى الرغم من الدعم الشعبي لهذه الإجراءات، فإنها ظلت نادرة نسبيا.\r\nقديكون هناك تفسيرات لهذا أولا النقابية الجزائرية، كمنظمة\r\nالقوة الفعالة في النضال ضد الاستعمار، ضعفت بسبب\r\nغياب الاتحاد الوطني، واستحالة الوصول إلى كافة شرائح المجتمع.\r\nمالم يكن بعد طبقة عاملة . 46 ثانيا نتيجة لذلك، الأحزاب السياسية كانوا المنظمين الرئيسيين للأنشطة الوطنية، ولكن المنافسة بين كانت الأحزاب القومية الثلاثة شديدة العداء ومنعت التعاون الاستراتيجي - في أبريل / نيسان كان إضراب عام 1952 استثناء قصير الأمد. ثالثاً، تباعدت الأحزاب السياسية إن هناك شكوكا كبيرة حول جدوى الاحتجاج الجماهيري السلمي، وهو التردد الذي نشأت هذه المشاعر نتيجة للتجربة المؤلمة التي عاشتها البلاد أثناء مذابح مايو/ أيار 1945. وفي ذلك اليوم الاحتفال باستسلام ألمانيا في الحرب العالمية الثانية، بطريقة غير عنيفة تحولت المظاهرات في شرق الجزائر إلى أعمال شغب واحتجاجات معادية لأوروبا. هجمات بعد أن أطلقت الشرطة النار على المتظاهرين الذين كانوا يلوحون بالعلم الجزائري في سطيف 47 في الأيام والأسابيع التي تلت ذلك قامت كل من السلطات الفرنسية والقوات الأوروبية المسلحة جابت الميليشيات منطقة قسنطينة، ونفذت عمليات إعدام بإجراءات موجزة.\r\n23"
        },
        {
            "page": 25,
            "text": "مذابح، في حين كانت الطرادات وحاملات الطائرات متمركزة في خليج بوجي قصف القرى، وقتل الآلاف، وقتل أغلب الزعماء القوميين.\r\nتم احتجازهم لعدة أشهر. وفي السنوات التي تلت ذلك، ظهرت روايات مرعبة عن انتشرت أعمال العنف ضد السكان المستعمرين، بما في ذلك تلك التي بشأن حرق الجثث في أفران الجير بمصر الجديدة. 48\r\nلقدادت صدمة مايو 1945 إلى تراجع المشاركة الجماعية لسنوات.\r\nالإجراءات القمعية التي تتخذها السلطات العرقلة العمل الموحد، والاختلافات بين القوميين حول استخدام أشكال بديلة للتعبئة و\r\nلقد شعر الجزائريون بالمشاركة خارج القواعد التي وضعتها الإدارة الاستعمارية.\r\nكان اختيارهم إما أن يوافقوا على المشاركة في الانتخابات المزورة أو العملية الانتخابية التمييزية، أو رفض هذا الشكل القانوني من الإجراءات الصالح النضال المسلح. 49\r\nالأفعال اللاعنفية التي تم التقاطها من خلال حماسة النضال العنيف\r\nحقق حزب جبهة التحرير الوطني موقعه المهيمن على الفصائل السياسية الجزائرية الأخرى من خلال استخدام العنف ضد الخصوم السياسيين في ما كان في الواقع\r\nالحرب الجزائرية الجزائرية 50 ومن ثم من خلال الاستقطاب القسري والطوعي من المنافسين السياسيين السابقين. وقد نظمت العديد من الأنشطة اللاعنفية كأداة التعبئة والإعداد للحرب، بهدف تأمين وإظهار\r\nدعم شعبي واسع النطاق. وكانت المبادرة الكبرى الأولى هي الإضراب الدائم الذي نظمه الطلاب الذين بدأوا في مايو 1956 دون مطالب صريحة، لكنهم عبروا عن ذلك\r\n24"
        },
        {
            "page": 26,
            "text": "مذابح، في حين كانت الطرادات وحاملات الطائرات متمركزة في خليج بوجي قصف القرى، وقتل الآلاف، وقتل أغلب الزعماء القوميين.\r\nتم احتجازهم لعدة أشهر. وفي السنوات التي تلت ذلك، ظهرت روايات مرعبة عن انتشرت أعمال العنف ضد السكان المستعمرين، بما في ذلك تلك التي بشأن حرق الجثث في أفران الجير بمصر الجديدة. 48\r\nلقدادت صدمة مايو 1945 إلى تراجع المشاركة الجماعية لسنوات.\r\nالإجراءات القمعية التي تتخذها السلطات العرقلة العمل الموحد، والاختلافات بين القوميين حول استخدام أشكال بديلة للتعبئة و\r\nلقد شعر الجزائريون بالمشاركة خارج القواعد التي وضعتها الإدارة الاستعمارية.\r\nكان اختيارهم إما أن يوافقوا على المشاركة في الانتخابات المزورة أو العملية الانتخابية التمييزية، أو رفض هذا الشكل القانوني من الإجراءات الصالح النضال المسلح. 49\r\nالأفعال اللاعنفية التي تم التقاطها من خلال حماسة النضال العنيف\r\nحقق حزب جبهة التحرير الوطني موقعه المهيمن على الفصائل السياسية الجزائرية الأخرى من خلال استخدام العنف ضد الخصوم السياسيين في ما كان في الواقع\r\nالحرب الجزائرية الجزائرية 50 ومن ثم من خلال الاستقطاب القسري والطوعي من المنافسين السياسيين السابقين. وقد نظمت العديد من الأنشطة اللاعنفية كأداة التعبئة والإعداد للحرب، بهدف تأمين وإظهار\r\nدعم شعبي واسع النطاق. وكانت المبادرة الكبرى الأولى هي الإضراب الدائم الذي نظمه الطلاب الذين بدأوا في مايو 1956 دون مطالب صريحة، لكنهم عبروا عن ذلك\r\n24"
        },
        {
            "page": 27,
            "text": "الجزائريون إلى المقاتلين في حرب الاستقلال - وهي مهمة أصبحت أسهل نتيجة للاستخدام غير المتناسب للقوة والعنف من قبل الفرنسيين لاحقاً المظليون الذين جاءوا بنتائج عكسية وأشعلوا التمرد في جميع أنحاء البلاد، وبحلول عام 1957.\r\nلقد خدمت كافة أعمال المقاومة أهداف تعزيز النضال المسلح.\r\nلقد اختطفت استراتيجيات بدلاً من تقديم بديل للعنف من قبل حماسة التمرد المسلح والخضوع لضرورة أكبر لشن حرب أهلية. حرب.\r\nخاتمة\r\nكان الاستعمار الفرنسي للجزائر أحد أكثر المواجهات الاستعمارية كثافة في تاريخ البشرية.\r\nالقرنين التاسع عشر والعشرين. شدة الأزمة الاجتماعية والاقتصادية الاضطرابات الناجمة عن النظام الاستعماري والظروف القاسية التي فرضها الفرنسيون لقد أدى الاستعمار في الجزائر بما في ذلك مذابح مايو (1945) إلى الحد من نطاق الأشكال الممكنة للأنشطة الجماعية. والحقيقة أن الأحزاب السياسية أو النقابات تطورت في الجزائر في وقت لاحق مقارنة بدول شمال أفريقيا الأخرى (تونس) أو مصر كان مرتبطاً بلا شك بانهيار المجتمع الجزائري في وجه الاستعمار.\r\nوعندما فشلت الانتفاضات المسلحة في صد الغزو والاحتلال العسكري تبنى السكان استراتيجيات التحمل والبقاء المستمر. الهجرة وأشكال أكثر هدوءاً من المقاومة، مثل الانسحاب إلى أماكن أكثر حميمية و من الصعب على المؤرخين تقييم المجالات الخاصة للحياة العائلية. فقط مع ظهور شباب الجزائ روتنمية الثقافة\r\n26"
        },
        {
            "page": 28,
            "text": "الجمعيات في عشرينيات القرن العشرين التي اعتبرت أن هذا التحمل كان له تأثير عام وبناء أكثر والأبعاد الجماعية أصبحت الأنشطة الجماعية وسيلة للابتعاد عن من مجرد البقاء على قيد الحياة إلى مبادرات أكثر استباقية لإعادة بناء النسيج الاجتماعي وإعادة تنشيط المجتمع المستعمر على الرغم من القيود والقمع المستمر.\r\nالسياسات الاستعمارية.\r\nلقد نجحت الأحزاب السياسية في الاستفادة من ذخيرة من الإجراءات اللاعنفية إنهم يحشدون أنفسهم في سبيل القضية القومية، ولكن افتقارهم إلى الوحدة، وإحجامهم عن استخدام الأساليب اللاعنفية الأكثر قوة مثل الإضرابات العامة، جعلتها غير فعالة في تأمين تنازلات سياسية جادة. وهذا يفسر جزئيا الغائية رواية التاريخ الجزائري التي روجت لها جبهة التحرير الوطني بعد الاستقلال، وفقا لـ حيث كان الكفاح المسلح هو الوسيلة الوحيدة الممكنة للحصول على الاستقلال. وبالتالي، تشكلت الهوية الوطنية التي تشكلت بعد الحرب الاستعمارية على أساس إنكار مزدوج للتعددية - التعددية في الأيديولوجيات السياسية والقومية الأحزاب ومساهمتها في النضال من أجل الدولة المستقلة: التعددية في فهم ما يعنيه \"الجزائرية\" وما يجسده. لقد أنكر هذا النوع من الخطاب بشكل كامل قيمة ودور وتأثير وإرث\r\nأشكال النضال الجماعي غير المسلح.\r\nولم يكن ذلك إلا بعد مظاهرات عام 1988، عندما بدأت الجمعيات المدنية والجمعيات السياسية في العمل. أصبحت الحفلات قانونية مرة أخرى، حيث أن شدة التجارب السابقة للنضال اللاعنفي ظهرت التنظيمات والإجراءات من جديد في غضون أيام قليلة، تم تشكيل عشرات من الأحزاب السياسية. تأسست الأحزاب والممارسات اللاعنفية وشبكات النشطاء غالباً ما تكون\r\n27"
        },
        {
            "page": 29,
            "text": "الجذور الفلسفية والمؤسسية والعملية في فترة ما قبل الاستقلال\r\nلقد تم حشدهم فجأة مرة أخرى، مما يكشف عن عقود من القومية\r\nلقد فشلت الأساطير في محوهم بالكامل.\r\nأوليفييه لو كور جراند مايزون المستعمر المبيد على الحرب والدولة الاستعمارية (باريس: 1\r\n)2005( .فایارد\r\n2 بنيامين سي بروير صحراء اسمها السلام عنف الإمبراطورية الفرنسية في الجزائر\r\nالصحراء 1844-1902 نيويورك: مطبعة جامعة كولومبيا، 2009).\r\n3 بيير نور اعوالم الذاكرة: الصراعات والانقسامات الجزء الأول: بناء الذاكرة الفرنسية ماضي ((مطبعة جامعة كولومبيا، 1996).\r\n4 مليكة رحال، على بو منجل قضية فرنسية تاريخ جزایری باریس بیلز\r\n28-26 ،)2010 الآداب\r\n5 بنیامین ستور الغرغرينا والنسيان ( باريس: لا ديكوفيرت (1998) 121-137\r\n6\r\n7\r\nستورا الغرغرينا ، 163-161\r\nبنیامین ستور امصالی حاج رائد القومية الجزائرية 1898-1974 (باريس:\r\n)1986( لارماتان\r\n8\r\nومن أبرزهم محمد حربي الحياة الأولى مذكرات سياسية، المجلد الأول: 1945-1973 (باريس:\r\nلا ديكوفيرت (2001) هنري أليج الذاكرة الجزائرية تذكارات من التمنيات والتمنيات باريس ستوك 2005)\r\nبنیامین ستورا وزكية داود فرحات عباس يوتوبيا جزائرية باريس دينويل (1995) محمد بنعمر جباري فظ أفضل ما\r\nيكون مذكرات من جيل قديم (3) Un Parcours الجزائر: (2002 ANEP)\r\n28"
        },
        {
            "page": 30,
            "text": "الجذور الفلسفية والمؤسسية والعملية في فترة ما قبل الاستقلال\r\nلقد تم حشدهم فجأة مرة أخرى، مما يكشف عن عقود من القومية\r\nلقد فشلت الأساطير في محوهم بالكامل.\r\nأوليفييه لو كور جراند مايزون المستعمر المبيد على الحرب والدولة الاستعمارية (باريس: 1\r\n)2005( .فایارد\r\n2 بنيامين سي بروير صحراء اسمها السلام عنف الإمبراطورية الفرنسية في الجزائر\r\nالصحراء 1844-1902 نيويورك: مطبعة جامعة كولومبيا، 2009).\r\n3 بيير نور اعوالم الذاكرة: الصراعات والانقسامات الجزء الأول: بناء الذاكرة الفرنسية ماضي ((مطبعة جامعة كولومبيا، 1996).\r\n4 مليكة رحال، على بو منجل قضية فرنسية تاريخ جزایری باریس بیلز\r\n28-26 ،)2010 الآداب\r\n5 بنیامین ستور الغرغرينا والنسيان ( باريس: لا ديكوفيرت (1998) 121-137\r\n6\r\n7\r\nستورا الغرغرينا ، 163-161\r\nبنیامین ستور امصالی حاج رائد القومية الجزائرية 1898-1974 (باريس:\r\n)1986( لارماتان\r\n8\r\nومن أبرزهم محمد حربي الحياة الأولى مذكرات سياسية، المجلد الأول: 1945-1973 (باريس:\r\nلا ديكوفيرت (2001) هنري أليج الذاكرة الجزائرية تذكارات من التمنيات والتمنيات باريس ستوك 2005)\r\nبنیامین ستورا وزكية داود فرحات عباس يوتوبيا جزائرية باريس دينويل (1995) محمد بنعمر جباري فظ أفضل ما\r\nيكون مذكرات من جيل قديم (3) Un Parcours الجزائر: (2002 ANEP)\r\n28"
        },
        {
            "page": 31,
            "text": "21 هذه الأقسام مستمدة من Rivet المغرب 129-124\r\n22 برشام، المغرب، 127\r\n23 إيفون تورين الإهانات الثقافية في الجزائر الاستعمارية المدارس، الطب، الدين. 1830-1880 (الجزائر: المؤسسة الوطنية للكتاب، (1983).\r\n24 برشام، المغرب، 129\r\n25\r\nاستشهد به في جيلبرت مينبيه الجزائر تكشف عن نفسها ( جنيف: مكتبة دروز (1981) 245\r\n26 جولیا کلانسی سميت المتمرد والقديس شخصيات مسلمة بارزة، احتجاجات شعبوية، لقاءات استعمارية الجزائر وتونس 1800-1904)، الطبعة الجديدة (بيركلي مطبعة جامعة كاليفورنيا، 1997). 7.\r\n27 Édition du Seuil )1962(324-327 :جاك بيرك، المغرب بين الحربين (باريس والمسامير، المغرب، 301\r\n28 القسم التالي مأخوذ من كلانسي سميت المتمرد والقديس، 253-214.\r\n29 كلانسي سميت المتمرد والقديس 229.\r\n30 كلانسي سميت المتمرد والقديس 239.\r\n31 فاتين الجزائر السياسية، 171\r\n32 مينير التاريخ الداخلي، 51.\r\n33 عمر کار ليربين الأمة والجهاد التاريخ الاجتماعي للتطرف الجزائري (باريس: مطابع المؤسسة الوطنية للعلوم السياسية، 1995).\r\n34\r\nمينير التاريخ الداخلي، 54-52\r\n30"
        },
        {
            "page": 32,
            "text": "31\r\nماكد وجال التاريخ وثقافة القومية في الجزائر، 12-6 35\r\nLa Tentation démocratique en Algérie القسم التالي مقتبس من مليكة رحال 36 \"الاتحاد الديمقراطي للبيان الجزائري (1946-1956) انسانيات 12 . لا . 42 أكتوبر (2008) 79-97 مليكة رحال \" الولادة من قسنطينة الوحدة الديمقراطية من 1946 إلى 1956 انسانيات 11، رقم 35 يناير 2007) 63-77\r\nCAOM )Centre des Archives d'Outre-Mer المراقبة 51112 إيكس أون بروفانس، فرنسا 37 تقرير شرطة وهران بتاريخ 1 سبتمبر 1951\r\n38 رحال \" الخيمة الديمقراطية في الجزائر\". الاتحاد الديمقراطي للبيان الجزائري \".(1946-1956)\r\nمينير التاريخ الداخلي، 71. 39\r\nتقرير المراقبة الصادر عن شرطة الاستخبارات العامة في 93/4101 .CAOM 40 1951 قسنطينة 14 يونيو\r\nرحال، \" الخيمة الديمقراطية في الجزائر\". الاتحاد الديمقراطي للبيان الجزائري 41 \".(1946-1956)\r\nبوعلام بوروبية النقابيون الجزائريون يقاتلون من أجل التحرير (باريس: 42 213 )1998( طبعات لهارماتان\r\n43 مقابلة مع هنري أليغ باليزو (فرنسا)، 20 يناير/ كانون الثاني 2003 وبوروبية ليز النقابيون الجزائريون، 110\r\n44 1952 التقرير الشهري الشرطة الاستخبارات العامة بوهران، مارس / آذار 120 51 .CAOM\r\nCAOM. 51 115.1952 تقریر مراقبة عمالة قسنطينة 21 أبريل 45"
        }
    ]
}